{
  "name": "Cuban Exiles: Mariel, the Rafters, and the Diaspora",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "cuban-exiles",
    "mariel-boatlift",
    "cuban-diaspora",
    "miami-cubans",
    "cuban-adjustment-act"
  ],
  "chapters": [
    {
      "name": "The First Wave: Cuba's Elite Departs",
      "topics": [
        "Who left Cuba in the immediate aftermath of the revolution?",
        "What did these early exiles expect about their return?",
        "How did the U.S. government receive Cuban refugees?",
        "What resources and connections did early exiles bring?",
        "Where did the first wave of Cubans settle?",
        "How did early exiles maintain anti-Castro organizing?",
        "What distinguished this migration from later waves?"
      ],
      "tags": ["society", "migration", "americas", "refugees"]
    },
    {
      "name": "Operation Pedro Pan: The Children's Exodus",
      "topics": [
        "What was Operation Pedro Pan and who organized it?",
        "Why did parents send children to the U.S. without them?",
        "How many children came through the program?",
        "What happened to children who arrived alone?",
        "When and how were families reunited?",
        "What psychological impact did separation have?",
        "How do Pedro Pan children remember their experience?"
      ],
      "tags": ["society", "migration", "americas", "refugees"]
    },
    {
      "name": "The Freedom Flights: Organized Departure",
      "topics": [
        "What were the Freedom Flights and when did they operate?",
        "How many Cubans came through this program?",
        "Who was eligible to leave during this period?",
        "What process did departing Cubans go through?",
        "How did the U.S. government facilitate resettlement?",
        "What communities formed from Freedom Flight arrivals?",
        "Why did the flights eventually end?"
      ],
      "tags": ["politics", "migration", "americas", "refugees"]
    },
    {
      "name": "Building Miami: The Cuban Transformation of a City",
      "topics": [
        "How did Cuban exiles transform Miami?",
        "What businesses did exiles establish?",
        "How did Little Havana become a cultural center?",
        "What economic enclave did Cubans create?",
        "How did Cuban success affect relations with other groups?",
        "What political institutions did exiles build?",
        "How did Miami become the capital of Latin America?"
      ],
      "tags": ["economics", "identity", "americas", "immigration"]
    },
    {
      "name": "The Mariel Boatlift: Chaos and Consequences",
      "topics": [
        "What triggered the Mariel boatlift in 1980?",
        "How did the boatlift unfold over several months?",
        "Who were the Marielitos and how did they differ from earlier exiles?",
        "How did Castro shape perceptions of Mariel migrants?",
        "What reception did Marielitos face in the United States?",
        "How did Mariel affect American immigration policy?",
        "What became of those who arrived through Mariel?"
      ],
      "tags": ["society", "migration", "americas", "refugees"]
    },
    {
      "name": "Exile Politics: Anti-Castro Organizing",
      "topics": [
        "What political organizations did Cuban exiles create?",
        "How did exile groups attempt to overthrow Castro?",
        "What was the Cuban American National Foundation's influence?",
        "How did exile politics shape U.S. Cuba policy?",
        "What militant actions did some exile groups pursue?",
        "How did generations differ in their approach to Cuba?",
        "What internal divisions existed in the exile community?"
      ],
      "tags": ["politics", "activism", "americas", "us-politics"]
    },
    {
      "name": "The Balsero Crisis: Risking Everything on Rafts",
      "topics": [
        "What caused the 1994 balsero (rafter) crisis?",
        "How did thousands of Cubans take to the sea on makeshift rafts?",
        "What dangers did rafters face crossing the Florida Straits?",
        "How did the Clinton administration respond?",
        "What was the 'wet foot, dry foot' policy?",
        "How many rafters died attempting the crossing?",
        "What became of those who made it to the U.S.?"
      ],
      "tags": ["society", "migration", "americas", "refugees"]
    },
    {
      "name": "The Cuban Adjustment Act: Special Status",
      "topics": [
        "What is the Cuban Adjustment Act and when was it passed?",
        "How did the law give Cubans special immigration status?",
        "Why were Cubans treated differently than other migrants?",
        "How did the policy affect Cuban migration patterns?",
        "What criticisms have been made of the special treatment?",
        "How has the law changed over time?",
        "What happened when the policy was ended?"
      ],
      "tags": ["law", "migration", "americas", "immigration"]
    },
    {
      "name": "Cuban Americans in U.S. Politics",
      "topics": [
        "How have Cuban Americans participated in American politics?",
        "Why did Cuban Americans traditionally vote Republican?",
        "What influence have Cuban American politicians achieved?",
        "How have Cuban Americans shaped U.S. Cuba policy?",
        "What role did Florida's electoral importance play?",
        "How have younger Cuban Americans differed politically?",
        "What shifts are occurring in Cuban American politics?"
      ],
      "tags": ["politics", "democracy", "americas", "elections"]
    },
    {
      "name": "Generations: How Exile Identity Evolves",
      "topics": [
        "How do different generations of Cuban Americans relate to Cuba?",
        "What divides those who remember Cuba from those born in the U.S.?",
        "How do views on the embargo differ across generations?",
        "What does Cuban identity mean for those who've never been?",
        "How do recent arrivals differ from established families?",
        "What cultural practices persist across generations?",
        "How is exile identity changing as Castro's era ends?"
      ],
      "tags": ["society", "identity", "americas", "immigration"]
    },
    {
      "name": "Normalization and Reversal: Obama to Trump",
      "topics": [
        "What changes did Obama's normalization policy bring?",
        "How did the Cuban American community react to opening?",
        "What did restored diplomatic relations mean in practice?",
        "How did the Trump administration reverse Obama's policies?",
        "What is the current state of U.S.-Cuba relations?",
        "How do Cuban Americans view the policy debates?",
        "What future might normalization have?"
      ],
      "tags": ["politics", "diplomacy", "americas", "us-politics"]
    },
    {
      "name": "The Cuban American Story: Exile, Success, and Ambivalence",
      "topics": [
        "What has made the Cuban American experience distinctive?",
        "How do Cuban Americans compare economically to other Latino groups?",
        "What have Cuban Americans contributed to American life?",
        "What losses and nostalgia persist despite success?",
        "How do Cuban Americans relate to other Hispanic communities?",
        "What does the future hold for the Cuban diaspora?",
        "What will happen when travel and reunion become possible?"
      ],
      "tags": ["society", "identity", "americas", "immigration"]
    }
  ]
}
