{
  "name": "Latin American Independence and the Monroe Doctrine",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "latin-american-independence",
    "monroe-doctrine",
    "hemispheric-policy",
    "bolivar",
    "early-republic"
  ],
  "chapters": [
    {
      "name": "The Colonial Order Crumbles: Causes of Independence",
      "topics": [
        "What factors made Latin American colonies ripe for independence by 1810?",
        "How did Napoleon's invasion of Spain create an opening for revolution?",
        "What role did Enlightenment ideas play in independence movements?",
        "How did the American and French revolutions inspire Latin American leaders?",
        "What grievances did creoles have against the Spanish colonial system?",
        "How did trade restrictions fuel resentment against Spain?",
        "What role did racial hierarchies play in revolutionary movements?"
      ],
      "tags": ["history", "revolution", "americas", "enlightenment"]
    },
    {
      "name": "Simon Bolivar: The Liberator's Vision",
      "topics": [
        "What shaped Bolivar's revolutionary ideology and ambitions?",
        "How did Bolivar liberate Venezuela, Colombia, Ecuador, Peru, and Bolivia?",
        "What was Bolivar's vision for a united Latin America and why did it fail?",
        "How is Bolivar remembered differently across Latin America today?",
        "What military strategies made Bolivar's campaigns successful?",
        "How did Bolivar's views on race and slavery evolve?",
        "What personal sacrifices did Bolivar make for independence?"
      ],
      "tags": ["history", "revolution", "americas", "modern-history"]
    },
    {
      "name": "San Martin and the Southern Liberation",
      "topics": [
        "How did Jose de San Martin's strategy differ from Bolivar's?",
        "What was the significance of crossing the Andes to liberate Chile?",
        "How did San Martin and Bolivar's meeting at Guayaquil shape history?",
        "Why did San Martin choose exile over continued leadership?",
        "What role did Bernardo O'Higgins play in Chilean independence?",
        "How did San Martin's Army of the Andes accomplish its remarkable crossing?",
        "What legacy did San Martin leave for Argentine national identity?"
      ],
      "tags": ["history", "revolution", "americas", "modern-history"]
    },
    {
      "name": "Mexico's Path: From Hidalgo to Iturbide",
      "topics": [
        "How did Father Hidalgo's 1810 uprising differ from South American movements?",
        "Why did Mexican independence ultimately come from conservative forces?",
        "What was Iturbide's brief empire and why did it collapse?",
        "How did Mexico's independence shape its relationship with the United States?",
        "What role did Father Morelos play after Hidalgo's execution?",
        "How did race and class divide the Mexican independence movement?",
        "What institutions survived from colonial to independent Mexico?"
      ],
      "tags": ["history", "revolution", "americas", "modern-history"]
    },
    {
      "name": "Brazil's Unique Transition: Empire Without Revolution",
      "topics": [
        "Why did Brazil achieve independence without violent revolution?",
        "How did the Portuguese royal family's flight to Brazil change the colony?",
        "What made Brazil's path to independence unique in the Americas?",
        "How did Brazil's imperial period shape its future development?",
        "What role did Prince Pedro play in Brazilian independence?",
        "How did Brazil maintain slavery longer than other American nations?",
        "Why did Brazil remain unified while Spanish America fragmented?"
      ],
      "tags": ["history", "governance", "americas", "modern-history"]
    },
    {
      "name": "The United States Watches: Early American Reactions",
      "topics": [
        "How did Americans initially respond to Latin American independence movements?",
        "What debates emerged over recognizing new Latin American nations?",
        "How did commercial interests shape U.S. attitudes toward the new republics?",
        "What role did Henry Clay play in advocating for Latin American recognition?",
        "Why was the United States slow to recognize new governments?",
        "How did American newspapers cover Latin American revolutions?",
        "What private American citizens joined Latin American independence fights?"
      ],
      "tags": ["politics", "diplomacy", "americas", "us-politics"]
    },
    {
      "name": "The Monroe Doctrine: Origins and Intent",
      "topics": [
        "What prompted President Monroe's 1823 declaration?",
        "How did British interests align with American policy in the doctrine?",
        "What did the Monroe Doctrine actually claim and prohibit?",
        "How much power did the United States actually have to enforce the doctrine?",
        "What role did Secretary of State John Quincy Adams play?",
        "Why did the U.S. reject a joint declaration with Britain?",
        "How was the doctrine received in Latin America at the time?"
      ],
      "tags": ["politics", "diplomacy", "americas", "geopolitics"]
    },
    {
      "name": "European Powers and the New World Order",
      "topics": [
        "How did European powers respond to the Monroe Doctrine?",
        "What threats of European intervention were real versus imagined?",
        "How did Britain's naval power effectively enforce hemispheric independence?",
        "Why did the Holy Alliance's plans for reconquest never materialize?",
        "What European investments flowed into newly independent nations?",
        "How did European nations compete for influence in Latin America?",
        "What role did diplomatic recognition from Europe play?"
      ],
      "tags": ["politics", "diplomacy", "europe", "geopolitics"]
    },
    {
      "name": "The Doctrine's Early Applications",
      "topics": [
        "How was the Monroe Doctrine invoked in its first decades?",
        "What conflicts tested American commitment to the doctrine?",
        "How did Latin American nations view the doctrine as protection or presumption?",
        "When did the United States fail to act on the doctrine's principles?",
        "How did European powers test the doctrine's limits?",
        "What happened during France's intervention in Mexico in the 1860s?",
        "How did the doctrine evolve through interpretation?"
      ],
      "tags": ["politics", "diplomacy", "americas", "treaties"]
    },
    {
      "name": "Latin America After Independence: Fragmentation and Conflict",
      "topics": [
        "Why did Bolivar's dream of Latin American unity fail?",
        "What internal conflicts plagued the new nations?",
        "How did caudillos and regional strongmen shape early national politics?",
        "What economic challenges faced newly independent nations?",
        "Why did Gran Colombia fragment into separate nations?",
        "How did border disputes lead to wars between neighbors?",
        "What foreign debts burdened the new republics?"
      ],
      "tags": ["politics", "governance", "americas", "modern-history"]
    },
    {
      "name": "U.S.-Mexico Relations: From Recognition to Conflict",
      "topics": [
        "How did early U.S.-Mexico relations develop after independence?",
        "What tensions emerged over Texas and western territories?",
        "How did American expansionism threaten Mexican sovereignty?",
        "What diplomatic failures preceded the Mexican-American War?",
        "How did American settlers in Texas challenge Mexican authority?",
        "What commercial ties linked the two nations?",
        "How did slavery debates affect U.S. policy toward Mexico?"
      ],
      "tags": ["politics", "diplomacy", "americas", "geopolitics"]
    },
    {
      "name": "The Doctrine's Legacy: Foundation for Empire",
      "topics": [
        "How did the Monroe Doctrine evolve from defensive to offensive?",
        "What precedents did it set for later U.S. intervention?",
        "How do Latin Americans view the doctrine's historical legacy?",
        "Why does the Monroe Doctrine remain relevant to hemispheric relations today?",
        "How was the doctrine used to justify actions its authors never imagined?",
        "What alternatives to U.S. hegemony did Latin Americans propose?",
        "How has the doctrine been invoked in the 21st century?"
      ],
      "tags": ["history", "diplomacy", "americas", "geopolitics"]
    }
  ]
}
