{
  "name": "NAFTA and Its Discontents: Free Trade and Migration",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "nafta",
    "free-trade",
    "mexican-migration",
    "maquiladoras",
    "economic-dislocation"
  ],
  "chapters": [
    {
      "name": "The Promise of Free Trade: Selling NAFTA",
      "topics": [
        "What was NAFTA and what did it promise to achieve?",
        "How did Presidents Bush and Clinton promote the agreement?",
        "What economic theories justified free trade agreements?",
        "What benefits were promised to American workers and consumers?",
        "What did NAFTA promise for Mexico's development?",
        "How did business interests lobby for the agreement?",
        "What role did Ross Perot's opposition play in the debate?"
      ],
      "tags": ["economics", "globalization", "americas", "trade"]
    },
    {
      "name": "The Opposition: Labor, Environmentalists, and Critics",
      "topics": [
        "Why did American labor unions oppose NAFTA?",
        "What environmental concerns did critics raise?",
        "How did Mexican civil society view the agreement?",
        "What did critics predict about job losses and wage pressure?",
        "How did the Zapatista uprising connect to NAFTA?",
        "What side agreements addressed labor and environmental concerns?",
        "Why did Congress ultimately approve the agreement?"
      ],
      "tags": ["politics", "activism", "americas", "trade"]
    },
    {
      "name": "The Maquiladora Model: Factories on the Border",
      "topics": [
        "What are maquiladoras and how do they operate?",
        "How did NAFTA expand the maquiladora sector?",
        "What working conditions exist in border factories?",
        "How have maquiladoras affected Mexican workers?",
        "What environmental problems have maquiladoras created?",
        "How have wages in maquiladoras compared to promises?",
        "What happened to American manufacturing jobs that moved south?"
      ],
      "tags": ["economics", "labor", "americas", "trade"]
    },
    {
      "name": "Corn and Consequences: The Death of Mexican Agriculture",
      "topics": [
        "How did NAFTA affect Mexican corn farmers?",
        "What happened when subsidized American corn flooded Mexican markets?",
        "How many Mexican farmers were displaced by agricultural changes?",
        "What cultural significance does corn have in Mexico?",
        "How did rural communities collapse across Mexico?",
        "Where did displaced farmers go?",
        "How did agricultural displacement drive migration?"
      ],
      "tags": ["economics", "agriculture", "americas", "trade"]
    },
    {
      "name": "The Peso Crisis: NAFTA's First Test",
      "topics": [
        "What caused Mexico's 1994-95 peso crisis?",
        "How did the U.S. respond with a bailout package?",
        "What conditions came with American financial support?",
        "How did the crisis affect ordinary Mexicans?",
        "What did the crisis reveal about NAFTA's limitations?",
        "How did the crisis accelerate migration northward?",
        "What lessons were drawn about financial integration?"
      ],
      "tags": ["economics", "finance", "americas", "trade"]
    },
    {
      "name": "American Workers: The Costs of Free Trade",
      "topics": [
        "How many American manufacturing jobs were lost after NAFTA?",
        "Which regions and industries were most affected?",
        "How did wages stagnate or decline for American workers?",
        "What happened to communities dependent on manufacturing?",
        "How effective was trade adjustment assistance?",
        "How did job losses affect American politics?",
        "What promises were not kept to American workers?"
      ],
      "tags": ["economics", "labor", "americas", "trade"]
    },
    {
      "name": "Migration Surge: The Unintended Consequence",
      "topics": [
        "How did migration from Mexico increase after NAFTA?",
        "What was the connection between economic dislocation and migration?",
        "How did migration patterns change after 1994?",
        "Why didn't NAFTA reduce migration as promised?",
        "Where in the U.S. did Mexican migrants settle?",
        "How did family networks facilitate migration?",
        "What push and pull factors drove the migration surge?"
      ],
      "tags": ["society", "migration", "americas", "immigration"]
    },
    {
      "name": "Border Hardening: Enforcement Responds to Migration",
      "topics": [
        "How did U.S. border enforcement intensify in the 1990s?",
        "What were Operations Hold the Line and Gatekeeper?",
        "How did enforcement push migrants to more dangerous routes?",
        "What happened to the death toll at the border?",
        "How did the Border Patrol expand during this period?",
        "What technology was deployed along the border?",
        "Why didn't enforcement stop unauthorized migration?"
      ],
      "tags": ["politics", "migration", "americas", "immigration"]
    },
    {
      "name": "Winners and Losers: Assessing NAFTA's Impact",
      "topics": [
        "Who benefited from NAFTA and who was harmed?",
        "How did corporations fare compared to workers?",
        "What happened to wages and working conditions across North America?",
        "How did consumer prices change?",
        "What industries grew and which declined?",
        "How did inequality change within and between countries?",
        "What do economists conclude about NAFTA's overall effects?"
      ],
      "tags": ["economics", "inequality", "americas", "trade"]
    },
    {
      "name": "The Drug Trade: An Unintended Consequence",
      "topics": [
        "How did increased trade facilitate drug trafficking?",
        "What infrastructure for legitimate trade also served cartels?",
        "How did NAFTA affect the balance of power among drug organizations?",
        "What happened to border inspection capacity under free trade?",
        "How did economic disruption create recruitment for cartels?",
        "What connection exists between trade policy and drug violence?",
        "How did authorities attempt to address trafficking alongside trade?"
      ],
      "tags": ["economics", "governance", "americas", "trade"]
    },
    {
      "name": "Renegotiation: From NAFTA to USMCA",
      "topics": [
        "Why did NAFTA become politically toxic in the United States?",
        "How did Trump campaign against the agreement?",
        "What changes did the USMCA introduce?",
        "How substantial were the differences from NAFTA?",
        "What did each country gain or lose in renegotiation?",
        "How did the renegotiation process affect relations?",
        "What issues remain unresolved under USMCA?"
      ],
      "tags": ["politics", "diplomacy", "americas", "trade"]
    },
    {
      "name": "Lessons: What NAFTA Teaches About Globalization",
      "topics": [
        "What does NAFTA's experience teach about free trade agreements?",
        "How could trade deals better protect workers and communities?",
        "What role should labor and environmental standards play?",
        "How do trade agreements affect migration?",
        "What alternatives to the NAFTA model exist?",
        "How has the NAFTA experience shaped debates about globalization?",
        "What future does economic integration have in North America?"
      ],
      "tags": ["economics", "globalization", "americas", "trade"]
    }
  ]
}
