{
  "name": "Operation Condor: State Terror Across the Southern Cone",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "operation-condor",
    "state-terrorism",
    "disappearances",
    "southern-cone",
    "transnational-repression"
  ],
  "chapters": [
    {
      "name": "The Southern Cone Dictatorships: A Regional Pattern",
      "topics": [
        "What military dictatorships emerged across South America in the 1960s-70s?",
        "What common features characterized these regimes?",
        "How did the National Security Doctrine spread across borders?",
        "What role did anti-communism play in justifying repression?",
        "How did military governments coordinate with each other?",
        "What economic interests supported authoritarian rule?",
        "How did each country's dictatorship differ from the others?"
      ],
      "tags": ["politics", "authoritarianism", "americas", "cold-war"]
    },
    {
      "name": "Creating Condor: The Intelligence Alliance Forms",
      "topics": [
        "How and when was Operation Condor formally established?",
        "What countries participated in the intelligence network?",
        "What was the stated purpose of the alliance?",
        "How was the network organized and coordinated?",
        "What communication systems linked the member states?",
        "What role did meetings in Santiago play?",
        "How did Pinochet's Chile lead the organization?"
      ],
      "tags": ["politics", "governance", "americas", "cold-war"]
    },
    {
      "name": "The American Connection: CIA Knowledge and Support",
      "topics": [
        "What did U.S. intelligence agencies know about Operation Condor?",
        "How did American officials facilitate the network?",
        "What training and equipment did the U.S. provide?",
        "How did declassified documents reveal American involvement?",
        "What communications passed through U.S. channels?",
        "Did American officials try to limit Condor's operations?",
        "How has the U.S. government addressed its role?"
      ],
      "tags": ["politics", "accountability", "americas", "cold-war"]
    },
    {
      "name": "Argentina's Dirty War: The Most Lethal Partner",
      "topics": [
        "How did Argentina's military junta pursue 'the disappeared'?",
        "What was the system of clandestine detention centers?",
        "How many Argentines were killed or disappeared?",
        "What happened in the death flights over the Atlantic?",
        "How did the ESMA become synonymous with terror?",
        "What happened to children of the disappeared?",
        "How did the Mothers of the Plaza de Mayo resist?"
      ],
      "tags": ["conflict", "human-rights", "americas", "civil-rights"]
    },
    {
      "name": "Cross-Border Operations: Hunting Exiles Everywhere",
      "topics": [
        "How did Condor countries track dissidents across borders?",
        "What operations targeted exiles in other South American countries?",
        "How did the network share intelligence about targets?",
        "What assassinations occurred in neighboring countries?",
        "How did Condor operatives move freely across borders?",
        "What false documentation facilitated these operations?",
        "How did exile communities live in constant fear?"
      ],
      "tags": ["conflict", "human-rights", "americas", "refugees"]
    },
    {
      "name": "Assassination Abroad: Condor Goes Global",
      "topics": [
        "How did Operation Condor extend operations to Europe and America?",
        "What was the assassination of Orlando Letelier in Washington DC?",
        "How was former Chilean general Carlos Prats killed in Buenos Aires?",
        "What other assassinations occurred far from South America?",
        "How did these operations expose Condor to international scrutiny?",
        "What investigations followed the Letelier assassination?",
        "How did these killings affect U.S. policy?"
      ],
      "tags": ["conflict", "diplomacy", "americas", "cold-war"]
    },
    {
      "name": "The Methods: Torture, Disappearance, and Execution",
      "topics": [
        "What torture techniques were used across Condor countries?",
        "How did the system of disappearance operate?",
        "What happened to prisoners in clandestine detention centers?",
        "How were victims' bodies disposed of?",
        "What psychological torture did prisoners endure?",
        "How did perpetrators justify their actions?",
        "What training taught these methods?"
      ],
      "tags": ["conflict", "human-rights", "americas", "civil-rights"]
    },
    {
      "name": "Uruguay and Paraguay: The Smaller Partners",
      "topics": [
        "How did Uruguay's dictatorship participate in Condor?",
        "What was Paraguay's role under Stroessner?",
        "How did these smaller countries contribute to the network?",
        "What happened to dissidents who fled to these countries?",
        "How did the 'Archive of Terror' reveal Paraguay's role?",
        "What operations targeted Uruguayan and Paraguayan exiles?",
        "How have these countries addressed their history?"
      ],
      "tags": ["politics", "authoritarianism", "americas", "cold-war"]
    },
    {
      "name": "Brazil and Bolivia: Supporting Roles",
      "topics": [
        "How did Brazil's military government cooperate with Condor?",
        "What role did Bolivia play in the network?",
        "How did Operation Condor build on earlier bilateral cooperation?",
        "What operations involved Brazilian and Bolivian intelligence?",
        "How did these countries' participation differ from the core members?",
        "What documentation has emerged about their involvement?",
        "How have these countries confronted this history?"
      ],
      "tags": ["politics", "authoritarianism", "americas", "cold-war"]
    },
    {
      "name": "Survivors and Witnesses: Testimonies of Terror",
      "topics": [
        "Who survived Condor operations to tell their stories?",
        "What have survivors revealed about clandestine detention?",
        "How did some prisoners escape or get released?",
        "What psychological effects did survivors carry?",
        "How have testimonies contributed to justice efforts?",
        "What role do survivors play in memory and education?",
        "How do survivors view their responsibility to speak?"
      ],
      "tags": ["society", "human-rights", "americas", "civil-rights"]
    },
    {
      "name": "Uncovering the Truth: Archives and Investigations",
      "topics": [
        "How was Operation Condor exposed and documented?",
        "What was the significance of the Paraguayan 'Archive of Terror'?",
        "How have declassified American documents revealed the network?",
        "What role have journalists and researchers played?",
        "How have truth commissions addressed Condor crimes?",
        "What documentation remains classified or destroyed?",
        "How complete is our knowledge of Operation Condor?"
      ],
      "tags": ["history", "transparency", "americas", "modern-history"]
    },
    {
      "name": "Justice Delayed: Prosecuting Condor Crimes",
      "topics": [
        "What legal proceedings have addressed Operation Condor?",
        "How have Argentine courts led prosecutions of Condor perpetrators?",
        "What role has universal jurisdiction played?",
        "How have extradition cases brought perpetrators to trial?",
        "What sentences have Condor operatives received?",
        "How do victims' families continue to seek justice?",
        "What obstacles remain to full accountability?"
      ],
      "tags": ["law", "justice", "americas", "civil-rights"]
    }
  ]
}
