{
  "name": "The Immigration Wedge: How a Policy Became a Political Weapon",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "immigration-politics",
    "wedge-issues",
    "political-manipulation",
    "anti-immigrant-rhetoric",
    "culture-wars"
  ],
  "chapters": [
    {
      "name": "The Wedge Issue Playbook: How Politics Manufactures Division",
      "topics": [
        "What is a wedge issue and how does it function politically?",
        "How do parties use divisive issues to mobilize voters?",
        "What makes an issue effective as a wedge?",
        "How did abortion become the model for wedge issue politics?",
        "What emotional and moral framing makes wedge issues powerful?",
        "Why do wedge issues often resist policy solutions?",
        "How did immigration become a wedge issue?"
      ],
      "tags": ["politics", "rhetoric", "americas", "us-politics"]
    },
    {
      "name": "Proposition 187: The Template Is Created",
      "topics": [
        "How did California's Prop 187 campaign pioneer anti-immigrant politics?",
        "What rhetoric and imagery did the campaign use?",
        "How did Pete Wilson ride the issue to reelection?",
        "What political operatives learned from the campaign?",
        "How did the issue transform California politics?",
        "What national attention did Prop 187 receive?",
        "How did the campaign become a model for future efforts?"
      ],
      "tags": ["politics", "propaganda", "americas", "us-politics"]
    },
    {
      "name": "From Economic to Cultural: Changing the Frame",
      "topics": [
        "How did anti-immigrant arguments shift from economics to culture?",
        "What role did 'protecting American culture' play in the new framing?",
        "How did language and assimilation become political issues?",
        "What fears about demographic change were mobilized?",
        "How did 'invasion' rhetoric emerge and spread?",
        "What role did white nationalist ideas play in mainstreaming?",
        "How did cultural framing change who responded to the message?"
      ],
      "tags": ["politics", "nationalism", "americas", "us-politics"]
    },
    {
      "name": "Talk Radio and Fox News: The Amplification Machine",
      "topics": [
        "How did conservative media make immigration a constant topic?",
        "What role did talk radio hosts play in shaping the debate?",
        "How did Fox News cover immigration differently?",
        "What personalities became associated with anti-immigrant messaging?",
        "How did repetition and emotional framing affect audiences?",
        "What feedback loop developed between media and politicians?",
        "How did media coverage differ from actual immigration trends?"
      ],
      "tags": ["media", "propaganda", "americas", "journalism"]
    },
    {
      "name": "The Caravan: Manufacturing Crisis on Cue",
      "topics": [
        "What were the Central American 'caravans' and how did they form?",
        "How did media and politicians portray the caravans?",
        "Why did caravan coverage intensify before the 2018 midterms?",
        "What was the reality of caravan migration compared to coverage?",
        "How did Trump deploy military forces in response?",
        "What happened to coverage after the election?",
        "What does the caravan episode reveal about manufactured crisis?"
      ],
      "tags": ["media", "propaganda", "americas", "immigration"]
    },
    {
      "name": "Election Cycles: Immigration on Demand",
      "topics": [
        "How does immigration coverage track election cycles?",
        "What patterns exist in when immigration becomes 'urgent'?",
        "How do campaigns strategically deploy immigration rhetoric?",
        "What ads and messaging focus on immigration?",
        "How do polling and focus groups shape immigration messaging?",
        "What happens to immigration attention after elections?",
        "How conscious is the manipulation of issue salience?"
      ],
      "tags": ["politics", "propaganda", "americas", "elections"]
    },
    {
      "name": "The Replacement Theory: From Fringe to Mainstream",
      "topics": [
        "What is the 'great replacement' conspiracy theory?",
        "How did white nationalist ideas enter mainstream politics?",
        "What politicians and media figures have echoed replacement themes?",
        "How does replacement rhetoric connect immigration to demographic fear?",
        "What violence has been linked to replacement ideology?",
        "How do mainstream figures normalize extremist framings?",
        "What responsibility do politicians and media bear?"
      ],
      "tags": ["politics", "bias", "americas", "us-politics"]
    },
    {
      "name": "Why the Problem Is Never Solved",
      "topics": [
        "How does keeping immigration unresolved serve political purposes?",
        "What happens to immigration legislation when it might pass?",
        "How do politicians who could compromise choose not to?",
        "What would solving immigration 'cost' as a political issue?",
        "How do interest groups benefit from continued conflict?",
        "What role does the issue play in fundraising?",
        "Who benefits from immigration remaining unsolved?"
      ],
      "tags": ["politics", "governance", "americas", "us-politics"]
    },
    {
      "name": "Comparing Playbooks: Immigration and Abortion",
      "topics": [
        "What parallels exist between immigration and abortion as wedge issues?",
        "How do both issues mobilize through moral and emotional framing?",
        "What single-issue voting has each issue generated?",
        "How have both issues been kept deliberately unresolved?",
        "What differences exist between the two issues as political tools?",
        "What does the abortion comparison reveal about immigration politics?",
        "What happens when wedge issues get resolved?"
      ],
      "tags": ["politics", "rhetoric", "americas", "us-politics"]
    },
    {
      "name": "The Real Costs: What Wedge Politics Does to Policy",
      "topics": [
        "How has treating immigration as a wedge damaged actual policy?",
        "What practical solutions have been sacrificed to politics?",
        "How has the debate affected immigrants and their families?",
        "What economic costs does policy paralysis create?",
        "How has the rhetoric affected community relations?",
        "What diplomatic damage has anti-immigrant politics caused?",
        "What would immigration policy look like without wedge dynamics?"
      ],
      "tags": ["politics", "governance", "americas", "immigration"]
    },
    {
      "name": "Resistance: How Immigrants and Allies Fight Back",
      "topics": [
        "How have immigrants and advocates countered anti-immigrant politics?",
        "What narratives challenge the wedge framing?",
        "How do immigrant stories change public opinion?",
        "What organizing has built immigrant political power?",
        "How do naturalized citizens affect electoral politics?",
        "What coalitions have formed to support immigrant rights?",
        "What strategies are most effective against wedge politics?"
      ],
      "tags": ["politics", "activism", "americas", "civil-rights"]
    },
    {
      "name": "Breaking the Cycle: Can Immigration Escape Wedge Politics?",
      "topics": [
        "Is it possible to de-weaponize immigration as a political issue?",
        "What would it take to restore rational policy debate?",
        "How might demographic change affect the issue's political utility?",
        "What role could media reform play?",
        "How have other countries depoliticized immigration?",
        "What structural changes might reduce wedge dynamics?",
        "What future might immigration politics have in America?"
      ],
      "tags": ["politics", "governance", "americas", "immigration"]
    }
  ]
}
