{
  "name": "The Good Neighbor Policy: FDR's Latin American Reset",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "good-neighbor-policy",
    "fdr",
    "pan-americanism",
    "non-intervention",
    "world-war-two"
  ],
  "chapters": [
    {
      "name": "Repudiating Intervention: A New Approach Takes Shape",
      "topics": [
        "What prompted the United States to reconsider its interventionist policies?",
        "How did FDR articulate the Good Neighbor Policy in his 1933 inaugural address?",
        "What did non-intervention mean in practice?",
        "How did the policy differ from previous administrations' approaches?",
        "What domestic political factors supported the policy shift?",
        "How did the Great Depression affect American priorities in Latin America?",
        "What skepticism existed about American intentions?"
      ],
      "tags": ["politics", "diplomacy", "americas", "modern-history"]
    },
    {
      "name": "Withdrawing the Marines: Ending Occupations",
      "topics": [
        "How did the U.S. end its occupation of Haiti?",
        "What terms governed the withdrawal from Nicaragua?",
        "What happened to the institutions Americans had created?",
        "How did withdrawal affect strongmen like Trujillo and Somoza?",
        "What economic arrangements survived military withdrawal?",
        "How did Latin Americans respond to the end of occupations?",
        "What continuities persisted despite formal withdrawal?"
      ],
      "tags": ["politics", "diplomacy", "americas", "modern-history"]
    },
    {
      "name": "The Montevideo Conference: Non-Intervention Formalized",
      "topics": [
        "What was the significance of the 1933 Montevideo Conference?",
        "How did the U.S. delegation's position on non-intervention evolve?",
        "What did the convention on rights and duties of states establish?",
        "How did Latin American delegates react to American commitments?",
        "What reservations did the U.S. attach to its agreements?",
        "How binding were these non-intervention pledges?",
        "What precedent did Montevideo set for inter-American relations?"
      ],
      "tags": ["politics", "diplomacy", "americas", "treaties"]
    },
    {
      "name": "Testing the Policy: Mexico Nationalizes Oil",
      "topics": [
        "What led Mexico to nationalize foreign oil companies in 1938?",
        "How did American oil companies pressure for intervention?",
        "Why did FDR choose negotiation over confrontation?",
        "What settlement was eventually reached with Mexico?",
        "How did this episode demonstrate the Good Neighbor Policy in action?",
        "What precedent did non-intervention set for future nationalizations?",
        "How did Mexico's action inspire other Latin American countries?"
      ],
      "tags": ["economics", "diplomacy", "americas", "trade"]
    },
    {
      "name": "Cultural Diplomacy: Winning Hearts and Minds",
      "topics": [
        "How did cultural exchange become a tool of foreign policy?",
        "What role did Nelson Rockefeller's office play in cultural diplomacy?",
        "How did Hollywood portray Latin America during this period?",
        "What was the significance of Carmen Miranda and the Zoot Suit era?",
        "How did radio broadcasts reach Latin American audiences?",
        "What academic and artistic exchanges were promoted?",
        "How effective was cultural diplomacy in building goodwill?"
      ],
      "tags": ["society", "diplomacy", "americas", "modern-history"]
    },
    {
      "name": "Pan-Americanism: Building Hemispheric Institutions",
      "topics": [
        "What was the vision of pan-American cooperation?",
        "How did the Pan-American Union evolve during this period?",
        "What conferences strengthened hemispheric solidarity?",
        "How did infrastructure projects connect the Americas?",
        "What economic integration was attempted?",
        "How did collective security arrangements develop?",
        "What limitations constrained pan-American ideals?"
      ],
      "tags": ["politics", "diplomacy", "americas", "geopolitics"]
    },
    {
      "name": "World War II: Hemisphere United Against Axis",
      "topics": [
        "How did Latin American nations respond to World War II?",
        "What strategic resources did Latin America provide the Allied war effort?",
        "How did the U.S. secure cooperation against Axis influence?",
        "What military bases were established throughout the region?",
        "How did Brazil's participation differ from other nations?",
        "What happened to German and Japanese populations in Latin America?",
        "How did the war strengthen or strain hemispheric relations?"
      ],
      "tags": ["conflict", "diplomacy", "americas", "world-wars"]
    },
    {
      "name": "The Dictator Problem: Friendly Tyrants",
      "topics": [
        "How did the Good Neighbor Policy deal with Latin American dictatorships?",
        "Why did FDR famously say Somoza was 'our son of a bitch'?",
        "How did non-intervention mean tolerating brutal regimes?",
        "What contradictions existed between democratic rhetoric and authoritarian allies?",
        "How did dictators use American support to consolidate power?",
        "What long-term consequences followed from supporting strongmen?",
        "How do historians evaluate this aspect of the policy?"
      ],
      "tags": ["politics", "authoritarianism", "americas", "governance"]
    },
    {
      "name": "Economic Relations: Trade and Investment",
      "topics": [
        "How did trade agreements reshape economic relations during this era?",
        "What reciprocal trade agreements did the U.S. negotiate?",
        "How did the Export-Import Bank support Latin American development?",
        "What infrastructure projects did American investment support?",
        "How did economic ties compare to the earlier exploitation?",
        "What industries developed with American partnership?",
        "How sustainable were these economic relationships?"
      ],
      "tags": ["economics", "development", "americas", "trade"]
    },
    {
      "name": "The Policy's Limits: Continuity Beneath Change",
      "topics": [
        "What aspects of American dominance persisted despite the new approach?",
        "How did economic influence substitute for military intervention?",
        "What informal pressure could the U.S. still apply?",
        "How did intelligence services operate in Latin America?",
        "What happened when strategic interests conflicted with non-intervention?",
        "How did Latin American critics view the policy?",
        "Was the Good Neighbor Policy a genuine change or a shift in tactics?"
      ],
      "tags": ["politics", "diplomacy", "americas", "geopolitics"]
    },
    {
      "name": "The End of an Era: Cold War Pressures",
      "topics": [
        "How did World War II's end begin to change American priorities?",
        "What new pressures emerged as the Cold War began?",
        "How did anti-communism reshape hemispheric relations?",
        "What happened to the non-intervention commitment?",
        "When did the Good Neighbor era definitively end?",
        "How quickly did interventionism return?",
        "What legacy did the Good Neighbor Policy leave?"
      ],
      "tags": ["politics", "diplomacy", "americas", "cold-war"]
    },
    {
      "name": "Assessment: A Brief Thaw in a Long Winter",
      "topics": [
        "How do historians evaluate the Good Neighbor Policy?",
        "What lasting changes did the policy produce?",
        "How did the policy affect Latin American views of the U.S.?",
        "What opportunities were missed during this period?",
        "How does this era compare to what came before and after?",
        "What lessons might the policy offer for current relations?",
        "Why did the more cooperative approach not endure?"
      ],
      "tags": ["history", "diplomacy", "americas", "modern-history"]
    }
  ]
}
