{
  "name": "Trump Seizes Maduro",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "us-politics",
    "diplomacy",
    "latin-america",
    "trump",
    "international-law",
    "executive-power"
  ],
  "chapters": [
    {
      "name": "Why This Matters",
      "topics": [
        "When did the United States last capture and imprison a sitting foreign head of state?",
        "What constitutional authority does a president have to seize a foreign leader without a declaration of war?",
        "How does the Maduro seizure differ from the 1989 Panama invasion that captured Manuel Noriega?",
        "What precedent does this set for how other nations might treat American leaders abroad?",
        "Why did Congress fail to assert its war powers before this operation?"
      ],
      "tags": [
        "politics",
        "governance",
        "us-politics",
        "executive-power"
      ]
    },
    {
      "name": "Venezuela's Collapse",
      "topics": [
        "How did Venezuela go from Latin America's wealthiest nation to mass starvation in two decades?",
        "What role did Chávez's nationalization of PDVSA play in the country's economic freefall?",
        "How many Venezuelans fled the country between 2015 and 2025, and where did they go?",
        "What specific U.S. sanctions were imposed on Venezuela between 2017 and 2024?",
        "Did American sanctions accelerate or simply compound Venezuela's self-inflicted collapse?"
      ],
      "tags": [
        "economics",
        "authoritarianism",
        "latin-america",
        "sanctions"
      ]
    },
    {
      "name": "The Tren de Aragua Narrative",
      "topics": [
        "What is Tren de Aragua and how did it grow from a Venezuelan prison gang to a transnational organization?",
        "How many Tren de Aragua members does the DOJ claim entered the United States between 2021 and 2025?",
        "What specific crimes did the Trump administration cite to justify labeling Venezuela a 'narco-terrorist state'?",
        "How did the Aurora, Colorado apartment videos become a central talking point for intervention?",
        "What evidence exists that Maduro's government actively exported gang members to the United States?"
      ],
      "tags": [
        "politics",
        "security",
        "immigration",
        "criminal-justice"
      ]
    },
    {
      "name": "The Capture of Nicolás Maduro",
      "topics": [
        "What military or intelligence assets were used to capture Maduro?",
        "Where was Maduro when he was seized, and who else was detained?",
        "How did the Venezuelan military respond in the first 24 hours?",
        "What role did neighboring Colombia play in the operation?",
        "How did the U.S. government legally justify the operation to the American public?"
      ],
      "tags": [
        "conflict",
        "security",
        "latin-america",
        "executive-power"
      ]
    },
    {
      "name": "America's Oil Play",
      "topics": [
        "How large are Venezuela's proven oil reserves compared to Saudi Arabia and the United States?",
        "Which American oil companies operated in Venezuela before nationalization, and what did they lose?",
        "What deals did the Biden administration make with Chevron regarding Venezuelan oil in 2022-2023?",
        "How quickly could Venezuelan oil production be restored under American-friendly management?",
        "Who benefits financially if U.S. companies regain access to the Orinoco Belt?"
      ],
      "tags": [
        "economics",
        "globalization",
        "latin-america",
        "fossil-fuels"
      ]
    },
    {
      "name": "International Law on Trial",
      "topics": [
        "What does the UN Charter say about using force against sovereign nations?",
        "How does the capture of Maduro violate or comply with the OAS Charter?",
        "What legal theories has the Trump administration used to justify extraterritorial seizures?",
        "Can a U.S. president be charged at the International Criminal Court for ordering such an operation?",
        "Which international legal scholars have argued this operation was lawful, and on what grounds?"
      ],
      "tags": [
        "law",
        "diplomacy",
        "international-law",
        "united-nations"
      ]
    },
    {
      "name": "Latin America Responds",
      "topics": [
        "How did Brazil's Lula respond to the seizure of Maduro?",
        "Which Latin American nations supported the U.S. action, and what did they gain?",
        "How did Mexico's government react, and what does this mean for U.S.-Mexico relations?",
        "Did any Latin American nation recall its ambassador from Washington?",
        "How has the Maduro seizure affected the Organization of American States?"
      ],
      "tags": [
        "politics",
        "diplomacy",
        "latin-america",
        "americas"
      ]
    },
    {
      "name": "The World Beyond",
      "topics": [
        "How did China respond to the capture of its major Latin American oil partner?",
        "What position did Russia take at the UN Security Council?",
        "How did European Union nations split on condemning or supporting the operation?",
        "What emergency session did the UN General Assembly hold, and how did the vote go?",
        "How might this action affect American credibility in future international negotiations?"
      ],
      "tags": [
        "politics",
        "diplomacy",
        "united-nations",
        "geopolitics"
      ]
    },
    {
      "name": "Historical Echoes",
      "topics": [
        "How does this compare to the CIA-backed overthrow of Guatemala's Árbenz in 1954?",
        "What lessons from the 1973 Chile coup apply to understanding U.S. motives in Venezuela?",
        "How did the 2003 Iraq invasion's WMD justification resemble the gang-threat narrative?",
        "What happened to Panama after the U.S. captured Noriega in 1989?",
        "Which past U.S. interventions in Latin America eventually required American acknowledgment of wrongdoing?"
      ],
      "tags": [
        "history",
        "colonialism",
        "latin-america",
        "americas"
      ]
    },
    {
      "name": "What Happens Next",
      "topics": [
        "Who is governing Venezuela now, and how were they installed?",
        "What is the likelihood of sustained armed resistance inside Venezuela?",
        "How will Maduro's trial—if there is one—proceed under U.S. jurisdiction?",
        "What conditions would need to be met before Venezuela holds internationally recognized elections?",
        "Could a future U.S. president reverse this action, and what would that require?"
      ],
      "tags": [
        "politics",
        "governance",
        "latin-america",
        "us-politics"
      ]
    }
  ]
}
