{
  "name": "Free Speech versus Hate Speech",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "free speech",
    "hate speech",
    "First Amendment",
    "censorship",
    "civil liberties",
    "content moderation",
    "speech rights"
  ],
  "chapters": [
    {
      "name": "Why Does Free Speech Matter?",
      "topics": [
        "What were the original arguments for protecting unpopular speech?",
        "How did John Stuart Mill defend free expression, and do his arguments still hold?",
        "Why do democracies treat speech differently than authoritarian regimes?",
        "What is the 'marketplace of ideas' theory, and what are its limitations?",
        "How does free speech protect marginalized groups throughout history?",
        "What happens to societies that restrict political speech?"
      ],
      "tags": [
        "arts",
        "theory",
        "journalism",
        "media-literacy"
      ]
    },
    {
      "name": "What Is Hate Speech, and Who Decides?",
      "topics": [
        "Why is there no universally agreed definition of hate speech?",
        "How do different countries draw the line between offensive and illegal speech?",
        "Who gets to determine which groups deserve protection from hateful speech?",
        "Can the same statement be hate speech in one context and legitimate criticism in another?",
        "How do courts distinguish between bigoted opinions and incitement to violence?",
        "Why do some activists argue the term 'hate speech' is too vague to regulate?"
      ],
      "tags": [
        "law",
        "justice",
        "activism",
        "media-literacy"
      ]
    },
    {
      "name": "The First Amendment: America's Exceptional Approach",
      "topics": [
        "Why does the U.S. protect speech that most democracies ban?",
        "What types of speech does the First Amendment actually not protect?",
        "How have Supreme Court rulings shaped what Americans can legally say?",
        "Why did the ACLU once defend Nazis' right to march, and has that position changed?",
        "What is the 'Brandenburg test' and why does it set such a high bar for restrictions?",
        "How do state laws against harassment and threats interact with free speech protections?"
      ],
      "tags": [
        "law",
        "methodology",
        "americas",
        "media-literacy"
      ]
    },
    {
      "name": "How Other Democracies Handle Hate Speech",
      "topics": [
        "What speech is illegal in Germany that would be protected in the United States?",
        "How does Canada's approach to hate speech balance competing rights?",
        "Why did European countries adopt hate speech laws after World War II?",
        "What has been the effect of hate speech prosecutions in the UK?",
        "Do countries with hate speech laws have less prejudice or just less visible prejudice?",
        "Are there international human rights standards on where free speech ends?"
      ],
      "tags": [
        "law",
        "human-rights",
        "europe",
        "americas"
      ]
    },
    {
      "name": "Does Hateful Speech Cause Real Harm?",
      "topics": [
        "What does research show about the psychological effects of hate speech on targets?",
        "Can words create a climate that leads to physical violence?",
        "How do genocide scholars trace the path from rhetoric to mass atrocities?",
        "What do free speech advocates say about the 'speech causes harm' argument?",
        "Is there a difference between individual harm and societal harm from speech?",
        "How do we weigh unmeasurable harms against the concrete value of open debate?"
      ],
      "tags": [
        "science",
        "critical-thinking",
        "physics",
        "meteorology"
      ]
    },
    {
      "name": "Campus Speech Battles",
      "topics": [
        "Why have universities become flashpoints in the free speech debate?",
        "What are 'trigger warnings' and 'safe spaces,' and why are they controversial?",
        "Should universities disinvite speakers that students find offensive?",
        "How do campus speech codes hold up in court?",
        "What do students on different sides of this debate say they're fighting for?",
        "Are today's campus conflicts different from protests against speakers in earlier eras?"
      ],
      "tags": [
        "conflict",
        "justice",
        "software-engineering",
        "media-literacy"
      ]
    },
    {
      "name": "Social Media: Private Platforms, Public Squares?",
      "topics": [
        "Are tech companies bound by free speech principles when moderating content?",
        "How do platforms decide what counts as hate speech versus acceptable discourse?",
        "Why do people across the political spectrum feel censored by social media?",
        "What happens when deplatforming pushes extremists to less moderated spaces?",
        "Should governments regulate how platforms moderate speech?",
        "Is algorithmic amplification of hateful content a speech issue or a product design issue?"
      ],
      "tags": [
        "politics",
        "governance",
        "computer-science",
        "media-literacy"
      ]
    },
    {
      "name": "The Slippery Slope Debate",
      "topics": [
        "Do restrictions on hate speech inevitably expand to silence legitimate dissent?",
        "What historical examples show speech restrictions being abused by those in power?",
        "How do proponents of hate speech laws respond to slippery slope arguments?",
        "Why do some minority advocates worry that hate speech laws will be used against them?",
        "What safeguards can prevent speech restrictions from expanding beyond their intent?",
        "Is the slippery slope a logical fallacy or a legitimate empirical concern?"
      ],
      "tags": [
        "history",
        "critical-thinking",
        "energy",
        "media-literacy"
      ]
    },
    {
      "name": "Marginalized Groups: Split Perspectives",
      "topics": [
        "Why do some civil rights advocates support hate speech restrictions while others oppose them?",
        "How have blasphemy and hate speech laws been used against religious minorities?",
        "What do LGBTQ+ activists on different sides of this debate argue?",
        "Why did some Black American leaders historically warn against censorship powers?",
        "How do immigrant communities weigh protection from hate speech against free expression?",
        "Can restrictions meant to protect minorities be weaponized against them?"
      ],
      "tags": [
        "history",
        "human-rights",
        "civil-rights",
        "immigration"
      ]
    },
    {
      "name": "Finding Workable Boundaries",
      "topics": [
        "What distinctions might help draw clearer lines between protected and harmful speech?",
        "Are there non-legal responses to hate speech that preserve free expression?",
        "How effective is counter-speech as an alternative to restriction?",
        "What role should social norms play versus legal enforcement?",
        "Can 'more speech' really remedy the harms of hateful speech?",
        "Is this a debate that can be resolved, or must democracies continually renegotiate the line?"
      ],
      "tags": [
        "society",
        "justice",
        "physics",
        "journalism"
      ]
    }
  ]
}