{
  "name": "Existentialism: Sartre, Beauvoir, and Camus",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["philosophy", "ethics", "identity", "literature", "modern-history"],
  "chapters": [
    {
      "name": "The Roots: From Kierkegaard and Nietzsche to the French",
      "topics": [
        "How did existentialism emerge from Kierkegaard's insistence on subjective truth and individual commitment — 'truth is subjectivity' — and Nietzsche's diagnosis that God is dead and humans must create their own values?",
        "Why did existentialism flourish in Paris during and after World War II — the experience of occupation, resistance, collaboration, and the discovery that ordinary people could become torturers or heroes — and why did the war prove that human nature is not fixed?",
        "How did Heidegger's 'Being and Time' (1927) provide existentialism's philosophical framework — the analysis of Dasein (human existence) as thrown into a world it didn't choose, falling into inauthenticity, confronting mortality — even though Heidegger denied being an existentialist?",
        "What did Karl Jaspers contribute to existentialism — the concept of 'limit situations' (death, suffering, guilt, chance) that strip away everyday comforts and force confrontation with existence — and why did his friendship with Heidegger not survive Heidegger's Nazism?",
        "Why did Sartre declare 'existentialism is a humanism' in his 1945 lecture — defending the movement against charges of nihilism, despair, and irresponsibility — and did this popularization dilute or clarify existentialist ideas?"
      ],
      "tags": ["philosophy", "ethics", "identity", "modern-history"]
    },
    {
      "name": "Sartre: Radical Freedom and Bad Faith",
      "topics": [
        "How did Sartre's 'Being and Nothingness' (1943) argue that consciousness is 'nothingness' — not a thing but an activity, always directed at the world, always free to interpret situations differently — and why did this make radical freedom the inescapable human condition?",
        "What is bad faith (mauvaise foi) — the attempt to deny our freedom by pretending we are determined by our circumstances, our roles, our past, or our nature — and why did Sartre's examples (the waiter who plays at being a waiter, the woman on a date who pretends her hand is an object) become philosophy's most famous illustrations?",
        "Why did Sartre insist that 'existence precedes essence' — that human beings have no predetermined nature or purpose, that we are 'condemned to be free,' that every moment is a choice — and why is this both liberating and terrifying?",
        "How did Sartre's engagement with Marxism evolve — from pre-war individualism to post-war commitment, the 'Critique of Dialectical Reason' (1960) attempting to fuse existentialism with Marxism — and why did he call Marxism 'the unsurpassable philosophy of our time'?",
        "Why did Sartre refuse the Nobel Prize in Literature (1964) — 'a writer should not allow himself to be turned into an institution' — and what did this refusal reveal about his commitment to freedom at the cost of comfort?"
      ],
      "tags": ["philosophy", "ethics", "psychology", "modern-history"]
    },
    {
      "name": "Beauvoir: Existentialism Discovers Gender",
      "topics": [
        "How did Simone de Beauvoir's 'The Second Sex' (1949) apply existentialist philosophy to women's condition — arguing that 'one is not born, but rather becomes, a woman,' that femininity is constructed by patriarchy, not biology — creating the intellectual foundation for modern feminism?",
        "What did Beauvoir mean by woman as 'Other' — that patriarchal culture defines man as the Subject (the default, the universal) and woman as Other (the deviation, the mystery) — and why did this Hegelian analysis of recognition become the most powerful tool of feminist critique?",
        "How did Beauvoir's ethics of ambiguity differ from Sartre's radical freedom — arguing that freedom requires material conditions, that oppression genuinely limits freedom (not just in bad faith), and that we have obligations to expand others' freedom?",
        "What was the Sartre-Beauvoir relationship — 51 years together without marriage or cohabitation, 'essential love' with 'contingent' affairs, intellectual partnership and emotional dependence — and why have feminists debated whether this arrangement liberated or exploited Beauvoir?",
        "Why was 'The Second Sex' placed on the Vatican's Index of Prohibited Books, attacked by the French Communist Party, and dismissed by Camus as making 'the French male look ridiculous' — and how did a book initially received as scandalous become the founding text of feminist philosophy?"
      ],
      "tags": ["philosophy", "gender", "ethics", "modern-history"]
    },
    {
      "name": "Camus: The Absurd and the Mediterranean",
      "topics": [
        "How did Camus's experience of colonial Algeria — born into poverty, French Algerian (pied-noir), tuberculosis at 17, witnessing colonial violence — shape a philosophy more grounded in physical experience and less in German abstraction than Sartre's?",
        "What did Camus mean by 'the absurd' — the collision between humanity's desire for meaning and the universe's indifference, 'the confrontation between the human need and the unreasonable silence of the world' — and why did he argue in 'The Myth of Sisyphus' (1942) that 'we must imagine Sisyphus happy'?",
        "How did 'The Stranger' (1942) dramatize absurdism — Meursault's emotional detachment, his killing of the Arab, his refusal to perform expected emotions at his trial — and why did Camus say the novel's message was 'any man who does not weep at his mother's funeral risks being sentenced to death'?",
        "Why did Camus reject revolutionary violence in 'The Rebel' (1951) — arguing that all revolutions betray their ideals, that murder cannot be justified by historical necessity — triggering the famous break with Sartre, who sided with Soviet communism?",
        "How did Camus die on January 4, 1960 — killed in a car crash at 46, an unused train ticket in his pocket suggesting he changed his mind at the last moment — and why did Sartre call it 'an absurd death,' the perfect ending for the philosopher of the absurd?"
      ],
      "tags": ["philosophy", "ethics", "literature", "modern-history"]
    },
    {
      "name": "Existentialist Literature: Philosophy Through Story",
      "topics": [
        "How did Sartre's 'Nausea' (1938) dramatize the experience of contingency — Roquentin's discovery that existence is nauseating, that things simply are without reason or justification — and why did Sartre choose the novel form rather than philosophical treatise for his most important insight?",
        "Why did Sartre's play 'No Exit' (1944) — three characters trapped in a room together for eternity, discovering that 'hell is other people' — become the most quoted line in existentialist philosophy, and what did Sartre actually mean by it?",
        "How did Camus's 'The Plague' (1947) — a city besieged by epidemic, citizens choosing whether to fight or surrender — serve as both an allegory of the French Resistance and a meditation on the problem of evil without God?",
        "What did Beauvoir accomplish in fiction — 'She Came to Stay' (1943, a philosophical murder), 'The Mandarins' (1954, postwar intellectual life), 'The Woman Destroyed' (1967, female subjugation) — and why has her fiction been overshadowed by 'The Second Sex'?",
        "How did existentialist themes spread to Beckett's 'Waiting for Godot' (1953), Ionesco's 'The Bald Soprano' (1950), and the Theatre of the Absurd — and why did dramatists capture the meaninglessness of existence more powerfully than philosophers writing treatises?"
      ],
      "tags": ["philosophy", "literature", "arts", "modern-history"]
    },
    {
      "name": "Existential Anxiety, Authenticity, and Death",
      "topics": [
        "What is existential anxiety (Angst) — not neurotic worry about specific threats but the fundamental dread that comes from recognizing your freedom, your mortality, and the absence of cosmic meaning — and why did the existentialists consider this anxiety not a problem to be solved but a truth to be faced?",
        "How did Heidegger's 'being-toward-death' shape existentialist ethics — the argument that authentic existence requires confronting mortality rather than evading it through distractions, routines, and the comforting anonymity of 'das Man' (the They)?",
        "What is authenticity in the existentialist sense — living in full awareness of your freedom and mortality, refusing the comfort of bad faith, taking responsibility for your choices without appealing to God, nature, or society — and is this the hardest demand any philosophy makes?",
        "How did existentialism influence psychotherapy — Rollo May's existential psychology, Viktor Frankl's logotherapy (finding meaning in suffering), Irvin Yalom's existential psychotherapy (confronting death, freedom, isolation, and meaninglessness)?",
        "Why did the existentialists disagree about whether anxiety can be overcome — Heidegger: only faced, never conquered; Sartre: every moment is a new choice; Camus: rebel and create; Beauvoir: build solidarity — and which response offers the most to people actually suffering?"
      ],
      "tags": ["philosophy", "psychology", "ethics", "modern-history"]
    },
    {
      "name": "Existentialism and Politics: Engagement and Its Failures",
      "topics": [
        "Why did Sartre insist that the intellectual must be 'engaged' (engagé) — that political commitment is a moral obligation, that neutrality is impossible ('not to choose is still to choose') — and how did this demand for engagement produce both heroism and terrible misjudgments?",
        "How did the Sartre-Camus split over communism — Sartre defending Soviet violence as historically necessary, Camus refusing to justify murder by any ideology — define the central political question of the postwar left: can revolutionary violence be morally justified?",
        "Why did Sartre's political judgments age badly — defending Stalin's purges, praising Mao, supporting Pol Pot's Cambodia, dismissing reports of Soviet labor camps as bourgeois propaganda — and does his philosophical brilliance survive his political blindness?",
        "How did Fanon's 'The Wretched of the Earth' (1961) — with its preface by Sartre — extend existentialism to anti-colonial revolution, arguing that colonized peoples must use violence to reclaim their humanity, and why did this application of existentialist philosophy to decolonization horrify many Europeans?",
        "How did May 1968 in Paris — student revolts, general strikes, Sartre at the barricades at 63 — represent the last great moment of existentialist political engagement, and why did the movement's failure mark the end of existentialism's cultural dominance?"
      ],
      "tags": ["philosophy", "politics", "activism", "modern-history"]
    },
    {
      "name": "After Existentialism: Legacy and Relevance",
      "topics": [
        "Why did structuralism and poststructuralism displace existentialism in the 1960s — Lévi-Strauss arguing that structures determine behavior, Foucault that 'man' is a recent invention, Derrida that the free subject is a metaphysical illusion — and was this a correction or a retreat from responsibility?",
        "How did existentialism influence the civil rights and liberation movements — Martin Luther King Jr. reading Tillich and Buber, Fanon applying Sartre to colonialism, feminist consciousness-raising groups using Beauvoir's framework — and why did activists find existentialism more useful than academic philosophers did?",
        "Why has existentialism experienced a 21st-century revival — new translations of Beauvoir and Camus, Sarah Bakewell's bestselling 'At the Existentialist Café' (2016), increased interest in anxiety, authenticity, and meaning during the COVID-19 pandemic?",
        "How does existentialism address the 'meaning crisis' — the contemporary condition of meaninglessness, social isolation, algorithmic manipulation, and the collapse of shared narratives — and does its insistence on individual freedom provide a way out or merely describe the problem?",
        "What remains alive in existentialism — the refusal to accept excuses, the insistence on personal responsibility, the demand for authenticity, the recognition that freedom is both gift and burden — and why do these ideas persist even when the philosophical establishment has moved on?"
      ],
      "tags": ["philosophy", "society", "identity", "modern-history"]
    }
  ]
}
