{
  "name": "Feminist Philosophy: From Wollstonecraft to Butler",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["philosophy", "gender", "ethics", "identity", "modern-history"],
  "chapters": [
    {
      "name": "Wollstonecraft and the Enlightenment Origins of Feminism",
      "topics": [
        "How did Mary Wollstonecraft (1759-1797) — writing 'A Vindication of the Rights of Woman' (1792) just three years after the French Revolution — argue that women appear inferior only because they are denied education, and that reason has no sex?",
        "Why did Wollstonecraft attack Rousseau specifically — his claim in 'Émile' (1762) that women should be educated only to please men — turning the Enlightenment's own logic of universal reason against its most celebrated philosopher?",
        "How did Wollstonecraft's personal life — two suicide attempts, a daughter out of wedlock, death from childbirth at 38 — become ammunition for her enemies, with William Godwin's memoir destroying her reputation for a century?",
        "What did Olympe de Gouges contribute with the 'Declaration of the Rights of Woman and the Female Citizen' (1791) — directly challenging the French Revolution's exclusion of women from citizenship — and why was she guillotined in 1793 for her political activities?",
        "Why was there no sustained feminist philosophy between Wollstonecraft (1792) and Mill (1869) — a gap of nearly 80 years during which women's intellectual contributions were systematically suppressed — and what does this silence reveal about philosophy's gatekeeping?"
      ],
      "tags": ["philosophy", "gender", "democracy", "early-modern-history"]
    },
    {
      "name": "Mill, Marx, and the 19th-Century Woman Question",
      "topics": [
        "How did John Stuart Mill's 'The Subjection of Women' (1869) — arguing that legal subordination of women was 'wrong in itself' and a barrier to human progress — bring feminist arguments into mainstream liberal philosophy, and what role did Harriet Taylor Mill play in shaping his thinking?",
        "Why did Mill argue that we literally cannot know what women are capable of — because every society has suppressed their development, making claims about 'women's nature' circular — and why was this epistemological argument more radical than it appeared?",
        "How did Friedrich Engels's 'The Origin of the Family, Private Property and the State' (1884) offer a materialist feminist analysis — arguing that women's oppression began with private property and the patriarchal family — creating the socialist feminist tradition?",
        "What did the suffrage movement contribute to feminist philosophy — the argument that political rights are not natural gifts but contested achievements, that exclusion from the franchise is exclusion from humanity — and why did it take until 1920 (US) and 1928 (UK) to win?",
        "How did Sojourner Truth's 'Ain't I a Woman?' speech (1851) expose the racial limits of white feminist philosophy — demanding recognition that Black women faced both racial and gender oppression — anticipating intersectionality by 140 years?"
      ],
      "tags": ["philosophy", "gender", "governance", "modern-history"]
    },
    {
      "name": "Beauvoir: Existentialism Discovers Gender",
      "topics": [
        "How did Simone de Beauvoir's 'The Second Sex' (1949) — arguing that 'one is not born, but rather becomes, a woman' — create the conceptual distinction between sex (biological) and gender (socially constructed) that would define all subsequent feminist theory?",
        "What did Beauvoir mean by woman as 'Other' — that patriarchal culture defines man as the Subject (the default, the universal) and woman as the deviation, the mystery, the Object — and why did this Hegelian analysis of recognition become feminism's most powerful analytical tool?",
        "Why was 'The Second Sex' placed on the Vatican's Index of Prohibited Books, attacked by the French Communist Party, dismissed by Camus as making 'the French male look ridiculous,' and initially received as scandalous rather than philosophical?",
        "How did Beauvoir's ethics of ambiguity differ from Sartre's radical freedom — arguing that freedom requires material conditions, that oppression genuinely limits freedom rather than being mere bad faith, and that we have obligations to expand others' freedom?",
        "Why did Beauvoir insist she was not a philosopher — deferring to Sartre as the 'real' thinker — and how did later scholars (Margaret Simons, Kate Fullbrook) demonstrate that she developed key existentialist concepts independently, sometimes before Sartre?"
      ],
      "tags": ["philosophy", "gender", "ethics", "modern-history"]
    },
    {
      "name": "Second-Wave Feminism: The Personal Is Political",
      "topics": [
        "How did Betty Friedan's 'The Feminine Mystique' (1963) — describing 'the problem that has no name,' the despair of educated suburban housewives — launch second-wave feminism in America, and why did critics later note that Friedan's 'women' were exclusively white and middle-class?",
        "What did Kate Millett mean by 'sexual politics' (1970) — that power relations between men and women pervade every aspect of life including literature, psychology, and the bedroom — and why did treating personal relationships as political structures constitute a philosophical revolution?",
        "How did radical feminism — Shulamith Firestone's 'The Dialectic of Sex' (1970), Andrea Dworkin's critique of pornography, Catharine MacKinnon's legal theory — argue that patriarchy, not capitalism or racism, is the fundamental form of human oppression?",
        "What was the sex wars of the 1980s — radical feminists (Dworkin, MacKinnon) arguing that pornography is violence against women versus sex-positive feminists (Gayle Rubin, Ellen Willis) arguing that sexual freedom is essential to women's liberation — and why did this split define feminism for a generation?",
        "How did Adrienne Rich's concept of 'compulsory heterosexuality' (1980) — arguing that heterosexuality is not natural but enforced through social, economic, and political institutions — challenge both straight feminism and liberal tolerance, insisting that sexuality itself is a political system?"
      ],
      "tags": ["philosophy", "gender", "activism", "modern-history"]
    },
    {
      "name": "Feminist Epistemology: Who Gets to Know?",
      "topics": [
        "How did Sandra Harding's standpoint theory argue that knowledge is shaped by social position — that marginalized groups can see truths invisible from positions of privilege — and why did this challenge the Enlightenment ideal of the 'view from nowhere'?",
        "What did Donna Haraway mean by 'situated knowledges' (1988) — rejecting both objectivism (the God's-eye view) and relativism (anything goes), arguing instead for partial, accountable, embodied perspectives — and why did her concept of the 'modest witness' challenge scientific authority?",
        "How did feminist philosophers expose the gender bias in science — from the exclusion of women from clinical trials to the androcentrism of evolutionary psychology to the male-default in medical research — revealing that 'objective' science reflects the perspectives of those who practice it?",
        "What is epistemic injustice — Miranda Fricker's concept (2007) that people can be wronged specifically in their capacity as knowers, through 'testimonial injustice' (not being believed) and 'hermeneutical injustice' (lacking the concepts to understand their own experience)?",
        "Why did feminist epistemology generate backlash from both the philosophical establishment — who accused it of politicizing truth — and from postmodernists — who accused it of clinging to truth — and how did this double attack reveal that it had struck a nerve?"
      ],
      "tags": ["philosophy", "epistemology", "gender", "modern-history"]
    },
    {
      "name": "Butler, Performativity, and the Undoing of Gender",
      "topics": [
        "What is Judith Butler's theory of gender performativity — argued in 'Gender Trouble' (1990), that gender is not something you are but something you do, that identity is constituted through repeated performances rather than expressing an inner essence — and why did this transform philosophy, queer theory, and politics?",
        "How did Butler draw on J.L. Austin's speech act theory, Derrida's concept of iterability, and Foucault's analysis of power to argue that the apparently natural categories of 'man' and 'woman' are produced by the very discourses that claim merely to describe them?",
        "Why did Butler argue that even biological sex is socially constructed — not that bodies don't exist, but that our categories for understanding bodies (male/female, normal/abnormal) are shaped by cultural assumptions — and why did this claim provoke fury from both conservatives and some feminists?",
        "What did Butler mean by 'subversive repetition' — that if gender is performed, it can be performed differently (drag, gender nonconformity, queer identities), exposing the constructed nature of 'normal' gender — and has this strategy been politically effective or merely academic?",
        "How did Butler's later work — 'Precarious Life' (2004), 'Frames of War' (2009) — extend her analysis from gender to questions of whose lives are grievable, whose deaths count as losses, and how political power determines which bodies matter?"
      ],
      "tags": ["philosophy", "gender", "identity", "modern-history"]
    },
    {
      "name": "Intersectionality and Global Feminism",
      "topics": [
        "How did Kimberlé Crenshaw coin 'intersectionality' (1989) — analyzing how Black women fell through the cracks of both anti-racism (which centered Black men) and feminism (which centered white women) — and why did a legal concept become the dominant framework of 21st-century feminism?",
        "What did bell hooks contribute with 'Feminist Theory: From Margin to Center' (1984) — arguing that mainstream feminism's focus on white middle-class women's entry into the workplace ignored working-class women and women of color who had always worked — and why did she insist that feminism must address class and race simultaneously?",
        "How did Chandra Talpade Mohanty challenge Western feminism's representation of 'Third World women' — arguing in 'Under Western Eyes' (1984) that portraying non-Western women as uniformly victimized reproduces colonial power relations within feminism itself?",
        "What is María Lugones's concept of 'decolonial feminism' — arguing that the very category of 'gender' as we know it was imposed by European colonialism, that pre-colonial societies organized sex and reproduction differently — and why does this challenge feminism to question its own foundations?",
        "How has intersectionality been both adopted and contested — embraced by activists and institutions, criticized by conservatives as 'identity politics,' challenged by Marxists who argue it fragments class solidarity — and has its academic success diluted its radical potential?"
      ],
      "tags": ["philosophy", "gender", "race", "modern-history"]
    },
    {
      "name": "Feminist Philosophy Now: Unfinished Business",
      "topics": [
        "What are the 'TERF wars' — the bitter conflict between gender-critical feminists (who define 'woman' by biology) and trans-inclusive feminists (who define 'woman' by identity) — and why has this dispute, framed philosophically by thinkers like Kathleen Stock and Sophie Lewis, become the most divisive issue in contemporary feminism?",
        "How has feminist philosophy engaged with technology — Donna Haraway's 'Cyborg Manifesto' (1985), xenofeminism's embrace of technological transformation, debates about AI bias reproducing gender stereotypes — and does technology offer liberation or new forms of patriarchal control?",
        "What did the #MeToo movement (2017) reveal about feminist philosophy's relationship to practice — the gap between theoretical sophistication and women's continued vulnerability to sexual violence — and why did a hashtag accomplish what decades of philosophical argument could not?",
        "How does feminist philosophy address reproductive justice — moving beyond the narrow pro-choice/pro-life binary to address forced sterilization, inadequate healthcare, economic barriers, and the racialized history of reproductive control — following the framework developed by SisterSong and Loretta Ross?",
        "Why does feminist philosophy remain necessary — global gender-based violence, the maternal mortality crisis, the backlash against women's rights from Hungary to Afghanistan to the American Supreme Court — and what has philosophy contributed that activism alone cannot provide?"
      ],
      "tags": ["philosophy", "gender", "ethics", "modern-history"]
    }
  ]
}