[
  {
    "slug": "the-american-labor-movement-from-haymarket-to-amazon",
    "name": "The American Labor Movement: From Haymarket to Amazon",
    "description": "The definitive history of American workers organizing for power: from the blood of Haymarket through the rise of the AFL-CIO, the post-war compact, the Reagan-era decline, and the new wave of organizing at Starbucks, Amazon, and beyond.",
    "chapterCount": 13,
    "created_by": "Peter Nehl and Claude Opus 4.5"
  },
  {
    "slug": "labor-law-and-workers-rights",
    "name": "Labor Law and Workers' Rights",
    "description": "The legal framework governing American workers: from the NLRA to at-will employment, from collective bargaining to individual rights. How US labor law works, why it's weaker than peer nations, and what reform would look like.",
    "chapterCount": 12,
    "created_by": "Peter Nehl and Claude Opus 4.5"
  },
  {
    "slug": "public-sector-unions-teachers-police-and-the-state",
    "name": "Public Sector Unions: Teachers, Police, and the State",
    "description": "Government workers and their unions: the teachers striking for school funding, police unions blocking accountability, postal workers, firefighters, and the unique politics of public employee organizing.",
    "chapterCount": 12,
    "created_by": "Peter Nehl and Claude Opus 4.5"
  },
  {
    "slug": "womens-labor-paid-unpaid-and-undervalued",
    "name": "Women's Labor: Paid, Unpaid, and Undervalued",
    "description": "The gendered dimensions of work: from the factory floor to the kitchen table. The gender pay gap, care work, domestic labor, maternal penalties, and the ongoing fight for economic equality.",
    "chapterCount": 12,
    "created_by": "Peter Nehl and Claude Opus 4.5"
  },
  {
    "slug": "global-labor-supply-chains-sweatshops-and-solidarity",
    "name": "Global Labor: Supply Chains, Sweatshops, and Solidarity",
    "description": "The international dimensions of work: from Bangladeshi garment factories to Chinese electronics plants to Mexican maquiladoras. Globalization, labor standards, and the challenge of organizing across borders.",
    "chapterCount": 12,
    "created_by": "Peter Nehl and Claude Opus 4.5"
  },
  {
    "slug": "wage-theft-exploitation-and-worker-safety",
    "name": "Wage Theft, Exploitation, and Worker Safety",
    "description": "The unsexy side of labor violations: stolen wages, dangerous workplaces, and the enforcement gap. How employers break the law, who suffers most, and why so little is done about it.",
    "chapterCount": 12,
    "created_by": "Peter Nehl and Claude Opus 4.5"
  },
  {
    "slug": "the-gig-economy-and-the-future-of-work",
    "name": "The Gig Economy and the Future of Work",
    "description": "The transformation of employment in the 21st century: Uber drivers, DoorDash deliverers, Amazon warehouse workers, remote employees, and the fundamental question of what 'work' even means anymore.",
    "chapterCount": 12,
    "created_by": "Peter Nehl and Claude Opus 4.5"
  }
]
