{
  "name": "Global Labor: Supply Chains, Sweatshops, and Solidarity",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "chapters": [
    {
      "name": "The Globalization of Production",
      "topics": [
        "How did manufacturing migrate from Detroit to Shenzhen—and what enabled this transformation?",
        "What role did container shipping, trade agreements, and the end of the Cold War play in globalization?",
        "How can a smartphone contain components from dozens of countries with no single country 'making' it?",
        "What is the logic of cost minimization that drives production to wherever labor is cheapest?",
        "What did deindustrialization mean for developed country workers who lost their middle-class jobs?",
        "How is the picture more complex for developing country workers who gained factory jobs?"
      ],
      "tags": []
    },
    {
      "name": "The Race to the Bottom?",
      "topics": [
        "What is the 'race to the bottom' and do countries really compete by lowering labor standards?",
        "Why is the evidence for a race to the bottom mixed across different studies?",
        "Which industries are most mobile and sensitive to labor costs versus less mobile?",
        "Why are labor costs often a small fraction of consumer prices—and what does this mean for the necessity of exploitation?",
        "How could international trade agreements include enforceable labor standards—and why don't they?",
        "What alternatives exist, as demonstrated by Nordic countries and Costa Rica?"
      ],
      "tags": []
    },
    {
      "name": "Sweatshops: Definition, Reality, and Debate",
      "topics": [
        "What makes a factory a sweatshop—excessive hours, low wages, unsafe conditions, restrictions on voice?",
        "Why do conditions vary enormously in global manufacturing, sometimes within the same brand's supply chain?",
        "What are common sweatshop characteristics like locked doors, denied bathroom breaks, and toxic exposure?",
        "What is the 'sweatshops are good for development' argument—and what are its limits?",
        "What do workers themselves say when given the opportunity to organize for better conditions?",
        "Who decides the terms of global production, and how is the enormous value distributed?"
      ],
      "tags": []
    },
    {
      "name": "The Rana Plaza Collapse and Its Aftermath",
      "topics": [
        "What happened on April 24, 2013, when the Rana Plaza building in Bangladesh collapsed, killing 1,134 workers?",
        "Why was the disaster not a natural event but a predictable result of negligent construction and cost pressure?",
        "How did the Accord on Fire and Building Safety differ from the weaker Alliance for Bangladesh Worker Safety?",
        "What real results did the Accord achieve through binding commitments and independent enforcement?",
        "Why do the underlying dynamics—brands squeezing suppliers—remain unchanged?",
        "Why has justice for the victims been elusive, with compensation slow and criminal prosecution absent?"
      ],
      "tags": []
    },
    {
      "name": "Made in China: Labor in the World's Factory",
      "topics": [
        "What are working conditions like at Foxconn, and what did the 2010 suicide wave reveal?",
        "How does the hukou system make migrant workers second-class citizens dependent on employers?",
        "Why are China's official unions controlled by the state to manage workers rather than represent them?",
        "How have Chinese workers engaged in wildcat strikes and social media organizing despite state suppression?",
        "What dilemma does the state face between suppressing unrest and addressing genuine grievances?",
        "Why is manufacturing shifting from China to Vietnam, Bangladesh, and Ethiopia as wages rise?"
      ],
      "tags": []
    },
    {
      "name": "The Maquiladoras: NAFTA and Mexican Labor",
      "topics": [
        "How did NAFTA cause employment in Mexico's border assembly plants to explode from 500,000 to over 3 million?",
        "What are 'protection contracts' and how have they suppressed genuine union organizing in Mexico?",
        "Why did NAFTA's labor side agreement prove toothless for enforcing worker protections?",
        "What stronger labor provisions does the USMCA include, and will they actually be enforced?",
        "What fundamental tension does the maquiladora model illustrate about free trade and the distribution of gains?",
        "How do Mexican workers remain far from sharing proportionately in the value they create?"
      ],
      "tags": []
    },
    {
      "name": "Agricultural Labor Across Borders",
      "topics": [
        "What labor goes into every meal—the strawberry fields, tomato farms, and coffee hillsides?",
        "Why are farmworkers among the least protected workers in the U.S., excluded from NLRA and originally FLSA?",
        "What did the Coalition of Immokalee Workers document about modern agricultural slavery in Florida?",
        "How do global agricultural supply chains extend exploitation from Guatemala to Ivory Coast to India?",
        "How does climate change threaten agricultural workers through heat, rainfall changes, and displacement?",
        "What would it mean to recognize agricultural labor as deserving the same protections as any other work?"
      ],
      "tags": []
    },
    {
      "name": "International Labor Standards: The ILO Framework",
      "topics": [
        "What is the International Labour Organization and what makes its tripartite structure unique?",
        "What are the ILO's eight core conventions on fundamental labor rights?",
        "Why has enforcement been the ILO's weakness—with no power to impose sanctions or penalties?",
        "How do the ILO's supervisory mechanisms generate information and pressure without compelling change?",
        "What role does ILO technical assistance play in helping countries improve labor administration?",
        "Why can labor rights not be effectively promoted without the ILO despite its limitations?"
      ],
      "tags": []
    },
    {
      "name": "Corporate Codes of Conduct: Voluntary or Toothless?",
      "topics": [
        "How did brands adopt codes of conduct for suppliers following the 1990s anti-sweatshop campaigns?",
        "How does the auditing industry work, and what questions arise about auditor independence?",
        "Why do research studies find that audits frequently miss serious violations?",
        "What role do multi-stakeholder initiatives like the Fair Labor Association play?",
        "Why is the fundamental problem with voluntary corporate responsibility that it is voluntary?",
        "What have codes of conduct achieved—and why are they insufficient as the primary protection mechanism?"
      ],
      "tags": []
    },
    {
      "name": "Consumer Campaigns and Worker Power",
      "topics": [
        "Can consumers change working conditions through purchasing choices, boycotts, and fair trade?",
        "What notable victories have consumer campaigns achieved against Nike and through the Fair Food Program?",
        "Why are the limits of consumer power significant—from price sensitivity to supply chain opacity?",
        "What is fair trade certification, and why does it remain a tiny fraction of global trade?",
        "Why do worker advocates argue that consumer campaigns cannot substitute for worker organizing?",
        "What makes campaigns most effective when they combine consumer pressure with worker organizing?"
      ],
      "tags": []
    },
    {
      "name": "Cross-Border Organizing: International Labor Solidarity",
      "topics": [
        "Why has global worker solidarity always been more aspiration than reality despite the 19th century slogan?",
        "What are Global Union Federations and what do international framework agreements commit companies to?",
        "What successes have cross-border campaigns achieved through solidarity actions in consuming countries?",
        "What substantial obstacles—competition between workers, legal differences, power imbalance—limit international solidarity?",
        "Why is purely national organizing insufficient in a global economy?",
        "Can the labor movement develop genuine international solidarity—or will it remain fragmented along national lines?"
      ],
      "tags": []
    },
    {
      "name": "Climate, Trade, and the Just Transition",
      "topics": [
        "What does 'just transition' mean—and how did the concept originate in the labor movement?",
        "What elements does just transition encompass: income support, retraining, community investment, good jobs?",
        "Why does the geographic dimension matter for coal communities and oil refinery towns?",
        "How have labor and environmental movements not always been allies—and how could they build a coalition?",
        "What is the alternative to just transition—unjust transition already underway in abandoned communities?",
        "What do choices about treating displaced workers reveal about our values as a society?"
      ],
      "tags": []
    }
  ]
}
