{
  "name": "Public Sector Unions: Teachers, Police, and the State",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "chapters": [
    {
      "name": "The Rise of Public Sector Unionism",
      "topics": [
        "Why was the idea that government workers could unionize and strike against the state once considered unthinkable?",
        "What did President Kennedy's Executive Order 10988 in 1962 grant federal employees, and what limitations remained?",
        "How did public sector union density rise to nearly 40 percent even as private sector unions declined?",
        "What factors explain why government employers cannot defeat unions as easily as private businesses?",
        "How did public sector unions become powerful political actors through campaign contributions and voter mobilization?",
        "Why has their political engagement made public sector unions targets for attack?"
      ],
      "tags": []
    },
    {
      "name": "Are Public Sector Unions Different?",
      "topics": [
        "What is the argument that public sector unions lack the market discipline that constrains private sector unions?",
        "How does the 'sovereignty' argument hold that government employees have no right to bargain against the state?",
        "Can public sector unions 'elect their own bosses' through campaign contributions and voter mobilization?",
        "What do defenders of public sector unions say about worker rights and democratic accountability?",
        "How does attacking union contracts sometimes serve as a proxy for attacking government services themselves?",
        "Why are public sector unions simultaneously workers seeking better conditions and political actors with policy stakes?"
      ],
      "tags": []
    },
    {
      "name": "Teachers Unions: Education's Most Powerful Players",
      "topics": [
        "What is the combined membership and political influence of the NEA and AFT?",
        "What does teacher collective bargaining typically cover, and how does scope vary by state?",
        "Why has tenure become such a contested issue between unions and education reformers?",
        "How did the education reform movement of the 2000s clash with teachers unions over charter schools and evaluation?",
        "What was different about the teacher strike wave of 2018-2019 compared to traditional labor disputes?",
        "How did rank-and-file militancy sometimes bypass union leadership through social media organizing?"
      ],
      "tags": []
    },
    {
      "name": "The Red State Revolt: Teachers Strike Back",
      "topics": [
        "How did West Virginia teachers organize a nine-day walkout through Facebook in a state without collective bargaining?",
        "Why was West Virginia's success so surprising given the legal obstacles facing public sector strikes?",
        "How did the 'Red for Ed' movement spread to Oklahoma, Arizona, Kentucky, and other states?",
        "What tangible results did the Red State teacher strikes achieve?",
        "How did the movement change electoral politics and shift education funding debates?",
        "What questions does the Red State Revolt raise about the future of labor organizing without legal protections?"
      ],
      "tags": []
    },
    {
      "name": "Police Unions and Accountability",
      "topics": [
        "Why do police unions occupy a unique and controversial position in the labor movement?",
        "How do police contracts hamper investigations by delaying interrogations and requiring evidence disclosure?",
        "Why do arbitrators frequently reduce or overturn discipline imposed on officers for serious misconduct?",
        "How do collective bargaining agreements limit civilian oversight of police departments?",
        "What did the George Floyd protests of 2020 reveal about police unions as obstacles to reform?",
        "How should the tension between labor rights and police accountability be balanced?"
      ],
      "tags": []
    },
    {
      "name": "Police Unions and Politics",
      "topics": [
        "Why do police organizations often support Republican candidates unlike most other unions?",
        "How has police lobbying shaped criminal justice policy for decades?",
        "What is the 'Blue Lives Matter' movement and how does it frame criticism of policing as endangering officers?",
        "Why has the AFL-CIO faced pressure to expel police unions from the labor movement?",
        "How do police unions leverage their unique claim to speak for public safety?",
        "What makes police unions remarkably effective political actors even as they have become increasingly controversial?"
      ],
      "tags": []
    },
    {
      "name": "Firefighters, Paramedics, and First Responders",
      "topics": [
        "Why do firefighters enjoy unique public esteem that extends to their unions?",
        "How does firefighter organizing differ from other public sector unionism in culture and dynamics?",
        "Why are cancer rates among firefighters significantly elevated, and how does this affect union priorities?",
        "How have paramedics and EMTs increasingly organized, often within IAFF locals?",
        "Why is the right to strike largely unavailable to first responders, and what substitutes for it?",
        "How have first responder unions leveraged their moral authority more successfully than any other group?"
      ],
      "tags": []
    },
    {
      "name": "The Postal Service and Its Workers",
      "topics": [
        "How do the four major postal unions represent over 600,000 workers at America's second-largest civilian employer?",
        "What made the illegal postal strike of 1970 a watershed moment that won collective bargaining rights?",
        "How did the 2006 pre-funding requirement create a manufactured financial crisis for the Postal Service?",
        "Why has privatization been a persistent threat to postal workers and universal mail service?",
        "How did postal workers demonstrate their essential role during the COVID-19 pandemic and 2020 election?",
        "What is the connection between attacks on postal voting and the future of postal worker unions?"
      ],
      "tags": []
    },
    {
      "name": "State and Local Workers: The Battleground",
      "topics": [
        "What is the enormous diversity of the 20 million state and local government workers across America?",
        "How does AFSCME represent over a million workers ranging from prison guards to social workers?",
        "Why does the legal framework for state and local bargaining vary so dramatically across states?",
        "Why have prison guards' unions been powerful advocates for mass incarceration?",
        "What is the special place of sanitation workers in labor history since the 1968 Memphis strike?",
        "How have attacks on state and local unions intensified since the 2008 financial crisis?"
      ],
      "tags": []
    },
    {
      "name": "Scott Walker's Wisconsin and the Anti-Union Offensive",
      "topics": [
        "How did Act 10 go far beyond budget repair to fundamentally dismantle public sector unions?",
        "What was the explosive response of tens of thousands of protesters occupying the State Capitol?",
        "What happened in the recall election of 2012, and what were the long-term consequences?",
        "How did Act 10 devastate AFSCME and teachers' union membership in Wisconsin?",
        "How did the Wisconsin template spread to Indiana, Michigan, and other states?",
        "Why did Walker's assault clarify the stakes for workers who had thought their rights secure?"
      ],
      "tags": []
    },
    {
      "name": "Janus v. AFSCME: The Supreme Court Strikes",
      "topics": [
        "What did the Supreme Court rule in Janus v. AFSCME (2018) about agency fees for public sector unions?",
        "How did conservative foundations like the Bradley Foundation and Koch network fund the campaign behind Janus?",
        "What was the First Amendment theory that union fees constitute 'compelled speech'?",
        "Why were the immediate post-Janus membership losses smaller than unions had feared?",
        "What are the longer-term effects of the permanent free-rider problem Janus created?",
        "Could the Janus principle extend to other contexts beyond union fees?"
      ],
      "tags": []
    },
    {
      "name": "The Future of Public Sector Labor",
      "topics": [
        "Why do public sector unions remain the strongest sector of the American labor movement at 34 percent density?",
        "What threats do public sector unions face from Janus, state legislation, and privatization?",
        "How have public sector unions shown resilience through member engagement and social justice organizing?",
        "What new organizing strategies have emerged in higher education, nonprofits, and government contractors?",
        "How does control of state governments determine whether public sector unions will be strengthened or attacked?",
        "Why does the fate of public sector unions affect the public services government provides to all citizens?"
      ],
      "tags": []
    }
  ]
}
