{
  "name": "The Philanthropy-Power Divide",
  "chapters": [
    {
      "name": "The Asymmetry Problem",
      "topics": [
        "What does the conservative political funding ecosystem actually include?",
        "Why does liberal political funding appear weaker despite comparable wealth?",
        "Is the imbalance real or a perception amplified by media?",
        "How long has this asymmetry existed?",
        "What outcomes does this asymmetry produce in real policy and culture?"
      ],
      "tags": ["politics", "systems-thinking", "us-politics", "philanthropy"]
    },
    {
      "name": "Power vs Philanthropy",
      "topics": [
        "How do conservatives define political success differently than liberals?",
        "Why do liberal donors prefer philanthropy over power-building?",
        "What is the difference between charity and political infrastructure?",
        "How do foundations restrict political effectiveness?",
        "Can philanthropy unintentionally preserve the status quo?"
      ],
      "tags": ["politics", "influence", "philanthropy", "activism"]
    },
    {
      "name": "Institution Building on the Right",
      "topics": [
        "How did conservative think tanks become long-term policy engines?",
        "What role do legal organizations like the Federalist Society play?",
        "Why does conservative media function as a coordinated ecosystem?",
        "How are losses treated as investment rather than failure?",
        "Why is ideological discipline easier on the right?"
      ],
      "tags": ["politics", "governance", "us-politics", "journalism"]
    },
    {
      "name": "Fragmentation on the Left",
      "topics": [
        "Why is the left composed of many causes rather than a unified hierarchy?",
        "How does internal critique weaken coordinated messaging?",
        "Why is centralization viewed with suspicion among progressives?",
        "How does moral pluralism complicate power-building?",
        "Is fragmentation a strength or a vulnerability?"
      ],
      "tags": ["politics", "activism", "us-politics", "sociology"]
    },
    {
      "name": "Risk, Reputation, and Respectability",
      "topics": [
        "Why do wealthy liberals fear reputational damage more than conservatives?",
        "How does elite social status constrain political aggression?",
        "Why is explicit narrative control seen as unethical on the left?",
        "How does media neutrality limit liberal-funded outlets?",
        "What role does professional class culture play?"
      ],
      "tags": ["politics", "influence", "us-politics", "sociology"]
    },
    {
      "name": "Media Economics and Narrative Control",
      "topics": [
        "Why does outrage-based media monetize more easily than nuance?",
        "How does conservative media simplify identity and grievance?",
        "Why does liberal media resist unified narratives?",
        "Can truth compete with emotional framing?",
        "What happens when information ecosystems diverge from reality?"
      ],
      "tags": ["media", "propaganda", "journalism", "social-media"]
    },
    {
      "name": "Failed Experiments and False Conclusions",
      "topics": [
        "Why did progressive media experiments like Air America fail?",
        "What lessons did conservative funders learn that liberals did not?",
        "Why do liberals interpret failure as proof of impossibility?",
        "How does short-term evaluation undermine long-term strategy?",
        "What would success metrics look like over decades instead of cycles?"
      ],
      "tags": ["media", "systems-thinking", "journalism", "us-politics"]
    },
    {
      "name": "The Class Conflict Within Liberalism",
      "topics": [
        "Do wealthy liberals benefit from the existing system?",
        "Why does real structural reform threaten elite liberal interests?",
        "How does progressive rhetoric differ from progressive action?",
        "Is there a ceiling on how much change liberal donors will tolerate?",
        "Who defines the boundaries of acceptable reform?"
      ],
      "tags": ["politics", "inequality", "us-politics", "sociology"]
    },
    {
      "name": "Why Knowledge Infrastructure Is Different",
      "topics": [
        "How is knowledge infrastructure different from political messaging?",
        "Why are durable systems harder to capture than media outlets?",
        "Can slow, recursive understanding outperform propaganda?",
        "Why does knowledge resist donor control?",
        "Is this a more ethical path to long-term influence?"
      ],
      "tags": ["media", "epistemology", "journalism", "democracy"]
    },
    {
      "name": "What a Non-Billionaire-Dependent Alternative Looks Like",
      "topics": [
        "What characteristics make a knowledge system anti-fragile?",
        "How can small contributions outperform centralized funding?",
        "Why does decentralization matter for truth-based systems?",
        "How can open knowledge systems resist donor capture?",
        "What would success look like 20 years from now?"
      ],
      "tags": ["politics", "systems-thinking", "philanthropy", "democracy"]
    }
  ],
  "tags": [
    "politics",
    "systems-thinking",
    "philanthropy",
    "us-politics",
    "media",
    "democracy"
  ]
}
