{
  "name": "Economic Coercion in the United States",
  "chapters": [
    {
      "name": "What Does Economic Freedom Actually Mean?",
      "topics": [
        "What is the difference between legal freedom and economic freedom?",
        "When does a choice stop being truly voluntary?",
        "How do material conditions shape what people are realistically free to do?",
        "Can a society be politically free but economically coercive?",
        "Why do formal rights fail without material security?",
        "How has the definition of freedom changed over time in the U.S.?"
      ],
      "tags": ["politics", "democracy", "inequality", "us-politics"]
    },
    {
      "name": "Economic Coercion Without Chains",
      "topics": [
        "What is economic coercion, and how is it defined by economists?",
        "How does coercion differ from force or violence?",
        "When does lack of alternatives become compulsion?",
        "Why coercion can exist even in democratic systems?",
        "How debt, insecurity, and dependency restrict freedom without laws changing?",
        "Why coercion is harder to see than overt repression?"
      ],
      "tags": ["economics", "inequality", "labor", "sociology"]
    },
    {
      "name": "The Minimum Wage and Labor Discipline",
      "topics": [
        "How does a sub-living minimum wage function as a control mechanism?",
        "Why has the federal minimum wage remained unchanged since 2009?",
        "What happens to worker bargaining power when wages do not cover basic needs?",
        "How does low-wage labor affect social mobility across generations?",
        "Why do employers oppose wage floors even when productivity rises?",
        "Who benefits economically from permanently cheap labor?"
      ],
      "tags": ["economics", "inequality", "labor", "us-politics"]
    },
    {
      "name": "Healthcare as an Employment Leash",
      "topics": [
        "Why is healthcare tied to employment in the United States?",
        "How does employer-based healthcare reduce worker mobility?",
        "What risks do workers face when illness threatens job loss?",
        "How does medical debt function as a form of economic pressure?",
        "Why do other wealthy democracies separate healthcare from employment?",
        "What changes when healthcare becomes a guaranteed public service?"
      ],
      "tags": ["health", "governance", "labor", "us-politics"]
    },
    {
      "name": "Housing, Debt, and the Cost of Saying No",
      "topics": [
        "How do housing costs limit worker freedom?",
        "Why does debt increase tolerance for exploitation?",
        "How do student loans alter career and life choices?",
        "What happens when survival depends on continuous income?",
        "Why is homelessness used implicitly as a disciplinary threat?",
        "How do housing and debt reinforce labor dependency?"
      ],
      "tags": ["economics", "inequality", "housing", "labor"]
    },
    {
      "name": "Billionaire Influence and Policy Design",
      "topics": [
        "How do wealthy individuals shape labor and social policy?",
        "Why are some economic reforms never allowed to advance?",
        "How do think tanks translate wealth into policy outcomes?",
        "Why does political spending favor capital over labor?",
        "How does long-term funding quietly shape the rules of the economy?",
        "What policies consistently survive elite opposition, and which do not?"
      ],
      "tags": ["politics", "influence", "inequality", "us-politics"]
    },
    {
      "name": "Why These Outcomes Are Not Accidental",
      "topics": [
        "How can incentives explain persistent policy failures?",
        "Why repeated outcomes signal design rather than incompetence?",
        "How do elites frame harmful systems as inevitable?",
        "Why are alternatives labeled unrealistic or dangerous?",
        "What patterns appear when policies always favor the same groups?",
        "How does normalization hide intentional structure?"
      ],
      "tags": ["politics", "systems-thinking", "inequality", "us-politics"]
    },
    {
      "name": "Cultural Conflict as Economic Distraction",
      "topics": [
        "How do culture wars divert attention from economic power?",
        "Why are identity conflicts easier to mobilize than class issues?",
        "How does partisan outrage fracture labor solidarity?",
        "Why do media narratives rarely center economic coercion?",
        "How does distraction preserve existing power structures?",
        "What happens when class conflict is reframed as moral conflict?"
      ],
      "tags": ["politics", "propaganda", "media", "us-politics"]
    },
    {
      "name": "Why Opposition Often Fails",
      "topics": [
        "Why do many liberal elites avoid structural economic reform?",
        "How does philanthropy replace power-building?",
        "Why are reforms diluted before they reach implementation?",
        "How does fear of instability constrain political action?",
        "What interests do elites across parties share?",
        "Why does symbolic resistance substitute for systemic change?"
      ],
      "tags": ["politics", "activism", "philanthropy", "us-politics"]
    },
    {
      "name": "How Other Democracies Limit Economic Coercion",
      "topics": [
        "How do other wealthy nations prevent labor coercion?",
        "What happens when healthcare is universal?",
        "How do stronger labor protections change worker behavior?",
        "Are higher wage floors economically sustainable?",
        "What myths persist about social democratic systems?",
        "Why does the U.S. reject models that work elsewhere?"
      ],
      "tags": ["politics", "governance", "labor", "democracy"]
    },
    {
      "name": "Ethical Limits of Market Power",
      "topics": [
        "When does market power become unjust domination?",
        "Is economic coercion compatible with democratic values?",
        "What obligations do societies have to ensure real freedom?",
        "How do different ethical frameworks judge coercive systems?",
        "Can markets function without exploiting vulnerability?",
        "Where should moral limits on wealth and power exist?"
      ],
      "tags": ["ethics", "inequality", "democracy", "economics-theory"]
    },
    {
      "name": "Paths Toward Genuine Economic Freedom",
      "topics": [
        "What policies reduce economic coercion without abolishing markets?",
        "How do wages, healthcare, and labor rights interact?",
        "Why economic security increases freedom rather than reducing it?",
        "What role does public understanding play in reform?",
        "Why does knowledge infrastructure matter more than messaging?",
        "How can decentralized knowledge systems support long-term civic understanding?"
      ],
      "tags": ["politics", "systems-thinking", "labor", "democracy"]
    }
  ],
  "tags": [
    "economics",
    "inequality",
    "labor",
    "us-politics",
    "democracy",
    "governance"
  ]
}
