{
  "_instructions": "Please expand this Quarex book seed into a complete book. Create as many chapters as necessary to cover the subject matter thoroughly. \nWithin chapter: Create 4-8 Topics in form of questions that users can click to explore.\nEach Topic should be a clear, curiosity-sparking question",
  "_placement": {
    "library_type": "perspectives-libraries",
    "library": "contested-issues",
    "shelf": "climate-debates"
  },
  "seed": {
    "name": "The Climate Question",
    "created_by": "Peter Nehl and Claude Opus 4.5",
    "chapters": [
      {
        "name": "What Do We Actually Know?",
        "topics": [
          "Where does scientific consensus end and uncertainty begin?",
          "How reliable are climate models at predicting the future?",
          "Why do scientists disagree about climate sensitivity?",
          "What's the difference between weather variability and climate change?",
          "How do we know current warming isn't just a natural cycle?",
          "What are the strongest and weakest points in climate science?"
        ],
        "tags": ["science", "consensus", "uncertainty", "models"]
      },
      {
        "name": "How Urgent Is the Crisis?",
        "topics": [
          "Are tipping points real or exaggerated?",
          "What do different warming scenarios actually mean for daily life?",
          "Is 1.5°C still achievable or already lost?",
          "Why do urgency estimates vary so dramatically?",
          "Does apocalyptic framing help or hurt the cause?",
          "What's the case for climate optimism?"
        ],
        "tags": ["urgency", "tipping points", "scenarios", "framing"]
      },
      {
        "name": "Who Should Pay and How Much?",
        "topics": [
          "Should wealthy nations compensate developing countries?",
          "How do we weigh present costs against future benefits?",
          "What discount rate should we use for future generations?",
          "Is climate action an economic burden or opportunity?",
          "Who bears the cost when we don't act?",
          "Should fossil fuel companies pay for climate damages?"
        ],
        "tags": ["economics", "justice", "costs", "compensation"]
      },
      {
        "name": "Carbon Pricing: Solution or Snake Oil?",
        "topics": [
          "Does carbon tax work better than cap-and-trade?",
          "Why have carbon markets underperformed expectations?",
          "Can carbon pricing be designed to protect the poor?",
          "What's the right price for a ton of carbon?",
          "Should carbon border adjustments become global policy?",
          "Is carbon pricing politically viable in democracies?"
        ],
        "tags": ["carbon tax", "cap-and-trade", "markets", "pricing"]
      },
      {
        "name": "The Nuclear Question",
        "topics": [
          "Can we solve climate change without nuclear power?",
          "Why do environmentalists disagree so sharply on nuclear?",
          "Are next-generation reactors a game-changer or a distraction?",
          "How do nuclear risks compare to climate risks?",
          "What happened to the countries that abandoned nuclear?",
          "Is nuclear too slow and expensive to matter now?"
        ],
        "tags": ["nuclear", "energy", "risk", "technology"]
      },
      {
        "name": "Renewables: Promise and Limits",
        "topics": [
          "Can renewables really power modern civilization?",
          "What's the honest assessment of intermittency challenges?",
          "Are battery storage breakthroughs coming fast enough?",
          "What are the hidden environmental costs of renewables?",
          "Who wins and loses in the renewable energy transition?",
          "Is 100% renewable energy a realistic goal?"
        ],
        "tags": ["renewables", "solar", "wind", "storage", "grid"]
      },
      {
        "name": "Should We Engineer the Climate?",
        "topics": [
          "Is geoengineering a necessary backup or moral hazard?",
          "Who gets to decide if we block the sun?",
          "Can carbon capture technology scale in time?",
          "What are the risks of unintended consequences?",
          "Should we research geoengineering even if we never use it?",
          "Is direct air capture a real solution or greenwashing?"
        ],
        "tags": ["geoengineering", "carbon capture", "technology", "risk"]
      },
      {
        "name": "Individual Action vs. System Change",
        "topics": [
          "Do personal choices actually matter for climate?",
          "Is the carbon footprint concept a fossil fuel distraction?",
          "Should we shame people for flying or eating meat?",
          "What's more effective: voting, protesting, or lifestyle change?",
          "Can consumer pressure force corporate change?",
          "Is individual responsibility a neoliberal trap?"
        ],
        "tags": ["individual action", "systemic change", "responsibility", "activism"]
      },
      {
        "name": "The Politics of Climate",
        "topics": [
          "Why did climate become a partisan issue?",
          "Can conservative climate solutions gain traction?",
          "How do fossil fuel interests shape climate policy?",
          "Why do international climate agreements keep failing?",
          "Is democracy too slow to address climate change?",
          "What makes some countries climate leaders and others laggards?",
          "Is the US a climate leader or obstacle under current policy?",
          "Can Europe maintain climate ambition amid energy security concerns?",
          "Is China's climate commitment genuine or strategic posturing?",
          "Will India's growth trajectory doom global climate targets?",
          "Are petrostates sabotaging climate negotiations from within?",
          "What happens to global climate action when major powers defect?"
        ],
        "tags": ["politics", "partisanship", "lobbying", "international", "US", "Europe", "China", "India"]
      },
      {
        "name": "Developing World Dilemmas",
        "topics": [
          "Should poor countries prioritize growth over emissions?",
          "Is it hypocritical for rich nations to demand restrictions?",
          "Can developing countries leapfrog to clean energy?",
          "What does climate justice mean in practice?",
          "How should historical emissions factor into current policy?",
          "Who speaks for the global South in climate negotiations?"
        ],
        "tags": ["development", "equity", "global south", "justice"]
      },
      {
        "name": "Adaptation vs. Mitigation",
        "topics": [
          "Are we underinvesting in climate adaptation?",
          "When does adaptation become accepting defeat?",
          "Which communities should we help relocate first?",
          "Can we adapt our way out of the worst scenarios?",
          "How do we balance spending on prevention vs. resilience?",
          "What does managed retreat actually look like?"
        ],
        "tags": ["adaptation", "mitigation", "resilience", "retreat"]
      },
      {
        "name": "Media, Messaging, and Trust",
        "topics": [
          "Has climate communication failed?",
          "Why do people reject evidence they find threatening?",
          "Does media false balance distort public understanding?",
          "How have climate denial strategies evolved?",
          "Can we rebuild trust in climate science?",
          "What messages actually change minds on climate?"
        ],
        "tags": ["media", "communication", "denial", "trust", "psychology"]
      }
    ]
  }
}