{
  "_instructions": "Please expand this Quarex book seed into a complete book. Create as many chapters as necessary to cover the subject matter thoroughly. \nWithin chapter: Create 4-8 Topics in form of questions that users can click to explore.\nEach Topic should be a clear, curiosity-sparking question",
  "_placement": {
    "library_type": "perspectives-libraries",
    "library": "cultural-and-identity",
    "shelf": "abortion"
  },
  "seed": {
    "name": "How Abortion Became a Political Wedge",
    "created_by": "Peter Nehl and Claude Opus 4.5",
    "chapters": [
      {
        "name": "Before the Partisan Divide",
        "topics": [
          "How did Americans across the political spectrum view abortion before the 1970s?",
          "Why did some Republican leaders initially support abortion access?",
          "What role did religious denominations play before abortion became politically polarized?",
          "How did the medical profession's stance on abortion shift over the 20th century?",
          "What state-level variations existed before Roe v. Wade nationalized the debate?"
        ],
        "tags": ["history", "pre-roe", "bipartisan", "medical-history"]
      },
      {
        "name": "How the Parties Chose Sides",
        "topics": [
          "What strategic calculations led Republicans to adopt an anti-abortion platform?",
          "How did Democrats become the party of abortion rights?",
          "What role did the Catholic vote play in both parties' positioning?",
          "Why did evangelical Protestants mobilize around abortion later than Catholics?",
          "How did the Southern realignment intersect with abortion politics?",
          "Were there significant internal party battles over adopting these positions?"
        ],
        "tags": ["party-politics", "realignment", "strategy", "coalition-building"]
      },
      {
        "name": "The Courts as Battleground",
        "topics": [
          "How did Roe v. Wade transform abortion from a legislative issue to a judicial one?",
          "Why did Supreme Court nominations become so contentious after Roe?",
          "What strategies did each side develop to influence the judiciary?",
          "How did Planned Parenthood v. Casey change the legal landscape?",
          "What was the political fallout from the Dobbs decision overturning Roe?",
          "How do state courts now shape abortion access differently across the country?"
        ],
        "tags": ["supreme-court", "roe", "dobbs", "judicial-nominations", "federalism"]
      },
      {
        "name": "Single-Issue Voting and Electoral Impact",
        "topics": [
          "How many Americans vote primarily based on a candidate's abortion stance?",
          "Why does abortion motivate voter turnout differently for each side?",
          "How do politicians in competitive districts navigate abortion positioning?",
          "What happens to candidates who break with their party on abortion?",
          "How has abortion influenced presidential elections versus local races?",
          "Do ballot initiatives on abortion perform differently than candidates do?"
        ],
        "tags": ["elections", "voting-behavior", "turnout", "swing-voters"]
      },
      {
        "name": "Money, Mobilization, and Activist Networks",
        "topics": [
          "How do pro-life and pro-choice organizations raise and spend money?",
          "What tactics have anti-abortion activists used to restrict access?",
          "How have abortion rights groups organized in response to restrictions?",
          "What role do crisis pregnancy centers play in the political landscape?",
          "How has grassroots activism differed between the two movements?",
          "Which donors and foundations have shaped abortion politics most significantly?"
        ],
        "tags": ["activism", "fundraising", "organizations", "tactics", "donors"]
      },
      {
        "name": "The War of Words: Framing and Messaging",
        "topics": [
          "Why do the terms 'pro-life' and 'pro-choice' matter so much to each side?",
          "How do both sides use emotional language and imagery strategically?",
          "What polling reveals about which frames resonate with persuadable Americans?",
          "How has the debate shifted from 'abortion' to 'reproductive rights' or 'protecting life'?",
          "Why do both sides accuse the other of extremism?",
          "How do euphemisms and clinical language shape public perception?"
        ],
        "tags": ["framing", "rhetoric", "messaging", "language", "persuasion"]
      },
      {
        "name": "Media Coverage and Public Opinion",
        "topics": [
          "How do different news outlets cover abortion differently?",
          "What do polls actually reveal about Americans' nuanced views on abortion?",
          "Why is public opinion on abortion more complex than the political debate suggests?",
          "How has social media changed how Americans encounter abortion debates?",
          "What stories get amplified, and which perspectives get marginalized?",
          "How do personal abortion narratives influence public attitudes?"
        ],
        "tags": ["media", "polling", "public-opinion", "social-media", "narratives"]
      },
      {
        "name": "How Other Democracies Handle Abortion Politics",
        "topics": [
          "Why is abortion less politically divisive in most European countries?",
          "How did Ireland move from constitutional ban to legalization without permanent polarization?",
          "What legislative compromises have other nations reached on abortion?",
          "How do parliamentary systems handle abortion differently than the U.S. system?",
          "What role do courts play in abortion policy outside the United States?",
          "Are there lessons from other democracies that could apply to America?"
        ],
        "tags": ["international", "comparative-politics", "europe", "ireland", "compromise"]
      },
      {
        "name": "The Polarization Feedback Loop",
        "topics": [
          "How does abortion polarization reinforce itself over time?",
          "Why have moderates on abortion largely disappeared from both parties?",
          "What role does geographic sorting play in hardening abortion positions?",
          "How do primary elections push candidates toward more extreme positions?",
          "Can wedge issues ever be 'de-wedged,' and what would that require?",
          "What would American politics look like if abortion were no longer a central divide?"
        ],
        "tags": ["polarization", "feedback-loops", "moderates", "sorting", "depolarization"]
      }
    ]
  }
}