{
  "_instructions": "Please expand this Quarex book seed into a complete book. Create as many chapters as necessary to cover the subject matter thoroughly. \nWithin chapter: Create 4-8 Topics in form of questions that users can click to explore.\nEach Topic should be a clear, curiosity-sparking question",
  "_placement": {
    "library_type": "perspectives-libraries",
    "library": "fact-vs-fiction",
    "shelf": "political-accountability"
  },
  "seed": {
    "name": "Political Advertising: Finding the Facts",
    "created_by": "Peter Nehl and Claude Opus 4.5",
    "chapters": [
      {
        "name": "The Evolution of Political Advertising",
        "topics": [
          "How did political advertising change from newspaper editorials to television spectacles?",
          "What was the first negative political ad, and did it work?",
          "Why did the 1960 Kennedy-Nixon debates transform political communication forever?",
          "How has the cost of political advertising exploded over the decades?",
          "What role did radio play in shaping early political messaging?"
        ],
        "tags": ["history", "television", "radio", "campaigns", "evolution"]
      },
      {
        "name": "Anatomy of a Political Ad",
        "topics": [
          "What psychological triggers do political ads exploit most effectively?",
          "How do campaigns use music, color, and imagery to manipulate emotions?",
          "Why do attack ads work even when voters claim to hate them?",
          "What is the difference between issue ads and candidate ads legally?",
          "How do campaigns test and refine their ads before airing them?",
          "What makes a political ad memorable versus forgettable?"
        ],
        "tags": ["psychology", "techniques", "design", "manipulation", "messaging"]
      },
      {
        "name": "Common Deception Techniques",
        "topics": [
          "How do ads use selective editing to make opponents appear to say things they didn't?",
          "What is 'cherry-picking' statistics, and how can you spot it?",
          "Why do campaigns use misleading comparisons and false equivalences?",
          "How do out-of-context quotes become weapons in political advertising?",
          "What is 'astroturfing' and how does it create fake grassroots support?",
          "How do dog whistles and coded language work in political messaging?"
        ],
        "tags": ["deception", "manipulation", "statistics", "misinformation", "tactics"]
      },
      {
        "name": "Fact-Checking Political Claims",
        "topics": [
          "What sources do professional fact-checkers use to verify claims?",
          "How can you fact-check a political ad in under five minutes?",
          "Why do fact-checks often fail to change voters' minds?",
          "What are the most reliable nonpartisan fact-checking organizations?",
          "How do you evaluate whether a statistic is being used honestly?",
          "What red flags indicate a claim needs verification?"
        ],
        "tags": ["fact-checking", "verification", "sources", "methodology", "tools"]
      },
      {
        "name": "Digital and Social Media Advertising",
        "topics": [
          "How do micro-targeted ads show different messages to different voters?",
          "Why is it harder to track political spending on social media than television?",
          "What role did Facebook ads play in recent elections worldwide?",
          "How do campaigns use your personal data to craft persuasive messages?",
          "What are 'dark posts' and why are they controversial?",
          "How do algorithms amplify political misinformation?"
        ],
        "tags": ["digital", "social-media", "targeting", "facebook", "algorithms", "data"]
      },
      {
        "name": "The Money Behind Political Ads",
        "topics": [
          "How did Citizens United transform political advertising spending?",
          "What are Super PACs and why can they run ads without candidate approval?",
          "How do 'dark money' groups hide the true funders of political ads?",
          "Why do some donors prefer funding attack ads through third parties?",
          "How much does a typical political ad campaign cost to produce and air?",
          "What is the relationship between ad spending and election outcomes?"
        ],
        "tags": ["campaign-finance", "citizens-united", "super-pacs", "dark-money", "spending"]
      },
      {
        "name": "Legal Rules and Their Loopholes",
        "topics": [
          "Why can political ads make claims that would be illegal in commercial advertising?",
          "What disclosure requirements exist for political advertising?",
          "How do campaigns exploit the distinction between 'coordination' and 'independence'?",
          "What has the FEC done—or failed to do—about deceptive political ads?",
          "How do different countries regulate political advertising truthfulness?",
          "What legal protections exist against foreign interference in political advertising?"
        ],
        "tags": ["regulation", "law", "fec", "disclosure", "loopholes", "policy"]
      },
      {
        "name": "Media Literacy for Voters",
        "topics": [
          "What questions should you ask yourself when watching any political ad?",
          "How can you identify the source and funder behind a political message?",
          "Why is emotional reaction often a sign you're being manipulated?",
          "What does it mean to 'steel-man' the opposing argument?",
          "How can you build a balanced media diet during election season?",
          "What tools exist to help track and analyze political advertising?"
        ],
        "tags": ["media-literacy", "critical-thinking", "tools", "education", "self-defense"]
      },
      {
        "name": "International Perspectives",
        "topics": [
          "How do European democracies restrict political advertising differently than the US?",
          "What can we learn from countries that ban political ads on television?",
          "How do authoritarian regimes use state-controlled advertising?",
          "What international standards exist for truthful political communication?",
          "How have other democracies responded to social media political advertising?"
        ],
        "tags": ["international", "europe", "regulation", "comparison", "democracy"]
      },
      {
        "name": "The Future of Political Advertising",
        "topics": [
          "How will AI-generated content change political advertising?",
          "Can deepfakes be reliably detected in political contexts?",
          "What role might blockchain play in advertising transparency?",
          "Will platforms ever effectively self-regulate political content?",
          "How might voters develop immunity to increasingly sophisticated manipulation?",
          "What reforms could make political advertising more honest?"
        ],
        "tags": ["ai", "deepfakes", "future", "reform", "technology", "transparency"]
      }
    ]
  }
}
