{
  "name": "How History Gets Rewritten: The Revisionism Playbook",
  "slug": "how-history-gets-rewritten-the-revisionism-playbook",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": ["history", "misinformation", "propaganda", "critical-thinking"],
  "chapters": [
    {
      "name": "What Is Revisionism?",
      "slug": "what-is-revisionism",
      "tags": ["history", "epistemology", "fact-checking", "research-methods"],
      "topics": [
        "What's the difference between revisionism and legitimate historical reinterpretation?",
        "Why do historians sometimes change their conclusions, and when is that valid?",
        "What motivates people to rewrite history?",
        "How can you tell when 'just asking questions' is actually revisionism?",
        "What makes some historical claims 'settled' while others remain genuinely debated?"
      ]
    },
    {
      "name": "The Revisionist Playbook",
      "slug": "the-revisionist-playbook",
      "tags": ["media", "propaganda", "logical-fallacies", "source-evaluation"],
      "topics": [
        "How does selective quotation distort historical figures' actual views?",
        "What is 'source laundering' and how does it legitimize fringe claims?",
        "How do revisionists exploit gaps in the historical record?",
        "What role does 'both sides' framing play in manufacturing doubt?",
        "How do false equivalences make extreme positions seem reasonable?",
        "What is 'just asking questions' (JAQing off) and why is it effective?"
      ]
    },
    {
      "name": "The Infrastructure of Revisionism",
      "slug": "the-infrastructure-of-revisionism",
      "tags": ["politics", "misinformation", "journalism", "us-politics"],
      "topics": [
        "How do think tanks manufacture and distribute revisionist narratives?",
        "What role do textbook battles play in shaping generational memory?",
        "How do monuments and commemorations encode historical narratives?",
        "What media ecosystems amplify revisionist claims?",
        "How does funding flow to revisionist scholarship and advocacy?",
        "What role do politicians play in legitimizing revisionist history?"
      ]
    },
    {
      "name": "Long-Game Tactics",
      "slug": "long-game-tactics",
      "tags": ["education", "propaganda", "sociology", "cultural-heritage"],
      "topics": [
        "How long does it take for revisionist narratives to become mainstream?",
        "What is the 'Overton window' and how do revisionists shift it?",
        "How do commemorations and anniversaries become revisionism opportunities?",
        "Why is capturing educational curricula the ultimate revisionist goal?",
        "How do family and community narratives resist documented history?",
        "What happens when eyewitnesses die and living memory fades?"
      ]
    },
    {
      "name": "Who Benefits?",
      "slug": "who-benefits",
      "tags": ["politics", "influence", "us-politics", "sociology"],
      "topics": [
        "How does historical revisionism serve current political agendas?",
        "What economic interests are protected by certain historical narratives?",
        "How does revisionism preserve social hierarchies and power structures?",
        "Why do some groups have identity investments in false histories?",
        "How does 'national pride' become a barrier to historical accuracy?",
        "Who profits financially from revisionist content and media?"
      ]
    },
    {
      "name": "Psychology of Belief Persistence",
      "slug": "psychology-of-belief-persistence",
      "tags": ["psychology", "cognition", "cognitive-bias", "behavioral-psychology"],
      "topics": [
        "Why do people defend false histories even when shown primary sources?",
        "What role does identity play in resistance to historical facts?",
        "How does family mythology override documented evidence?",
        "Why does correcting misinformation sometimes backfire?",
        "What makes some people more susceptible to revisionist claims?",
        "How do emotions override evidence in historical debates?"
      ]
    },
    {
      "name": "Digital-Age Revisionism",
      "slug": "digital-age-revisionism",
      "tags": ["technology", "misinformation", "social-media", "algorithms"],
      "topics": [
        "How has social media accelerated the spread of revisionist claims?",
        "What role do algorithms play in creating revisionist echo chambers?",
        "How do memes and short-form content distort historical understanding?",
        "What is 'real-time revisionism' and how does it work?",
        "How do search engines and AI shape historical knowledge?",
        "What new challenges does deepfake technology pose for historical evidence?"
      ]
    },
    {
      "name": "The Primary Source Defense",
      "slug": "the-primary-source-defense",
      "tags": ["history", "verification", "source-evaluation", "research-methods"],
      "topics": [
        "Why are primary sources the ultimate counter to revisionism?",
        "Where can you find original historical documents online?",
        "How do you evaluate whether a primary source is authentic?",
        "What context is needed to properly interpret primary sources?",
        "How do revisionists misuse or dismiss primary sources?",
        "What archives and institutions preserve historical evidence?"
      ]
    },
    {
      "name": "Engaging Revisionist Believers",
      "slug": "engaging-revisionist-believers",
      "tags": ["psychology", "communication", "negotiation", "behavioral-psychology"],
      "topics": [
        "What approaches actually work when discussing history with revisionists?",
        "How do you introduce evidence without triggering defensiveness?",
        "When is engagement productive and when is it futile?",
        "How can questions be more effective than assertions?",
        "What's the role of empathy in historical conversations?",
        "How do you plant seeds of doubt without demanding immediate conversion?"
      ]
    }
  ]
}
