{
  "name": "United States Civil War Revisionism",
  "slug": "united-states-civil-war-revisionism",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "history",
    "propaganda",
    "civil-rights",
    "us-politics"
  ],
  "chapters": [
    {
      "name": "The Lost Cause: Origins of Civil War Revisionism",
      "slug": "the-lost-cause-origins-of-civil-war-revisionism",
      "tags": [
        "history",
        "propaganda",
        "civil-rights",
        "us-politics"
      ],
      "topics": [
        "What is the 'Lost Cause' narrative and when did it emerge?",
        "Who were the key architects of Lost Cause mythology?",
        "How did the United Daughters of the Confederacy shape textbooks?",
        "What role did Confederate monuments play in rewriting history?",
        "Why did Lost Cause mythology gain traction in the North?"
      ]
    },
    {
      "name": "States' Rights vs. Slavery: What the Documents Say",
      "slug": "states-rights-vs-slavery-what-the-documents-say",
      "tags": [
        "history",
        "epistemology",
        "civil-rights",
        "us-politics"
      ],
      "topics": [
        "What did Confederate states list as reasons for secession?",
        "What does the Confederate Constitution say about slavery?",
        "What did Confederate leaders say about slavery's role at the time?",
        "When did 'states' rights' become the primary explanation?",
        "How do modern historians assess the causes of secession?"
      ]
    },
    {
      "name": "Textbook Wars: How School Curricula Shaped Memory",
      "slug": "textbook-wars-how-school-curricula-shaped-memory",
      "tags": [
        "education",
        "propaganda",
        "civil-rights",
        "us-politics"
      ],
      "topics": [
        "How did Southern textbooks describe slavery and the Civil War?",
        "What was the 'happy slave' narrative in American education?",
        "How did textbook content differ by region for decades?",
        "What changes came after the Civil Rights movement?",
        "What revisionist content persists in some curricula today?"
      ]
    },
    {
      "name": "Civil Rights Movement: The Sanitized Version",
      "slug": "civil-rights-movement-the-sanitized-version",
      "tags": [
        "history",
        "activism",
        "civil-rights",
        "race"
      ],
      "topics": [
        "How has MLK's message been selectively quoted and reframed?",
        "Why is MLK's criticism of white moderates often omitted?",
        "How has the movement been reduced to a 'feel-good' story?",
        "What radical economic demands of civil rights leaders get erased?",
        "How is Rosa Parks' story simplified in popular memory?"
      ]
    },
    {
      "name": "The 'Both Sides' Framing",
      "slug": "the-both-sides-framing",
      "tags": [
        "media",
        "rhetoric",
        "civil-rights",
        "fact-checking"
      ],
      "topics": [
        "How does 'both sides' framing distort Civil War history?",
        "What was the actual scale of violence during civil rights protests?",
        "How are civil rights activists retroactively blamed for unrest?",
        "What do 'heritage not hate' arguments obscure?",
        "How do false equivalences serve modern political agendas?"
      ]
    },
    {
      "name": "Modern Revisionist Movements",
      "slug": "modern-revisionist-movements",
      "tags": [
        "politics",
        "misinformation",
        "us-politics",
        "social-media"
      ],
      "topics": [
        "What historical claims drive current Confederate flag debates?",
        "How do 'anti-CRT' laws affect teaching about slavery and civil rights?",
        "What historical narratives appear in recent state legislation?",
        "How has social media amplified revisionist claims?",
        "What think tanks and organizations promote historical revisionism?"
      ]
    },
    {
      "name": "The Documentary Record",
      "slug": "the-documentary-record",
      "tags": [
        "history",
        "verification",
        "civil-rights",
        "journalism"
      ],
      "topics": [
        "What primary sources definitively establish slavery as the war's cause?",
        "What FBI surveillance reveals about civil rights leaders?",
        "How do period newspapers and speeches contradict revisionism?",
        "What photographic and film evidence documents civil rights violence?",
        "Where can people access original historical documents?"
      ]
    },
    {
      "name": "Why Revisionism Persists",
      "slug": "why-revisionism-persists",
      "tags": [
        "psychology",
        "identity",
        "cognitive-bias",
        "us-politics"
      ],
      "topics": [
        "What psychological needs does historical revisionism serve?",
        "How does revisionism connect to current political identity?",
        "What role does family mythology play in resistance to facts?",
        "How do economic interests benefit from certain historical narratives?",
        "Why do some reject evidence that contradicts inherited beliefs?"
      ]
    },
    {
      "name": "Countering Revisionism with Evidence",
      "slug": "countering-revisionism-with-evidence",
      "tags": [
        "education",
        "critical-thinking",
        "fact-checking",
        "source-evaluation"
      ],
      "topics": [
        "What are the most effective responses to 'states' rights' claims?",
        "How can primary sources be used in conversations about history?",
        "What resources exist for accurate Civil War and civil rights education?",
        "How do historians approach correcting popular misconceptions?",
        "What's the difference between legitimate historical debate and revisionism?"
      ]
    }
  ]
}
