{
  "name": "Cómo el Aborto se Convirtió en una Cuña Política",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "aborto",
    "polarización política",
    "derechos reproductivos",
    "temas divisivos",
    "política estadounidense",
    "guerras culturales",
    "división partidista"
  ],
  "chapters": [
    {
      "name": "Antes de la División Partidista",
      "topics": [
        "¿Cómo veían los estadounidenses de todo el espectro político el aborto antes de los años 1970?",
        "¿Por qué algunos líderes republicanos inicialmente apoyaron el acceso al aborto?",
        "¿Qué papel jugaron las denominaciones religiosas antes de que el aborto se polarizara políticamente?",
        "¿Cómo cambió la postura de la profesión médica sobre el aborto a lo largo del siglo XX?",
        "¿Qué variaciones estatales existían antes de que Roe v. Wade nacionalizara el debate?"
      ],
      "tags": [
        "historia",
        "pensamiento-crítico",
        "medicina",
        "américas"
      ]
    },
    {
      "name": "Cómo los Partidos Eligieron Bandos",
      "topics": [
        "¿Qué cálculos estratégicos llevaron a los republicanos a adoptar una plataforma antiaborto?",
        "¿Cómo se convirtieron los demócratas en el partido de los derechos al aborto?",
        "¿Qué papel jugó el voto católico en el posicionamiento de ambos partidos?",
        "¿Por qué los protestantes evangélicos se movilizaron alrededor del aborto más tarde que los católicos?",
        "¿Cómo se intersectó el realineamiento del Sur con la política del aborto?",
        "¿Hubo batallas internas significativas en los partidos sobre adoptar estas posiciones?"
      ],
      "tags": [
        "política",
        "derechos-humanos",
        "elecciones",
        "alfabetización-mediática"
      ]
    },
    {
      "name": "Los Tribunales como Campo de Batalla",
      "topics": [
        "¿Cómo transformó Roe v. Wade el aborto de un tema legislativo a uno judicial?",
        "¿Por qué las nominaciones a la Corte Suprema se volvieron tan contenciosas después de Roe?",
        "¿Qué estrategias desarrolló cada lado para influir en el poder judicial?",
        "¿Cómo cambió Planned Parenthood v. Casey el panorama legal?",
        "¿Cuál fue el impacto político de la decisión Dobbs que anuló Roe?",
        "¿Cómo moldean ahora los tribunales estatales el acceso al aborto de manera diferente en todo el país?"
      ],
      "tags": [
        "ley",
        "justicia",
        "tribunales",
        "alfabetización-mediática"
      ]
    },
    {
      "name": "Voto por un Solo Tema e Impacto Electoral",
      "topics": [
        "¿Cuántos estadounidenses votan principalmente basándose en la posición de un candidato sobre el aborto?",
        "¿Por qué el aborto motiva la participación electoral de manera diferente para cada lado?",
        "¿Cómo navegan los políticos en distritos competitivos su posicionamiento sobre el aborto?",
        "¿Qué pasa con los candidatos que rompen con su partido en el tema del aborto?",
        "¿Cómo ha influido el aborto en las elecciones presidenciales versus las contiendas locales?",
        "¿Las iniciativas de votación sobre el aborto tienen un desempeño diferente al de los candidatos?"
      ],
      "tags": [
        "política",
        "democracia",
        "elecciones",
        "américas"
      ]
    },
    {
      "name": "Dinero, Movilización y Redes de Activistas",
      "topics": [
        "¿Cómo recaudan y gastan dinero las organizaciones pro-vida y pro-elección?",
        "¿Qué tácticas han usado los activistas antiaborto para restringir el acceso?",
        "¿Cómo se han organizado los grupos de derechos al aborto en respuesta a las restricciones?",
        "¿Qué papel juegan los centros de embarazo en crisis en el panorama político?",
        "¿Cómo ha diferido el activismo de base entre los dos movimientos?",
        "¿Qué donantes y fundaciones han moldeado más significativamente la política del aborto?"
      ],
      "tags": [
        "política",
        "activismo",
        "organizaciones",
        "alfabetización-mediática"
      ]
    },
    {
      "name": "La Guerra de Palabras: Enmarcado y Mensajes",
      "topics": [
        "¿Por qué importan tanto a cada lado los términos 'pro-vida' y 'pro-elección'?",
        "¿Cómo usan estratégicamente ambos lados el lenguaje emocional y las imágenes?",
        "¿Qué revelan las encuestas sobre qué marcos resuenan con los estadounidenses persuadibles?",
        "¿Cómo ha cambiado el debate de 'aborto' a 'derechos reproductivos' o 'proteger la vida'?",
        "¿Por qué acusan ambos lados al otro de extremismo?",
        "¿Cómo moldean los eufemismos y el lenguaje clínico la percepción pública?"
      ],
      "tags": [
        "política",
        "derechos-humanos",
        "retórica",
        "comunicación"
      ]
    },
    {
      "name": "Cobertura Mediática y Opinión Pública",
      "topics": [
        "¿Cómo cubren el aborto de manera diferente los distintos medios de comunicación?",
        "¿Qué revelan realmente las encuestas sobre las opiniones matizadas de los estadounidenses sobre el aborto?",
        "¿Por qué es la opinión pública sobre el aborto más compleja de lo que sugiere el debate político?",
        "¿Cómo han cambiado las redes sociales la forma en que los estadounidenses encuentran los debates sobre el aborto?",
        "¿Qué historias se amplifican, y qué perspectivas se marginan?",
        "¿Cómo influyen las narrativas personales sobre el aborto en las actitudes públicas?"
      ],
      "tags": [
        "medios",
        "periodismo",
        "américas",
        "alfabetización-mediática"
      ]
    },
    {
      "name": "Cómo Otras Democracias Manejan la Política del Aborto",
      "topics": [
        "¿Por qué es el aborto menos divisivo políticamente en la mayoría de los países europeos?",
        "¿Cómo pasó Irlanda de prohibición constitucional a legalización sin polarización permanente?",
        "¿Qué compromisos legislativos han alcanzado otras naciones sobre el aborto?",
        "¿Cómo manejan los sistemas parlamentarios el aborto de manera diferente al sistema estadounidense?",
        "¿Qué papel juegan los tribunales en la política del aborto fuera de Estados Unidos?",
        "¿Hay lecciones de otras democracias que podrían aplicarse a América?"
      ],
      "tags": [
        "política",
        "justicia",
        "américas",
        "europa"
      ]
    },
    {
      "name": "El Ciclo de Retroalimentación de la Polarización",
      "topics": [
        "¿Cómo se refuerza a sí misma la polarización sobre el aborto con el tiempo?",
        "¿Por qué han desaparecido en gran parte los moderados sobre el aborto de ambos partidos?",
        "¿Qué papel juega la segregación geográfica en endurecer las posiciones sobre el aborto?",
        "¿Cómo empujan las elecciones primarias a los candidatos hacia posiciones más extremas?",
        "¿Pueden los temas divisivos alguna vez ser 'des-divididos', y qué requeriría eso?",
        "¿Cómo sería la política estadounidense si el aborto ya no fuera una división central?"
      ],
      "tags": [
        "política",
        "derechos-reproductivos",
        "política-estadounidense",
        "elecciones"
      ]
    }
  ]
}
