{
  "name": "El Movimiento de las Trabajadoras del Hogar",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "trabajo doméstico",
    "derechos laborales",
    "movimiento obrero",
    "américa latina",
    "mujeres trabajadoras"
  ],
  "chapters": [
    {
      "name": "El Trabajo Invisible",
      "topics": [
        "¿Por qué el trabajo doméstico remunerado ha sido históricamente excluido de las protecciones laborales en toda América Latina?",
        "¿Cuántas mujeres trabajan como empleadas domésticas en la región y cuáles son sus condiciones típicas?",
        "¿Cómo perpetúa el trabajo doméstico las jerarquías de raza, clase y género heredadas del colonialismo?",
        "¿Por qué se considera 'trabajo de mujeres' y por lo tanto menos valioso que otros tipos de trabajo?",
        "¿Qué significa que el trabajo doméstico sea invisible tanto para la economía formal como para el movimiento obrero tradicional?"
      ],
      "tags": [
        "economics",
        "labor",
        "inequality",
        "gender"
      ]
    },
    {
      "name": "Las Raíces Coloniales",
      "topics": [
        "¿Cómo se originó el trabajo doméstico remunerado en la esclavitud y el sistema colonial latinoamericano?",
        "¿Por qué las trabajadoras domésticas en América Latina son desproporcionadamente mujeres negras e indígenas?",
        "¿Cómo perpetúan las relaciones entre 'patronas' y 'empleadas' las dinámicas raciales coloniales?",
        "¿Qué continuidades existen entre el servicio doméstico del siglo XIX y el trabajo doméstico actual?",
        "¿Por qué es el trabajo doméstico uno de los últimos bastiones de relaciones laborales casi feudales?"
      ],
      "tags": [
        "history",
        "colonialism",
        "race",
        "labor"
      ]
    },
    {
      "name": "Las Primeras Organizaciones",
      "topics": [
        "¿Cuándo y dónde surgieron las primeras organizaciones de trabajadoras domésticas en América Latina?",
        "¿Qué obstáculos enfrentaron las trabajadoras domésticas para organizarse — aislamiento, jornadas largas, estigma?",
        "¿Por qué los sindicatos tradicionales tardaron tanto en aceptar a las trabajadoras domésticas?",
        "¿Qué papel jugó la Iglesia Católica — tanto progresista como conservadora — en las primeras organizaciones?",
        "¿Cómo lograron las trabajadoras domésticas brasileñas organizarse a partir de los años 1930?"
      ],
      "tags": [
        "history",
        "activism",
        "labor-unions",
        "americas"
      ]
    },
    {
      "name": "Laudelina de Campos Melo y Brasil",
      "topics": [
        "¿Quién fue Laudelina de Campos Melo y por qué es considerada pionera del movimiento de trabajadoras domésticas?",
        "¿Cómo fundó Laudelina la primera asociación de trabajadoras domésticas en Brasil en 1936?",
        "¿Qué conexión estableció Laudelina entre la lucha de las trabajadoras domésticas y el movimiento negro brasileño?",
        "¿Por qué tardó décadas Brasil en reconocer los derechos laborales de las trabajadoras domésticas a pesar del activismo?",
        "¿Qué legado dejó Laudelina para el movimiento actual?"
      ],
      "tags": [
        "history",
        "activism",
        "brazil",
        "race"
      ]
    },
    {
      "name": "La Conquista de Derechos en Brasil",
      "topics": [
        "¿Cómo logró Brasil incluir a las trabajadoras domésticas en la Constitución de 1988, aunque con derechos limitados?",
        "¿Qué significó la 'PEC das Domésticas' de 2013 que equiparó los derechos de las trabajadoras domésticas con otros trabajadores?",
        "¿Qué papel jugó Creuza Maria Oliveira en la lucha por la PEC das Domésticas?",
        "¿Cómo cambió la vida de las trabajadoras domésticas brasileñas después de 2013 — y qué sigue pendiente?",
        "¿Por qué es Brasil un modelo para otros países latinoamericanos en derechos de trabajadoras domésticas?"
      ],
      "tags": [
        "law",
        "labor",
        "brazil",
        "civil-rights"
      ]
    },
    {
      "name": "El Convenio 189 de la OIT",
      "topics": [
        "¿Qué es el Convenio 189 de la OIT sobre trabajo doméstico y por qué fue un hito histórico en 2011?",
        "¿Qué derechos establece el Convenio 189 para las trabajadoras domésticas?",
        "¿Cuántos países latinoamericanos han ratificado el Convenio 189 y qué diferencia ha hecho?",
        "¿Por qué se opusieron algunos gobiernos y empleadores a la aprobación del Convenio?",
        "¿Qué papel jugaron las organizaciones de trabajadoras domésticas latinoamericanas en lograr la aprobación del Convenio?"
      ],
      "tags": [
        "law",
        "international-law",
        "labor",
        "human-rights"
      ]
    },
    {
      "name": "Las Condiciones de Trabajo Hoy",
      "topics": [
        "¿Cuáles son las jornadas típicas, salarios y condiciones de las trabajadoras domésticas en América Latina hoy?",
        "¿Qué porcentaje de trabajadoras domésticas trabaja en la informalidad sin contrato ni seguridad social?",
        "¿Por qué persiste el sistema de 'cama adentro' y qué problemas crea para las trabajadoras?",
        "¿Cómo afecta a las trabajadoras domésticas la falta de límites entre el espacio laboral y el personal?",
        "¿Qué formas de abuso — verbal, físico, sexual — son comunes y por qué quedan impunes?"
      ],
      "tags": [
        "society",
        "labor",
        "inequality",
        "gender"
      ]
    },
    {
      "name": "Migración y Trabajo Doméstico",
      "topics": [
        "¿Por qué hay tantas trabajadoras domésticas migrantes — internas e internacionales — en América Latina?",
        "¿Cómo afecta el estatus migratorio la vulnerabilidad de las trabajadoras domésticas?",
        "¿Qué pasa con las mujeres centroamericanas que migran a México para trabajar en casas?",
        "¿Cómo funcionan las cadenas globales de cuidado que envían mujeres del Sur Global al Norte?",
        "¿Qué pasa con los hijos de las trabajadoras domésticas migrantes que quedan en sus países de origen?"
      ],
      "tags": [
        "society",
        "migration",
        "labor",
        "globalization"
      ]
    },
    {
      "name": "El Trabajo Doméstico y la Pandemia",
      "topics": [
        "¿Cómo afectó la pandemia de COVID-19 a las trabajadoras domésticas latinoamericanas?",
        "¿Cuántas trabajadoras domésticas perdieron sus empleos durante la pandemia sin ninguna protección?",
        "¿Por qué fueron obligadas muchas trabajadoras 'cama adentro' a quedarse encerradas con sus empleadores durante los confinamientos?",
        "¿Cómo expuso la pandemia la esencialidad del trabajo doméstico y de cuidados?",
        "¿Ha mejorado o empeorado la situación de las trabajadoras domésticas después de la pandemia?"
      ],
      "tags": [
        "society",
        "labor",
        "public-health",
        "covid-19"
      ]
    },
    {
      "name": "Organización y Resistencia Hoy",
      "topics": [
        "¿Qué organizaciones de trabajadoras domésticas existen hoy en diferentes países latinoamericanos?",
        "¿Cómo usan las trabajadoras domésticas las redes sociales y la tecnología para organizarse?",
        "¿Qué estrategias han sido más efectivas para lograr cambios legales y mejores condiciones?",
        "¿Cómo se conectan las organizaciones nacionales en redes regionales e internacionales?",
        "¿Qué alianzas han construido las trabajadoras domésticas con el feminismo y otros movimientos sociales?"
      ],
      "tags": [
        "society",
        "activism",
        "labor-unions",
        "social-media"
      ]
    },
    {
      "name": "Las Empleadoras y la Responsabilidad",
      "topics": [
        "¿Qué responsabilidades tienen las empleadoras de trabajadoras domésticas — legales y éticas?",
        "¿Por qué muchas mujeres de clase media y alta que se consideran feministas explotan a sus empleadas domésticas?",
        "¿Cómo pueden las empleadoras ser aliadas en lugar de parte del problema?",
        "¿Qué significa 'empleo doméstico digno' y cómo se ve en la práctica?",
        "¿Por qué es tan difícil cambiar las relaciones de poder entre empleadoras y trabajadoras?"
      ],
      "tags": [
        "society",
        "ethics",
        "labor",
        "gender"
      ]
    },
    {
      "name": "El Futuro del Trabajo Doméstico",
      "topics": [
        "¿Cómo están cambiando las plataformas digitales y apps el trabajo doméstico — para bien y para mal?",
        "¿Qué pasaría si el trabajo doméstico fuera completamente formalizado y bien pagado?",
        "¿Es el objetivo eliminar el trabajo doméstico remunerado o transformarlo en trabajo digno?",
        "¿Qué alternativas existen al modelo de empleo doméstico individual — cooperativas, servicios públicos?",
        "¿Qué puede aprender el movimiento de trabajadoras domésticas de otros movimientos de trabajadores precarios?"
      ],
      "tags": [
        "society",
        "frontiers",
        "labor",
        "technology"
      ]
    }
  ]
}
