{
  "name": "Feminismo Latinoamericano: De Sor Juana al Presente",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "feminismo",
    "américa latina",
    "historia",
    "movimientos sociales",
    "derechos de la mujer"
  ],
  "chapters": [
    {
      "name": "Sor Juana Inés de la Cruz y las Primeras Voces",
      "topics": [
        "¿Cómo desafió Sor Juana Inés de la Cruz las restricciones impuestas a las mujeres intelectuales en el México colonial del siglo XVII?",
        "¿Qué argumentos presentó Sor Juana en su 'Respuesta a Sor Filotea' para defender el derecho de las mujeres a la educación?",
        "¿Por qué la Iglesia Católica finalmente silenció a Sor Juana, y qué nos dice eso sobre el costo del pensamiento feminista temprano?",
        "¿Qué otras mujeres en la América Latina colonial desafiaron las normas de género antes del siglo XIX?",
        "¿Por qué se considera a Sor Juana una figura proto-feminista aunque el término no existía en su época?"
      ],
      "tags": [
        "history",
        "colonialism",
        "mexico",
        "religion"
      ]
    },
    {
      "name": "Las Luchadoras por la Independencia",
      "topics": [
        "¿Qué papel jugaron mujeres como Leona Vicario, Josefa Ortiz de Domínguez y Manuela Sáenz en las guerras de independencia latinoamericanas?",
        "¿Cómo fueron borradas las contribuciones de las mujeres de las narrativas oficiales de independencia?",
        "¿Por qué las nuevas repúblicas latinoamericanas excluyeron a las mujeres de la ciudadanía plena después de la independencia?",
        "¿Cómo participaron las mujeres indígenas y afrodescendientes en los movimientos de independencia de manera diferente a las mujeres criollas?",
        "¿Qué prometieron los líderes independentistas a las mujeres que nunca cumplieron?"
      ],
      "tags": [
        "history",
        "revolution",
        "americas",
        "civil-rights"
      ]
    },
    {
      "name": "El Sufragismo en América Latina",
      "topics": [
        "¿Por qué Ecuador fue el primer país latinoamericano en otorgar el voto a las mujeres en 1929, décadas antes que otros?",
        "¿Cómo difirieron las estrategias sufragistas en Argentina, Brasil y Chile?",
        "¿Qué papel jugó Eva Perón en el sufragio femenino argentino de 1947, y por qué su legado es controvertido entre las feministas?",
        "¿Por qué Paraguay no otorgó el voto a las mujeres hasta 1961, siendo el último país latinoamericano en hacerlo?",
        "¿Cómo se conectaron los movimientos sufragistas latinoamericanos con los movimientos obreros y socialistas?"
      ],
      "tags": [
        "politics",
        "democracy",
        "voting-rights",
        "americas"
      ]
    },
    {
      "name": "Feminismo y Revolución en el Siglo XX",
      "topics": [
        "¿Cómo incorporó la Revolución Cubana de 1959 a las mujeres, y cuáles fueron los límites de esa incorporación?",
        "¿Qué papel jugaron las mujeres en el Frente Sandinista de Nicaragua, y qué pasó con sus demandas después del triunfo?",
        "¿Cómo se posicionaron las feministas latinoamericanas frente a los movimientos guerrilleros de los años 60 y 70?",
        "¿Por qué argumentaron muchas feministas que la izquierda revolucionaria reproducía el machismo dentro de sus propias organizaciones?",
        "¿Qué aprendieron las feministas latinoamericanas de la experiencia de subordinar el género a la clase?"
      ],
      "tags": [
        "politics",
        "revolution",
        "cuba",
        "central-america"
      ]
    },
    {
      "name": "Las Dictaduras y la Resistencia de las Mujeres",
      "topics": [
        "¿Cómo surgió el movimiento de las Madres de Plaza de Mayo en Argentina como respuesta a la dictadura militar?",
        "¿Por qué fueron las mujeres quienes lideraron la resistencia pacífica contra las dictaduras del Cono Sur?",
        "¿Cómo usaron las dictaduras la violencia sexual como arma de represión política contra las mujeres militantes?",
        "¿Qué papel jugaron las mujeres en la transición a la democracia en Chile, Argentina y Brasil?",
        "¿Por qué muchas demandas feministas fueron marginadas una vez restaurada la democracia?"
      ],
      "tags": [
        "politics",
        "authoritarianism",
        "argentina",
        "human-rights"
      ]
    },
    {
      "name": "Los Encuentros Feministas Latinoamericanos",
      "topics": [
        "¿Qué significó el Primer Encuentro Feminista Latinoamericano y del Caribe en Bogotá, 1981, para el movimiento regional?",
        "¿Cómo evolucionaron los debates en los Encuentros sobre autonomía, institucionalización y diversidad?",
        "¿Por qué surgieron tensiones entre las feministas 'autónomas' y las 'institucionales' en los años 90?",
        "¿Cómo desafiaron las feministas afrodescendientes, indígenas y lesbianas el feminismo blanco y heteronormativo en los Encuentros?",
        "¿Qué lograron concretamente los Encuentros en términos de legislación y políticas públicas?"
      ],
      "tags": [
        "society",
        "activism",
        "americas",
        "feminism"
      ]
    },
    {
      "name": "El Feminismo Popular y Comunitario",
      "topics": [
        "¿Qué distingue al feminismo popular latinoamericano del feminismo académico o institucional?",
        "¿Cómo organizan las mujeres en los barrios populares y favelas alrededor de necesidades concretas como agua, vivienda y comedores?",
        "¿Por qué argumentan las feministas comunitarias que el feminismo occidental no responde a sus realidades?",
        "¿Cómo han desarrollado las mujeres indígenas de Bolivia y Guatemala sus propias teorías feministas desde la comunidad?",
        "¿Qué significa 'poner el cuerpo' en el feminismo popular latinoamericano?"
      ],
      "tags": [
        "society",
        "community-organizing",
        "poverty",
        "indigenous-peoples"
      ]
    },
    {
      "name": "Feminismo y Teología de la Liberación",
      "topics": [
        "¿Cómo desafiaron las teólogas feministas latinoamericanas tanto al patriarcado eclesiástico como al secularismo feminista?",
        "¿Qué aportes hicieron Ivone Gebara, Elsa Tamez y otras a una lectura feminista de la Biblia desde América Latina?",
        "¿Por qué la Iglesia Católica sancionó a Ivone Gebara por sus posiciones sobre el aborto?",
        "¿Cómo combinan las comunidades eclesiales de base el compromiso religioso con la lucha por los derechos de las mujeres?",
        "¿Qué tensiones existen entre el feminismo secular y el feminismo de inspiración religiosa en la región?"
      ],
      "tags": [
        "religion",
        "theology",
        "catholicism",
        "feminism"
      ]
    },
    {
      "name": "La Lucha por los Derechos Reproductivos",
      "topics": [
        "¿Por qué tiene América Latina algunas de las leyes de aborto más restrictivas del mundo?",
        "¿Cómo logró Argentina legalizar el aborto en 2020 después de décadas de lucha feminista?",
        "¿Qué papel jugó el movimiento de los pañuelos verdes en transformar el debate sobre el aborto en la región?",
        "¿Por qué criminalizan El Salvador, Honduras y Nicaragua el aborto incluso en casos de violación o riesgo de vida?",
        "¿Cómo acceden las mujeres latinoamericanas al aborto a pesar de las prohibiciones legales?"
      ],
      "tags": [
        "health",
        "reproductive-rights",
        "law",
        "americas"
      ]
    },
    {
      "name": "Ni Una Menos y la Cuarta Ola",
      "topics": [
        "¿Qué desencadenó el movimiento Ni Una Menos en Argentina en 2015 y cómo se expandió por toda la región?",
        "¿Por qué resonó el grito 'Ni Una Menos' más que campañas anteriores contra la violencia de género?",
        "¿Cómo transformó el feminismo latinoamericano de la cuarta ola el uso de las redes sociales y las calles?",
        "¿Qué logros legislativos concretos produjo Ni Una Menos en diferentes países?",
        "¿Por qué critican algunas feministas que Ni Una Menos se centró demasiado en el feminicidio y no en la violencia estructural?"
      ],
      "tags": [
        "society",
        "activism",
        "social-media",
        "gender-based-violence"
      ]
    },
    {
      "name": "Las Colectivas y el Nuevo Activismo",
      "topics": [
        "¿Cómo han reemplazado las colectivas feministas a las organizaciones jerárquicas tradicionales en el activismo latinoamericano?",
        "¿Qué papel jugó el colectivo LasTesis de Chile con su performance 'Un violador en tu camino' que se viralizó globalmente?",
        "¿Cómo organizan las colectivas acciones directas, escraches y denuncias públicas?",
        "¿Qué debates internos enfrentan las colectivas sobre horizontalidad, liderazgo y toma de decisiones?",
        "¿Por qué ha sido tan efectiva la estética feminista latinoamericana — pañuelos, glitter, performances — en captar atención global?"
      ],
      "tags": [
        "society",
        "activism",
        "chile",
        "social-media"
      ]
    },
    {
      "name": "Feminismo, Estado y Políticas Públicas",
      "topics": [
        "¿Qué han logrado los ministerios de la mujer y las políticas de género en América Latina desde los años 90?",
        "¿Por qué critican las feministas autónomas la institucionalización del feminismo en el Estado?",
        "¿Cómo han usado los gobiernos progresistas como los de Bachelet, Fernández y Boric las políticas de género?",
        "¿Qué pasa con las políticas de género cuando llegan al poder gobiernos de derecha como Bolsonaro o Milei?",
        "¿Es posible un feminismo de Estado, o es una contradicción en sus términos?"
      ],
      "tags": [
        "politics",
        "governance",
        "public-policy",
        "americas"
      ]
    },
    {
      "name": "Debates Contemporáneos y Fracturas",
      "topics": [
        "¿Por qué está dividido el feminismo latinoamericano sobre la inclusión de mujeres trans?",
        "¿Cómo se posicionan las feministas latinoamericanas frente al trabajo sexual — abolicionismo versus regulación?",
        "¿Qué tensiones existen entre el feminismo urbano de clase media y el feminismo popular e indígena?",
        "¿Cómo responde el feminismo latinoamericano al crecimiento de los movimientos anti-género y evangélicos?",
        "¿Puede el feminismo latinoamericano mantener su radicalidad mientras se institucionaliza?"
      ],
      "tags": [
        "society",
        "identity",
        "lgbtq",
        "feminism"
      ]
    },
    {
      "name": "El Futuro del Feminismo Latinoamericano",
      "topics": [
        "¿Qué distingue al feminismo latinoamericano del feminismo norteamericano y europeo?",
        "¿Cómo está exportando América Latina ideas y tácticas feministas al resto del mundo?",
        "¿Qué desafíos enfrenta el feminismo latinoamericano frente a la crisis económica, climática y democrática?",
        "¿Cómo están las jóvenes feministas redefiniendo el movimiento para la próxima generación?",
        "¿Qué victorias son todavía posibles, y cuáles parecen cada vez más lejanas?"
      ],
      "tags": [
        "society",
        "frontiers",
        "americas",
        "feminism"
      ]
    }
  ]
}
