{
  "name": "Interseccionalidad: Raza, Género y Poder",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "interseccionalidad",
    "raza y género",
    "teoría feminista",
    "desigualdad estructural",
    "feminismo inclusivo"
  ],
  "chapters": [
    {
      "name": "Por Qué el Feminismo de un Solo Eje No Explica las Vidas Reales de las Mujeres",
      "topics": [
        "¿Qué significa analizar el género en un 'solo eje', y por qué ese enfoque no capta las experiencias de la mayoría de las mujeres?",
        "¿Cómo creó puntos ciegos sobre raza, clase y otras dimensiones de opresión el enfoque del feminismo mayoritario en las preocupaciones de mujeres blancas de clase media?",
        "¿Qué pasa cuando una mujer negra enfrenta discriminación que no es puramente racial ni puramente de género — y la ley no puede reconocerla como ninguna de las dos?",
        "¿Por qué las primeras organizaciones feministas repetidamente pidieron a las mujeres de color dejar de lado la justicia racial en favor de la solidaridad de género?",
        "¿Cómo lleva el pensamiento de un solo eje a políticas que técnicamente benefician a las 'mujeres' mientras dejan atrás a las mujeres más vulnerables?",
        "¿Cómo sería el feminismo si hubiera sido construido desde las experiencias de mujeres que enfrentan múltiples formas superpuestas de opresión desde el principio?"
      ],
      "tags": [
        "filosofía",
        "teoría",
        "género",
        "feminismo"
      ]
    },
    {
      "name": "Cómo Kimberlé Crenshaw y el Colectivo del Río Combahee Construyeron la Teoría Interseccional",
      "topics": [
        "¿Qué era el Colectivo del Río Combahee, y por qué su declaración de 1977 se convirtió en uno de los textos fundacionales del feminismo interseccional?",
        "¿Cómo acuñó Kimberlé Crenshaw el término 'interseccionalidad' en 1989, y qué casos legales específicos la impulsaron a desarrollar el marco?",
        "¿Qué contribuyó Patricia Hill Collins a la teoría interseccional a través de su concepto de la 'matriz de dominación'?",
        "¿Cómo desafió la escritura de Audre Lorde sobre las 'herramientas del amo' a las feministas a repensar qué métodos y marcos estaban usando?",
        "¿Por qué fue resistida la teoría interseccional dentro del feminismo mayoritario durante décadas antes de ser ampliamente adoptada?",
        "¿Cuál es la diferencia entre la interseccionalidad como marco analítico riguroso y la interseccionalidad como palabra de moda popular?"
      ],
      "tags": [
        "filosofía",
        "teoría",
        "raza",
        "género"
      ]
    },
    {
      "name": "Las Mujeres Negras y los Orígenes de la Doble Exclusión en Estados Unidos",
      "topics": [
        "¿Cómo han sido excluidas las mujeres negras tanto del movimiento feminista mayoritario como del movimiento de derechos civiles mayoritario simultáneamente?",
        "¿Qué reveló el discurso '¿Acaso no soy una mujer?' de Sojourner Truth sobre qué feminidad era reconocida y cuál era negada?",
        "¿Por qué fueron forzadas las mujeres negras a elegir entre solidaridad racial y solidaridad de género — y qué pasó cuando se negaron a elegir?",
        "¿Cómo creó la experiencia de las mujeres esclavizadas — sometidas tanto a violencia racial como sexual — un legado que aún moldea las vidas de las mujeres negras?",
        "¿Qué papel jugaron las organizaciones feministas negras en construir alternativas cuando tanto el feminismo blanco como los movimientos de derechos civiles liderados por hombres les fallaron?",
        "¿Cómo describe el concepto de 'misogynoir' — el odio específico dirigido a las mujeres negras — una experiencia que ni el racismo ni el sexismo por sí solos pueden explicar?"
      ],
      "tags": [
        "feminismo",
        "desigualdad",
        "raza",
        "género"
      ]
    },
    {
      "name": "Feminismo Latina y la Política del Idioma, el Trabajo y la Ciudadanía",
      "topics": [
        "¿Cómo aborda el feminismo latina la intersección de género, raza, etnicidad, idioma y estatus migratorio?",
        "¿Por qué las feministas chicanas en los años 1960 y 1970 desafiaron tanto al feminismo anglosajón como al machismo dentro de sus propias comunidades?",
        "¿Cómo describe el concepto de Gloria Anzaldúa de las 'tierras fronterizas' la experiencia de vivir en la intersección de múltiples culturas e identidades?",
        "¿Qué explotación laboral específica enfrentan las mujeres latinas en el trabajo doméstico, la agricultura y las industrias de servicios — y por qué su estatus migratorio las hace vulnerables?",
        "¿Cómo funciona el idioma — la expectativa de asimilarse, la devaluación del bilingüismo, el borrado del español — como herramienta de control racial y de género?",
        "¿Por qué es el feminismo latina esencial para la teoría interseccional, y qué pasa cuando se trata como un subconjunto del feminismo mayoritario o la política latina?"
      ],
      "tags": [
        "sociedad",
        "feminismo",
        "inmigración",
        "género"
      ]
    },
    {
      "name": "Mujeres Indígenas, Borrado y el Feminismo que el Colonialismo Olvidó",
      "topics": [
        "¿Cómo destruyó sistemáticamente el colonialismo los sistemas de género indígenas que a menudo incluían estructuras igualitarias o matrilineales?",
        "¿Por qué son las mujeres indígenas en Estados Unidos y Canadá desproporcionadamente afectadas por la violencia, y por qué ha sido esa crisis en gran parte ignorada?",
        "¿Qué revela el movimiento de Mujeres Indígenas Desaparecidas y Asesinadas sobre qué vidas de mujeres son tratadas como dignas de atención y justicia?",
        "¿Cómo desafían las académicas feministas indígenas las suposiciones del feminismo occidental sobre cómo se ve la igualdad de género?",
        "¿Qué papel juega la soberanía territorial en la comprensión de liberación de las mujeres indígenas — y por qué es inseparable de la justicia de género?",
        "¿Por qué el discurso interseccional mayoritario a menudo falla en incluir las experiencias de las mujeres indígenas a pesar de afirmar centrar a las más marginadas?"
      ],
      "tags": [
        "feminismo",
        "colonialismo",
        "raza",
        "género"
      ]
    },
    {
      "name": "Mujeres Asiático-Americanas y los Estereotipos que Hacen Invisible el Poder",
      "topics": [
        "¿Cómo interactúan el mito de la 'minoría modelo' y los estereotipos de las mujeres asiáticas como pasivas, complacientes o hipersexualizadas para borrar la agencia política de las mujeres asiático-americanas?",
        "¿Por qué difiere la racialización de las mujeres asiáticas de la racialización de las mujeres negras y latinas — y qué significa eso para el análisis interseccional?",
        "¿Cómo ha creado la fetichización de las mujeres asiáticas — desde estereotipos de guerra hasta la cultura de citas moderna — una forma específica de racismo de género?",
        "¿Qué papel jugaron los tiroteos de los spas de Atlanta de 2021 en hacer visible al público general la intersección del racismo antiasiático y la violencia de género?",
        "¿Cómo crean los patrones de inmigración, las barreras del idioma y las expectativas culturales desafíos únicos para las mujeres asiático-americanas en diferentes comunidades étnicas?",
        "¿Por qué están las mujeres asiático-americanas a menudo ausentes de las conversaciones feministas interseccionales, y qué revela esa ausencia sobre los puntos ciegos del marco?"
      ],
      "tags": [
        "feminismo",
        "sesgo",
        "raza",
        "género"
      ]
    },
    {
      "name": "Cómo la Clase y la Estratificación Económica Dividen a las Mujeres Entre Sí",
      "topics": [
        "¿Por qué el enfoque del feminismo mayoritario en el liderazgo corporativo y el avance profesional ignora las preocupaciones de las mujeres de clase trabajadora y pobres?",
        "¿Cómo crea la clase económica experiencias fundamentalmente diferentes de género — desde acceso a cuidado infantil y atención médica hasta vulnerabilidad a la violencia?",
        "¿Qué pasa cuando la liberación de las mujeres ricas depende del trabajo barato de otras mujeres — niñeras, empleadas domésticas y cuidadoras?",
        "¿Cómo crea la intersección de pobreza y género condiciones que son invisibles para el feminismo construido alrededor de suposiciones de clase media?",
        "¿Por qué ha luchado el movimiento feminista por construir solidaridad a través de líneas de clase, y qué intentos históricos han tenido éxito o fracasado?",
        "¿Cómo sería una agenda económica feminista si centrara las necesidades de las mujeres más pobres en lugar de las ambiciones de las más privilegiadas?"
      ],
      "tags": [
        "economía",
        "desigualdad",
        "pobreza",
        "género"
      ]
    },
    {
      "name": "Discapacidad, Género y el Cuerpo que el Feminismo Pasó por Alto",
      "topics": [
        "¿Cómo ha excluido históricamente el feminismo mayoritario a las mujeres discapacitadas de su análisis, sus organizaciones y su visión de liberación?",
        "¿Por qué crea la intersección de discapacidad y género experiencias únicas — desde esterilización forzada hasta negación de agencia sexual — que ningún marco por sí solo puede explicar?",
        "¿Cómo se relaciona el concepto de 'capacidad corporal obligatoria' con las normas de género obligatorias?",
        "¿Qué desafíos específicos enfrentan las mujeres discapacitadas en empleo, atención médica y protección contra la violencia que las mujeres no discapacitadas no enfrentan?",
        "¿Cómo enfrentan las mujeres discapacitadas de color una marginación compuesta que las coloca en los bordes más lejanos de los movimientos feministas y de derechos de discapacidad?",
        "¿Qué contribuye la justicia para discapacitados — como algo distinto de los derechos de discapacidad — al pensamiento feminista interseccional?"
      ],
      "tags": [
        "feminismo",
        "desigualdad",
        "discapacidad",
        "género"
      ]
    },
    {
      "name": "El Estatus Migratorio como Herramienta de Control de Género",
      "topics": [
        "¿Cómo crea el estatus migratorio una forma de vulnerabilidad de género que los ciudadanos nunca experimentan — haciendo a las mujeres dependientes de empleadores, cónyuges o traficantes para su presencia legal?",
        "¿Por qué son las mujeres indocumentadas particularmente vulnerables a la explotación laboral, violencia doméstica y agresión sexual — y por qué tienen el menor acceso a protección legal?",
        "¿Cómo funcionan las políticas de aplicación de inmigración como redadas en lugares de trabajo y amenazas de deportación como herramientas que mantienen a las mujeres inmigrantes en silencio sobre el abuso?",
        "¿Qué pasa con las mujeres en detención de inmigración, y por qué sus experiencias de daño específico de género son en gran parte invisibles tanto para la reforma migratoria como para los movimientos feministas?",
        "¿Cómo crean las estructuras de visa — visas conyugales, visas de trabajo, solicitudes de asilo — desequilibrios de poder de género que el sistema de inmigración no fue diseñado para abordar?",
        "¿Por qué debe cualquier feminismo interseccional serio incluir el estatus migratorio como un eje central de análisis en lugar de una preocupación periférica?"
      ],
      "tags": [
        "ley",
        "desigualdad",
        "inmigración",
        "género"
      ]
    },
    {
      "name": "Cómo la Policía y la Criminalización Atacan a las Mujeres en la Intersección de Raza y Género",
      "topics": [
        "¿Por qué la conversación sobre la violencia policial se centra casi exclusivamente en los hombres, y qué pasa con las mujeres — especialmente las mujeres negras — que también son atacadas?",
        "¿Cómo afecta desproporcionadamente a las mujeres de color la criminalización de la pobreza, la adicción y las estrategias de supervivencia como el trabajo sexual?",
        "¿Qué reveló la campaña Say Her Name sobre la invisibilidad de las mujeres víctimas de violencia policial?",
        "¿Cómo falla específicamente el sistema carcelario a las mujeres — desde atención médica inadecuada hasta separación de los hijos hasta abuso sexual por guardias?",
        "¿Por qué son las mujeres indígenas y negras encarceladas a tasas dramáticamente más altas que las mujeres blancas, y qué factores estructurales impulsan esas disparidades?",
        "¿Cómo sería un enfoque feminista de reforma de la justicia penal que centre las experiencias de mujeres en la intersección de raza y género?"
      ],
      "tags": [
        "ley",
        "justicia",
        "policía",
        "género"
      ]
    },
    {
      "name": "Disparidades de Salud que Existen Solo en las Intersecciones",
      "topics": [
        "¿Por qué mueren las mujeres negras en Estados Unidos en el parto a una tasa tres a cuatro veces mayor que las mujeres blancas — independientemente del ingreso o la educación?",
        "¿Cómo crea la intersección de raza y género resultados de salud específicos que no pueden explicarse por ninguno de los factores por sí solo?",
        "¿Por qué ha excluido históricamente la investigación médica a mujeres y personas de color de los ensayos clínicos, y cuáles son las consecuencias para el tratamiento hoy?",
        "¿Cómo se combinan los sesgos implícitos en la atención médica — la creencia de que los pacientes negros sienten menos dolor, que las mujeres exageran los síntomas — en las intersecciones?",
        "¿Qué barreras específicas de atención médica enfrentan las mujeres transgénero, las mujeres discapacitadas y las mujeres indocumentadas que la defensa mayoritaria de salud de la mujer no aborda?",
        "¿Cómo sería en la práctica un enfoque interseccional de política de salud pública?"
      ],
      "tags": [
        "salud",
        "desigualdad",
        "salud-pública",
        "género"
      ]
    },
    {
      "name": "Invisibilidad Mediática y Quién Puede Representar la Experiencia de las Mujeres",
      "topics": [
        "¿De quién son las historias que se cuentan cuando los medios cubren 'temas de mujeres' — y de quién quedan consistentemente fuera?",
        "¿Cómo moldea la subrepresentación de mujeres de color en el periodismo, el cine y la industria editorial qué narrativas sobre las mujeres llegan al público?",
        "¿Por qué la cobertura mediática de la violencia contra las mujeres se centra desproporcionadamente en víctimas blancas mientras ignora a las mujeres de color desaparecidas y asesinadas?",
        "¿Cómo amplifican los algoritmos y las plataformas de redes sociales las voces de ciertas mujeres mientras suprimen otras — y qué papel juega la interseccionalidad en ese filtrado?",
        "¿Qué significa que las voces feministas más visibles en los medios sean abrumadoramente blancas, acomodadas y sin discapacidades?",
        "¿Cómo han creado las mujeres en las intersecciones sus propios medios — desde fanzines hasta podcasts hasta movimientos en redes sociales — para contar las historias que el mainstream ignora?"
      ],
      "tags": [
        "medios",
        "representación",
        "periodismo",
        "género"
      ]
    },
    {
      "name": "Por Qué las Políticas Construidas sobre un Solo Eje Fallan a las Mujeres que Más las Necesitan",
      "topics": [
        "¿Cómo fallan las leyes antidiscriminación que tratan raza y género como categorías separadas en proteger a las personas que experimentan ambos simultáneamente?",
        "¿Por qué dañó desproporcionadamente la reforma del bienestar de los años 1990 a las madres negras y latinas — y por qué era ese daño predecible desde un análisis interseccional?",
        "¿Cómo producen las políticas de licencia familiar, los programas de cuidado infantil y las leyes de salario mínimo diferentes resultados para las mujeres dependiendo de su raza, clase y estatus migratorio?",
        "¿Por qué la política de vivienda que ignora la intersección de género y raza no aborda la vulnerabilidad específica de las madres solteras de color?",
        "¿Qué ejemplos existen de diseño de políticas interseccionales — leyes y programas que tienen en cuenta identidades superpuestas — y producen mejores resultados?",
        "¿Cómo sería la formulación de políticas si se requiriera un análisis interseccional antes de que cualquier legislación que afecte a las mujeres pudiera ser aprobada?"
      ],
      "tags": [
        "política",
        "gobernanza",
        "derechos-civiles",
        "género"
      ]
    },
    {
      "name": "Cómo la Interseccionalidad Ha Sido Cooptada, Diluida y Convertida en Arma",
      "topics": [
        "¿Cómo se convirtió un marco analítico y legal riguroso en una palabra de moda corporativa de diversidad que a menudo significa lo opuesto de lo que sus creadoras pretendían?",
        "¿Por qué usan algunas organizaciones el lenguaje de la interseccionalidad para parecer inclusivas sin hacer cambios estructurales sobre quién tiene el poder?",
        "¿Cómo ha sido tergiversada la interseccionalidad como unas 'Olimpiadas de la opresión' — un sistema de clasificación — cuando fue diseñada como lo opuesto?",
        "¿Por qué atacan algunos críticos de la derecha a la interseccionalidad como política de identidad divisiva, y qué malinterpreta esa crítica sobre el marco?",
        "¿Cómo ha sido usada a veces la popularización de la interseccionalidad para silenciar en lugar de iluminar — cerrando la conversación en lugar de profundizarla?",
        "¿Qué se necesitaría para reclamar la interseccionalidad como herramienta de análisis estructural en lugar de una etiqueta para inclusión performativa?"
      ],
      "tags": [
        "sociedad",
        "retórica",
        "feminismo",
        "género"
      ]
    },
    {
      "name": "Qué Requeriría Construir un Movimiento Feminista Genuinamente Inclusivo",
      "topics": [
        "¿Por qué han fracasado los intentos anteriores de construir coaliciones feministas inclusivas, y qué patrones de exclusión siguen repitiéndose?",
        "¿Qué significa centrar a las más marginadas en lugar de pedirles que se unan a un movimiento diseñado alrededor de las prioridades de otra persona?",
        "¿Cómo pueden las organizaciones feministas compartir poder y recursos a través de líneas raciales, de clase y de capacidad en lugar de solo invitar voces diversas a la misma mesa?",
        "¿Qué modelos de organización interseccional — desde movimientos de justicia reproductiva hasta redes de ayuda mutua — ofrecen alternativas prácticas al feminismo mayoritario?",
        "¿Cómo debería manejar un movimiento genuinamente inclusivo el conflicto interno, la rendición de cuentas y las tensiones inevitables entre grupos con necesidades superpuestas pero distintas?",
        "¿Cómo sería un movimiento feminista si lograra hacer de la interseccionalidad no solo una teoría sino una práctica?"
      ],
      "tags": [
        "política",
        "activismo",
        "derechos-civiles",
        "género"
      ]
    }
  ]
}
