{
  "name": "La Crisis de Feminicidio en América Latina",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "feminicidio",
    "violencia de género",
    "américa latina",
    "derechos humanos",
    "justicia"
  ],
  "chapters": [
    {
      "name": "¿Qué es el Feminicidio?",
      "topics": [
        "¿Cómo definió Marcela Lagarde el término 'feminicidio' para distinguirlo del simple homicidio de mujeres?",
        "¿Por qué insisten las feministas latinoamericanas en usar 'feminicidio' en lugar de 'femicidio'?",
        "¿Qué hace que un asesinato de una mujer sea un feminicidio y no otro tipo de homicidio?",
        "¿Cuántas mujeres son asesinadas por razones de género cada año en América Latina según los datos disponibles?",
        "¿Por qué es el feminicidio un crimen de Estado cuando el Estado falla en prevenirlo y castigarlo?"
      ],
      "tags": [
        "law",
        "gender-based-violence",
        "definitions",
        "human-rights"
      ]
    },
    {
      "name": "Ciudad Juárez: El Epicentro de la Crisis",
      "topics": [
        "¿Qué reveló la ola de asesinatos de mujeres en Ciudad Juárez desde 1993 sobre la violencia sistémica de género?",
        "¿Por qué fueron ignorados durante años los casos de las mujeres asesinadas en Juárez por las autoridades mexicanas?",
        "¿Qué papel jugaron las maquiladoras y la economía fronteriza en crear las condiciones para estos feminicidios?",
        "¿Cómo organizaron las madres de las víctimas de Juárez la resistencia y la demanda de justicia?",
        "¿Qué falló la sentencia de la Corte Interamericana de Derechos Humanos en el caso Campo Algodonero para detener los feminicidios?"
      ],
      "tags": [
        "law",
        "gender-based-violence",
        "mexico",
        "human-rights"
      ]
    },
    {
      "name": "Los Números de la Crisis",
      "topics": [
        "¿Cuáles son los países latinoamericanos con las tasas más altas de feminicidio y por qué?",
        "¿Por qué los datos oficiales sobre feminicidio son tan poco confiables en la mayoría de los países?",
        "¿Cuántos feminicidios quedan sin registrar porque se clasifican como suicidios, accidentes o desapariciones?",
        "¿Qué patrones muestran los datos sobre quiénes son las víctimas — edad, clase, raza, ocupación?",
        "¿Por qué aumentaron los feminicidios durante la pandemia de COVID-19 en toda la región?"
      ],
      "tags": [
        "society",
        "data-analysis",
        "gender-based-violence",
        "americas"
      ]
    },
    {
      "name": "Los Perpetradores: Parejas, Conocidos y Desconocidos",
      "topics": [
        "¿Qué porcentaje de feminicidios son cometidos por parejas o exparejas de las víctimas?",
        "¿Por qué los feminicidios íntimos son tan difíciles de prevenir a pesar de las denuncias previas?",
        "¿Cómo se relacionan los feminicidios con el crimen organizado y el narcotráfico en México y Centroamérica?",
        "¿Qué papel juegan las pandillas y maras en la violencia feminicida en El Salvador, Honduras y Guatemala?",
        "¿Por qué algunos feminicidios tienen características de extrema crueldad y exhibición pública del cuerpo?"
      ],
      "tags": [
        "society",
        "gender-based-violence",
        "organized-crime",
        "central-america"
      ]
    },
    {
      "name": "La Respuesta del Estado: Leyes y su Fracaso",
      "topics": [
        "¿Cuántos países latinoamericanos han tipificado el feminicidio como delito específico y cuándo lo hicieron?",
        "¿Por qué tener una ley de feminicidio no ha reducido los asesinatos de mujeres en ningún país?",
        "¿Qué porcentaje de feminicidios terminan en condena del perpetrador en México, Brasil y otros países?",
        "¿Cómo perpetúa el sistema judicial la impunidad a través de la revictimización y los estereotipos de género?",
        "¿Qué significan las alertas de violencia de género y por qué no han funcionado en México?"
      ],
      "tags": [
        "law",
        "justice",
        "governance",
        "gender-based-violence"
      ]
    },
    {
      "name": "El Triángulo Norte: Guatemala, Honduras, El Salvador",
      "topics": [
        "¿Por qué tiene el Triángulo Norte de Centroamérica algunas de las tasas de feminicidio más altas del mundo?",
        "¿Cómo se conectan los feminicidios en Centroamérica con la violencia de las maras y el narcotráfico?",
        "¿Qué papel jugó el genocidio guatemalteco de los años 80 en normalizar la violencia contra las mujeres?",
        "¿Por qué huyen tantas mujeres centroamericanas hacia Estados Unidos y qué violencia enfrentan en el camino?",
        "¿Qué han hecho los tribunales especializados de feminicidio en Guatemala y por qué son insuficientes?"
      ],
      "tags": [
        "society",
        "gender-based-violence",
        "central-america",
        "migration"
      ]
    },
    {
      "name": "Brasil: Feminicidio y Racismo",
      "topics": [
        "¿Por qué son las mujeres negras las principales víctimas de feminicidio en Brasil?",
        "¿Cómo se cruzan el racismo estructural y la violencia de género para producir la crisis de feminicidio de mujeres negras?",
        "¿Qué reveló el asesinato de Marielle Franco en 2018 sobre la violencia política contra mujeres negras activistas?",
        "¿Cómo empeoró el gobierno de Bolsonaro la crisis de feminicidio al desmantelar políticas de protección?",
        "¿Qué organizan las mujeres negras brasileñas para resistir la violencia feminicida?"
      ],
      "tags": [
        "society",
        "gender-based-violence",
        "brazil",
        "race"
      ]
    },
    {
      "name": "Argentina y Chile: Ni Una Menos",
      "topics": [
        "¿Qué feminicidio específico desencadenó la primera marcha de Ni Una Menos en Argentina el 3 de junio de 2015?",
        "¿Cómo transformó Ni Una Menos la conversación pública sobre feminicidio en Argentina y la región?",
        "¿Qué cambios legislativos y de políticas públicas produjo el movimiento Ni Una Menos?",
        "¿Por qué siguen aumentando los feminicidios en Argentina a pesar de la movilización masiva?",
        "¿Cómo adoptó Chile el movimiento y qué características propias desarrolló?"
      ],
      "tags": [
        "society",
        "activism",
        "argentina",
        "chile"
      ]
    },
    {
      "name": "Las Víctimas Olvidadas",
      "topics": [
        "¿Por qué reciben menos atención los feminicidios de mujeres indígenas, afrodescendientes y trans?",
        "¿Cómo desaparecen las mujeres migrantes sin que nadie las busque ni reclame justicia?",
        "¿Qué pasa con los feminicidios de trabajadoras sexuales, que raramente se investigan?",
        "¿Por qué los feminicidios de mujeres pobres y de zonas rurales quedan en la impunidad?",
        "¿Cómo reproduce el sistema de justicia las jerarquías de quién merece protección y quién no?"
      ],
      "tags": [
        "society",
        "inequality",
        "indigenous-peoples",
        "human-rights"
      ]
    },
    {
      "name": "Las Familias que Buscan Justicia",
      "topics": [
        "¿Cómo se organizan las madres y familias de víctimas de feminicidio para exigir justicia?",
        "¿Qué papel juegan los colectivos de búsqueda de desaparecidas en México?",
        "¿Por qué tienen que hacer las familias el trabajo de investigación que debería hacer el Estado?",
        "¿Qué costo psicológico, económico y de seguridad pagan las familias que buscan justicia?",
        "¿Qué victorias han logrado las familias organizadas en casos emblemáticos?"
      ],
      "tags": [
        "society",
        "activism",
        "justice",
        "mexico"
      ]
    },
    {
      "name": "Medios de Comunicación y Feminicidio",
      "topics": [
        "¿Cómo contribuyen los medios a normalizar la violencia de género con su cobertura sensacionalista?",
        "¿Por qué culpan tantas noticias a las víctimas de feminicidio por su propia muerte?",
        "¿Qué protocolos de cobertura responsable de feminicidio existen y cuántos medios los siguen?",
        "¿Cómo han usado las feministas las redes sociales para cambiar la narrativa sobre feminicidio?",
        "¿Qué impacto tiene la cobertura mediática en la percepción pública y las políticas de respuesta?"
      ],
      "tags": [
        "media",
        "journalism",
        "gender-based-violence",
        "social-media"
      ]
    },
    {
      "name": "Prevención: ¿Qué Funciona?",
      "topics": [
        "¿Por qué han fracasado la mayoría de los programas de prevención de feminicidio en América Latina?",
        "¿Qué evidencia existe sobre la efectividad de las órdenes de protección y los botones de pánico?",
        "¿Cómo funcionan los refugios para mujeres víctimas de violencia y por qué hay tan pocos?",
        "¿Qué programas de educación y masculinidades han mostrado resultados en reducir la violencia?",
        "¿Por qué es la autonomía económica de las mujeres una de las mejores protecciones contra el feminicidio?"
      ],
      "tags": [
        "society",
        "public-policy",
        "gender-based-violence",
        "prevention"
      ]
    },
    {
      "name": "El Costo Económico y Social",
      "topics": [
        "¿Cuánto le cuesta a los países latinoamericanos la violencia contra las mujeres en términos económicos?",
        "¿Cómo afecta el feminicidio a los hijos e hijas que quedan huérfanos?",
        "¿Qué impacto tiene la violencia feminicida en la salud mental de comunidades enteras?",
        "¿Cómo limita el miedo al feminicidio la participación de las mujeres en la vida pública?",
        "¿Por qué debería importarle a toda la sociedad — no solo a las mujeres — la crisis de feminicidio?"
      ],
      "tags": [
        "economics",
        "public-health",
        "gender-based-violence",
        "society"
      ]
    },
    {
      "name": "Hacia un Futuro Sin Feminicidio",
      "topics": [
        "¿Qué tendría que cambiar estructuralmente para que América Latina dejara de ser la región más peligrosa para las mujeres?",
        "¿Qué pueden aprender los países latinoamericanos de las experiencias de reducción de violencia de género en otros lugares?",
        "¿Por qué argumentan las feministas que no basta con más leyes y más cárceles?",
        "¿Qué papel juega transformar las masculinidades en la prevención del feminicidio?",
        "¿Es posible imaginar una América Latina sin feminicidio, y qué haría falta para llegar ahí?"
      ],
      "tags": [
        "society",
        "frontiers",
        "gender-based-violence",
        "americas"
      ]
    }
  ]
}
