{
  "name": "Las Madres de Plaza de Mayo y el Activismo de las Madres",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "madres de plaza de mayo",
    "derechos humanos",
    "argentina",
    "dictadura",
    "activismo"
  ],
  "chapters": [
    {
      "name": "El Nacimiento de las Madres",
      "topics": [
        "¿Qué llevó a Azucena Villaflor y otras 13 madres a reunirse en la Plaza de Mayo el 30 de abril de 1977?",
        "¿Por qué eligieron las Madres la Plaza de Mayo frente a la Casa Rosada para sus marchas semanales?",
        "¿Cómo evadieron las Madres la prohibición de reuniones públicas impuesta por la dictadura militar?",
        "¿Por qué decidieron usar pañuelos blancos en la cabeza como símbolo de identificación?",
        "¿Qué arriesgaban las Madres al protestar públicamente bajo un régimen que desaparecía a sus propios hijos?"
      ],
      "tags": [
        "history",
        "activism",
        "argentina",
        "human-rights"
      ]
    },
    {
      "name": "La Guerra Sucia y los Desaparecidos",
      "topics": [
        "¿Cuántas personas fueron desaparecidas por la dictadura militar argentina entre 1976 y 1983?",
        "¿Cómo funcionaba el sistema de centros clandestinos de detención como la ESMA?",
        "¿Por qué eligió la dictadura la desaparición forzada en lugar de ejecuciones públicas?",
        "¿Qué pasaba con los bebés nacidos en cautiverio de madres desaparecidas?",
        "¿Por qué negaba el gobierno militar cualquier conocimiento sobre el destino de los desaparecidos?"
      ],
      "tags": [
        "history",
        "authoritarianism",
        "argentina",
        "state-violence"
      ]
    },
    {
      "name": "De Madres a Movimiento",
      "topics": [
        "¿Cómo pasaron las Madres de ser un grupo de 14 mujeres a un movimiento reconocido internacionalmente?",
        "¿Qué papel jugó la cobertura internacional durante el Mundial de Fútbol de 1978 en dar visibilidad a las Madres?",
        "¿Cómo respondió la dictadura a las Madres — infiltración, secuestros, asesinatos?",
        "¿Por qué fue secuestrada y asesinada Azucena Villaflor en diciembre de 1977?",
        "¿Cómo continuaron las Madres después de que la dictadura asesinó a varias de sus fundadoras?"
      ],
      "tags": [
        "history",
        "activism",
        "argentina",
        "human-rights"
      ]
    },
    {
      "name": "El Poder de la Maternidad",
      "topics": [
        "¿Por qué fue tan efectivo apelar a la identidad de 'madres' en el contexto argentino?",
        "¿Cómo usaron las Madres los valores tradicionales de maternidad para desafiar a la dictadura?",
        "¿Por qué le fue difícil a la dictadura reprimir completamente a un grupo de madres buscando a sus hijos?",
        "¿Qué debates feministas surgieron sobre si las Madres reforzaban o subvertían los roles de género?",
        "¿Cómo transformaron las Madres el duelo privado en protesta política pública?"
      ],
      "tags": [
        "society",
        "gender",
        "activism",
        "identity"
      ]
    },
    {
      "name": "Las Abuelas de Plaza de Mayo",
      "topics": [
        "¿Por qué se separaron las Abuelas de Plaza de Mayo como organización distinta en 1977?",
        "¿Cuál es la misión específica de las Abuelas — encontrar a los nietos apropiados por la dictadura?",
        "¿Cómo desarrollaron las Abuelas técnicas pioneras de identificación genética para encontrar a sus nietos?",
        "¿Cuántos nietos han sido identificados y restituidos a sus familias biológicas hasta hoy?",
        "¿Qué conflictos surgen cuando los nietos descubren que fueron apropiados ilegalmente?"
      ],
      "tags": [
        "society",
        "human-rights",
        "argentina",
        "genetics"
      ]
    },
    {
      "name": "La Transición Democrática y los Juicios",
      "topics": [
        "¿Qué pasó con las demandas de las Madres cuando Argentina volvió a la democracia en 1983?",
        "¿Por qué se opusieron las Madres a las leyes de Punto Final y Obediencia Debida de los años 80?",
        "¿Cómo lograron las Madres y otros organismos de derechos humanos la anulación de esas leyes en 2005?",
        "¿Qué significaron los juicios a los comandantes de la dictadura para el movimiento de derechos humanos?",
        "¿Por qué siguen marchando las Madres cada jueves después de más de 45 años?"
      ],
      "tags": [
        "politics",
        "justice",
        "argentina",
        "transitional-justice"
      ]
    },
    {
      "name": "División y Continuidad",
      "topics": [
        "¿Por qué se dividieron las Madres en dos organizaciones — Línea Fundadora y Asociación — en 1986?",
        "¿Qué diferencias políticas y estratégicas causaron la división?",
        "¿Cómo evolucionó la posición de Hebe de Bonafini y la Asociación hacia causas políticas más amplias?",
        "¿Por qué fue controvertida la cercanía de Hebe de Bonafini con los gobiernos kirchneristas?",
        "¿Qué legado dejó Hebe de Bonafini tras su muerte en 2022?"
      ],
      "tags": [
        "politics",
        "activism",
        "argentina",
        "leadership"
      ]
    },
    {
      "name": "El Modelo que Inspiró al Mundo",
      "topics": [
        "¿Cómo inspiraron las Madres de Plaza de Mayo a movimientos similares en otros países latinoamericanos?",
        "¿Qué aprendieron de las Madres las organizaciones de familiares de desaparecidos en Chile, Uruguay y Guatemala?",
        "¿Por qué se convirtieron las Madres en un símbolo global de resistencia pacífica contra la opresión?",
        "¿Cómo han sido reconocidas las Madres internacionalmente — premios, nominaciones, homenajes?",
        "¿Qué distingue el modelo de las Madres de otras formas de protesta política?"
      ],
      "tags": [
        "society",
        "activism",
        "americas",
        "human-rights"
      ]
    },
    {
      "name": "Las Co-Madres de El Salvador",
      "topics": [
        "¿Cómo surgió el Comité de Madres de Desaparecidos de El Salvador (Co-Madres) durante la guerra civil?",
        "¿Qué similitudes y diferencias tuvieron las Co-Madres con las Madres de Argentina?",
        "¿Cómo enfrentaron las Co-Madres la represión del gobierno salvadoreño y los escuadrones de la muerte?",
        "¿Qué papel jugaron las Co-Madres en documentar las atrocidades de la guerra civil?",
        "¿Qué pasó con las Co-Madres después de los Acuerdos de Paz de 1992?"
      ],
      "tags": [
        "history",
        "activism",
        "el-salvador",
        "human-rights"
      ]
    },
    {
      "name": "Madres Buscadoras en México",
      "topics": [
        "¿Cómo surgieron los colectivos de madres buscadoras de desaparecidos en México en el contexto de la guerra contra el narco?",
        "¿Por qué tienen que salir las madres mexicanas a buscar fosas clandestinas con sus propias manos?",
        "¿Cuántas personas están desaparecidas en México y por qué el Estado no las busca efectivamente?",
        "¿Qué conexión existe entre las madres buscadoras mexicanas y el legado de las Madres de Plaza de Mayo?",
        "¿Qué riesgos enfrentan las madres buscadoras por parte del crimen organizado y las autoridades?"
      ],
      "tags": [
        "society",
        "activism",
        "mexico",
        "organized-crime"
      ]
    },
    {
      "name": "Memoria, Verdad y Justicia",
      "topics": [
        "¿Qué significa el lema 'Memoria, Verdad y Justicia' que adoptaron las Madres y el movimiento de derechos humanos?",
        "¿Cómo han trabajado las Madres para preservar la memoria de los desaparecidos a través de museos, archivos y monumentos?",
        "¿Por qué insisten las Madres en que 'aparición con vida' sigue siendo su demanda aunque saben que sus hijos fueron asesinados?",
        "¿Qué debate existe sobre la judicialización versus otras formas de justicia transicional?",
        "¿Cómo se transmite la memoria de la dictadura a las generaciones que no la vivieron?"
      ],
      "tags": [
        "society",
        "memory",
        "transitional-justice",
        "argentina"
      ]
    },
    {
      "name": "El Activismo de las Madres Hoy",
      "topics": [
        "¿Qué causas defienden hoy las Madres de Plaza de Mayo más allá de los desaparecidos de la dictadura?",
        "¿Cómo se relacionan las Madres con los nuevos movimientos sociales argentinos?",
        "¿Qué papel jugaron las Madres en apoyar el movimiento por el aborto legal en Argentina?",
        "¿Cómo está preparando el movimiento la transición generacional cuando las Madres originales ya no estén?",
        "¿Qué lecciones ofrecen las Madres para los activistas de hoy que enfrentan represión estatal?"
      ],
      "tags": [
        "society",
        "activism",
        "argentina",
        "intergenerational"
      ]
    }
  ]
}
