{
  "name": "Las Maquiladoras y el Trabajo de la Mujer",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "maquiladoras",
    "trabajo femenino",
    "globalización",
    "explotación laboral",
    "frontera norte"
  ],
  "chapters": [
    {
      "name": "¿Qué Son las Maquiladoras?",
      "topics": [
        "¿Cómo funcionan las maquiladoras y por qué se establecieron principalmente en la frontera México-Estados Unidos?",
        "¿Qué incentivos fiscales y laborales ofrecen los gobiernos para atraer maquiladoras?",
        "¿Por qué prefieren las maquiladoras contratar mujeres jóvenes en lugar de hombres?",
        "¿Cuántas personas trabajan en maquiladoras hoy y qué proporción son mujeres?",
        "¿Qué productos fabrican las maquiladoras — desde electrónica hasta ropa y autopartes?"
      ],
      "tags": [
        "economics",
        "globalization",
        "manufacturing",
        "mexico"
      ]
    },
    {
      "name": "Historia del Modelo Maquilador",
      "topics": [
        "¿Cómo nació el Programa de Industrialización Fronteriza en 1965 y qué prometía?",
        "¿Qué papel jugó el fin del Programa Bracero en impulsar las maquiladoras?",
        "¿Cómo transformó el TLCAN de 1994 la industria maquiladora?",
        "¿Qué pasó con las maquiladoras cuando China entró a la OMC en 2001?",
        "¿Cómo ha evolucionado el modelo maquilador desde el ensamblaje simple hasta operaciones más complejas?"
      ],
      "tags": [
        "history",
        "trade",
        "economic-policy",
        "north-america"
      ]
    },
    {
      "name": "Ciudad Juárez: Epicentro Maquilador",
      "topics": [
        "¿Por qué se convirtió Ciudad Juárez en la capital mundial de las maquiladoras?",
        "¿Cómo transformaron las maquiladoras la demografía y geografía de Juárez?",
        "¿Qué conexión existe entre el modelo maquilador y los feminicidios de Juárez?",
        "¿Cómo viven las trabajadoras en las colonias periféricas sin servicios básicos?",
        "¿Qué ha cambiado en Juárez desde que los feminicidios ganaron atención internacional?"
      ],
      "tags": [
        "society",
        "urbanization",
        "gender-based-violence",
        "mexico"
      ]
    },
    {
      "name": "Condiciones Laborales",
      "topics": [
        "¿Cuánto ganan las trabajadoras de maquiladora y alcanza ese salario para vivir dignamente?",
        "¿Qué jornadas laborales enfrentan las mujeres — turnos, horas extra obligatorias, trabajo nocturno?",
        "¿Qué riesgos de salud ocupacional existen — químicos, ergonómicos, estrés repetitivo?",
        "¿Cómo funcionan las cuotas de producción y qué pasa con quien no las cumple?",
        "¿Por qué toleran las trabajadoras condiciones que en otros países serían ilegales?"
      ],
      "tags": [
        "economics",
        "labor",
        "working-conditions",
        "human-rights"
      ]
    },
    {
      "name": "Control sobre el Cuerpo de las Trabajadoras",
      "topics": [
        "¿Por qué exigen algunas maquiladoras pruebas de embarazo para contratar mujeres?",
        "¿Cómo vigilan las empresas los ciclos menstruales de las trabajadoras?",
        "¿Qué pasa con las mujeres que quedan embarazadas mientras trabajan en maquiladoras?",
        "¿Cómo justifican las empresas la discriminación reproductiva?",
        "¿Qué han logrado las campañas contra las pruebas de embarazo obligatorias?"
      ],
      "tags": [
        "society",
        "reproductive-rights",
        "discrimination",
        "labor"
      ]
    },
    {
      "name": "Acoso y Violencia Sexual",
      "topics": [
        "¿Qué tan común es el acoso sexual en las maquiladoras?",
        "¿Cómo usan los supervisores su poder para exigir favores sexuales?",
        "¿Por qué no denuncian la mayoría de las víctimas de acoso?",
        "¿Qué mecanismos de queja existen y por qué fallan?",
        "¿Qué casos emblemáticos de acoso en maquiladoras han llegado a tribunales?"
      ],
      "tags": [
        "society",
        "sexual-harassment",
        "labor",
        "gender-based-violence"
      ]
    },
    {
      "name": "Sindicalización y Resistencia",
      "topics": [
        "¿Por qué es tan difícil organizar sindicatos independientes en las maquiladoras?",
        "¿Qué son los sindicatos de protección patronal y cómo operan en México?",
        "¿Qué luchas sindicales han tenido éxito en maquiladoras — y qué costaron a las organizadoras?",
        "¿Cómo cambió el T-MEC de 2020 las reglas sindicales para las maquiladoras?",
        "¿Qué organizaciones apoyan a las trabajadoras que quieren sindicalizarse?"
      ],
      "tags": [
        "politics",
        "labor-unions",
        "activism",
        "mexico"
      ]
    },
    {
      "name": "La Cadena Global de Suministro",
      "topics": [
        "¿Qué marcas multinacionales dependen del trabajo de las maquiladoras mexicanas?",
        "¿Cómo se distribuyen las ganancias entre la trabajadora, la maquiladora y la marca final?",
        "¿Por qué las marcas dicen no ser responsables de las condiciones en sus proveedores?",
        "¿Qué auditorías sociales se hacen y por qué no detectan los abusos?",
        "¿Pueden los consumidores presionar para mejorar las condiciones en maquiladoras?"
      ],
      "tags": [
        "economics",
        "globalization",
        "corporate-accountability",
        "supply-chain"
      ]
    },
    {
      "name": "Maquiladoras en Centroamérica y el Caribe",
      "topics": [
        "¿Cómo se expandió el modelo maquilador a Honduras, Guatemala, El Salvador y Nicaragua?",
        "¿Por qué son las condiciones en Centroamérica a menudo peores que en México?",
        "¿Qué papel juegan las zonas francas en atraer maquiladoras a estos países?",
        "¿Cómo afectó el fin del Acuerdo Multifibras a las maquiladoras textiles centroamericanas?",
        "¿Qué casos de abuso en maquiladoras centroamericanas han generado campañas internacionales?"
      ],
      "tags": [
        "economics",
        "globalization",
        "central-america",
        "labor"
      ]
    },
    {
      "name": "Impacto en la Familia y la Comunidad",
      "topics": [
        "¿Cómo reorganizan las familias el cuidado de los hijos cuando las madres trabajan en maquiladoras?",
        "¿Qué tensiones de género surgen cuando las mujeres son las proveedoras principales?",
        "¿Cómo afectan los turnos nocturnos la vida familiar y comunitaria?",
        "¿Qué pasa con los hijos de las trabajadoras — educación, supervisión, trabajo infantil?",
        "¿Ha empoderado a las mujeres el trabajo en maquiladoras o solo las ha explotado de nuevas formas?"
      ],
      "tags": [
        "society",
        "family",
        "gender",
        "work-life-balance"
      ]
    },
    {
      "name": "Salud y Medio Ambiente",
      "topics": [
        "¿Qué enfermedades profesionales sufren las trabajadoras de maquiladoras?",
        "¿Cómo contaminan las maquiladoras el agua, aire y suelo de las comunidades vecinas?",
        "¿Qué pasó en casos como el de Metales y Derivados en Tijuana?",
        "¿Por qué es tan difícil responsabilizar a las empresas por daños ambientales?",
        "¿Quién paga los costos de salud cuando las trabajadoras enferman por su trabajo?"
      ],
      "tags": [
        "health",
        "environment",
        "corporate-accountability",
        "pollution"
      ]
    },
    {
      "name": "Alternativas y Futuro",
      "topics": [
        "¿Es posible reformar el modelo maquilador para hacerlo más justo?",
        "¿Qué proponen las feministas y laboralistas para transformar las maquiladoras?",
        "¿Cómo afectará la automatización el futuro del trabajo en maquiladoras?",
        "¿Qué pasaría si las maquiladoras se fueran de México a países con salarios aún más bajos?",
        "¿Qué modelos alternativos de desarrollo existen que no dependan de la explotación de mujeres?"
      ],
      "tags": [
        "economics",
        "frontiers",
        "labor",
        "development"
      ]
    }
  ]
}
