{
  "name": "Mujeres Líderes de América Latina",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "mujeres en política",
    "liderazgo",
    "américa latina",
    "presidentas",
    "poder"
  ],
  "chapters": [
    {
      "name": "El Largo Camino al Poder",
      "topics": [
        "¿Por qué tardó tanto América Latina en elegir a su primera presidenta democráticamente?",
        "¿Qué obstáculos estructurales han enfrentado las mujeres para acceder al poder político en la región?",
        "¿Cómo llegaron las primeras mujeres a posiciones de poder — por méritos propios o por conexiones familiares?",
        "¿Qué países latinoamericanos nunca han tenido una mujer como jefa de Estado y por qué?",
        "¿Cómo han cambiado las cuotas de género la representación de mujeres en los parlamentos latinoamericanos?"
      ],
      "tags": [
        "politics",
        "gender",
        "democracy",
        "americas"
      ]
    },
    {
      "name": "Eva Perón: El Mito y la Realidad",
      "topics": [
        "¿Cómo llegó Eva Perón a convertirse en una de las figuras políticas más poderosas de Argentina sin ocupar un cargo formal?",
        "¿Qué papel jugó Eva en conseguir el voto femenino en Argentina en 1947?",
        "¿Por qué genera Eva Perón reacciones tan polarizadas — adoración y odio — hasta hoy?",
        "¿Cómo usó Eva su origen humilde y su género como herramientas políticas?",
        "¿Fue Eva Perón una feminista o reprodujo el modelo de la mujer subordinada al hombre poderoso?"
      ],
      "tags": [
        "history",
        "leadership",
        "argentina",
        "populism"
      ]
    },
    {
      "name": "Michelle Bachelet: Dos Veces Presidenta",
      "topics": [
        "¿Cómo llegó Michelle Bachelet a ser la primera mujer presidenta de Chile en 2006?",
        "¿Qué significó que Bachelet fuera hija de un general torturado por la dictadura de Pinochet?",
        "¿Qué logros y limitaciones tuvo su primer gobierno en términos de derechos de las mujeres?",
        "¿Por qué pudo Bachelet ganar un segundo mandato en 2014 con una agenda más progresista?",
        "¿Qué legado dejó Bachelet en Chile y como Alta Comisionada de la ONU para los Derechos Humanos?"
      ],
      "tags": [
        "politics",
        "leadership",
        "chile",
        "human-rights"
      ]
    },
    {
      "name": "Cristina Fernández de Kirchner",
      "topics": [
        "¿Cómo pasó Cristina Fernández de ser 'la esposa de Néstor' a presidenta por derecho propio?",
        "¿Qué políticas de género implementó Cristina durante sus dos mandatos presidenciales?",
        "¿Por qué generó Cristina tanta polarización y ataques misóginos de sus opositores?",
        "¿Cómo manejó Cristina ser la primera viuda en ejercicio de la presidencia tras la muerte de Néstor?",
        "¿Qué revelan las causas judiciales contra Cristina sobre la persecución política de mujeres líderes?"
      ],
      "tags": [
        "politics",
        "leadership",
        "argentina",
        "populism"
      ]
    },
    {
      "name": "Dilma Rousseff: Ascenso y Caída",
      "topics": [
        "¿Cómo llegó Dilma Rousseff — ex guerrillera torturada por la dictadura — a la presidencia de Brasil?",
        "¿Qué logró y qué falló en los gobiernos de Dilma en términos de derechos de las mujeres?",
        "¿Por qué el impeachment contra Dilma en 2016 fue considerado por muchos como un golpe parlamentario?",
        "¿Qué papel jugó el machismo en la campaña para destituir a Dilma?",
        "¿Cómo cambió Brasil después de Dilma con los gobiernos de Temer y Bolsonaro?"
      ],
      "tags": [
        "politics",
        "leadership",
        "brazil",
        "impeachment"
      ]
    },
    {
      "name": "Claudia Sheinbaum: La Primera Presidenta de México",
      "topics": [
        "¿Cómo llegó Claudia Sheinbaum a ser la primera mujer electa presidenta de México en 2024?",
        "¿Qué significa que una mujer gobierne un país con profundas raíces machistas como México?",
        "¿Cómo equilibra Sheinbaum ser heredera de López Obrador y tener su propia identidad política?",
        "¿Qué desafíos enfrenta Sheinbaum en temas de violencia de género y feminicidio?",
        "¿Puede Sheinbaum transformar la situación de las mujeres mexicanas desde la presidencia?"
      ],
      "tags": [
        "politics",
        "leadership",
        "mexico",
        "elections"
      ]
    },
    {
      "name": "Las Que Casi Llegaron",
      "topics": [
        "¿Por qué perdió Keiko Fujimori tres elecciones presidenciales en Perú a pesar de llegar a la segunda vuelta?",
        "¿Cómo le arrebataron la presidencia a Xiomara Castro en Honduras en 2009 con el golpe contra su esposo?",
        "¿Qué pasó con las candidaturas presidenciales de mujeres en Colombia, Ecuador y otros países?",
        "¿Qué patrones se repiten cuando las mujeres pierden elecciones presidenciales en la región?",
        "¿Qué diferencia hay entre las mujeres que llegan al poder por elección y las que llegan por sucesión?"
      ],
      "tags": [
        "politics",
        "elections",
        "americas",
        "gender"
      ]
    },
    {
      "name": "Gobernadoras, Alcaldesas y el Poder Local",
      "topics": [
        "¿Por qué hay más mujeres en cargos ejecutivos locales que en presidencias nacionales?",
        "¿Qué gobernadoras y alcaldesas latinoamericanas han dejado legados importantes?",
        "¿Cómo usan las mujeres el poder local como trampolín hacia cargos nacionales?",
        "¿Qué diferencias hay en el ejercicio del poder entre mujeres en cargos locales y nacionales?",
        "¿Por qué algunas ciudades latinoamericanas han tenido múltiples alcaldesas mientras países enteros nunca han tenido presidentas?"
      ],
      "tags": [
        "politics",
        "governance",
        "local-government",
        "gender"
      ]
    },
    {
      "name": "Ministras y el Poder en el Gabinete",
      "topics": [
        "¿Qué ministerios suelen asignarse a mujeres y cuáles se les niegan sistemáticamente?",
        "¿Por qué hay tantas ministras de Desarrollo Social y tan pocas de Economía o Defensa?",
        "¿Qué ministras latinoamericanas han roto el molde ocupando carteras tradicionalmente masculinas?",
        "¿Cómo cambia la política pública cuando hay mujeres en posiciones ministeriales clave?",
        "¿Qué pasa con las agendas de género cuando hay pocas mujeres en los gabinetes?"
      ],
      "tags": [
        "politics",
        "governance",
        "gender",
        "public-policy"
      ]
    },
    {
      "name": "El Doble Estándar",
      "topics": [
        "¿Por qué se juzga a las líderes mujeres por su apariencia, vestimenta y vida personal de maneras que no se aplican a los hombres?",
        "¿Cómo enfrentan las presidentas el machismo de sus propios partidos y aliados políticos?",
        "¿Qué ataques sexistas específicos han sufrido Bachelet, Cristina, Dilma y otras líderes?",
        "¿Por qué se cuestiona más la competencia de las mujeres líderes que la de los hombres?",
        "¿Cómo manejan las líderes el dilema de parecer 'suficientemente femeninas' pero también 'suficientemente fuertes'?"
      ],
      "tags": [
        "society",
        "gender",
        "bias",
        "media"
      ]
    },
    {
      "name": "¿Gobiernan Diferente las Mujeres?",
      "topics": [
        "¿Hay evidencia de que las presidentas latinoamericanas gobiernan de manera diferente a los hombres?",
        "¿Implementan más políticas de género los gobiernos liderados por mujeres?",
        "¿Por qué algunas presidentas han sido tan conservadoras en temas de género como sus contrapartes masculinas?",
        "¿Qué factores determinan si una líder mujer prioriza o no los derechos de las mujeres?",
        "¿Es justo esperar que las mujeres en el poder representen a todas las mujeres?"
      ],
      "tags": [
        "politics",
        "governance",
        "gender",
        "public-policy"
      ]
    },
    {
      "name": "La Nueva Generación",
      "topics": [
        "¿Qué mujeres políticas latinoamericanas están emergiendo como posibles futuras presidentas?",
        "¿Cómo están cambiando las trayectorias hacia el poder para las mujeres más jóvenes?",
        "¿Qué papel juegan las redes sociales en la construcción de liderazgos femeninos?",
        "¿Qué diferencia hay entre las líderes que llegaron al poder en los 2000s y las que lo harán en los 2030s?",
        "¿Está América Latina en camino a la paridad de género en el liderazgo político?"
      ],
      "tags": [
        "politics",
        "leadership",
        "americas",
        "frontiers"
      ]
    }
  ]
}
