{
  "name": "Mujeres Indígenas y Resistencia",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "mujeres indígenas",
    "pueblos originarios",
    "resistencia",
    "colonialismo",
    "derechos territoriales"
  ],
  "chapters": [
    {
      "name": "Antes de la Conquista",
      "topics": [
        "¿Qué roles ocupaban las mujeres en las sociedades indígenas precolombinas — mayas, aztecas, incas?",
        "¿Existían sociedades matrilineales o igualitarias en las Américas antes de la conquista?",
        "¿Qué poder político y religioso tenían algunas mujeres en las culturas originarias?",
        "¿Cómo cambiaron los roles de género indígenas con la imposición del sistema colonial?",
        "¿Por qué es importante para las feministas indígenas recuperar la historia de sus ancestras?"
      ],
      "tags": [
        "history",
        "indigenous-peoples",
        "gender",
        "pre-columbian"
      ]
    },
    {
      "name": "Colonialismo y Violencia Sexual",
      "topics": [
        "¿Cómo fue la violación sistemática de mujeres indígenas parte integral de la conquista colonial?",
        "¿Qué significó para las mujeres indígenas ser convertidas en 'botín de guerra' de los conquistadores?",
        "¿Cómo creó el mestizaje colonial jerarquías raciales basadas en la violencia contra las mujeres indígenas?",
        "¿Por qué la Malinche se convirtió en símbolo de traición cuando fue una mujer esclavizada?",
        "¿Cómo sigue afectando la violencia colonial la situación de las mujeres indígenas hoy?"
      ],
      "tags": [
        "history",
        "colonialism",
        "sexual-violence",
        "indigenous-peoples"
      ]
    },
    {
      "name": "Rigoberta Menchú y el Testimonio",
      "topics": [
        "¿Cómo llegó Rigoberta Menchú, mujer maya guatemalteca, a ganar el Premio Nobel de la Paz en 1992?",
        "¿Qué denunció Menchú sobre el genocidio del pueblo maya durante la guerra civil guatemalteca?",
        "¿Por qué generó controversia el libro testimonial de Menchú y qué reveló sobre quién puede contar la historia?",
        "¿Qué ha hecho Menchú desde el Nobel para defender los derechos de los pueblos indígenas?",
        "¿Por qué es Rigoberta Menchú un símbolo tanto del feminismo como de la resistencia indígena?"
      ],
      "tags": [
        "history",
        "activism",
        "guatemala",
        "indigenous-peoples"
      ]
    },
    {
      "name": "Comandanta Ramona y las Zapatistas",
      "topics": [
        "¿Quién fue la Comandanta Ramona y qué papel jugó en el levantamiento zapatista de 1994?",
        "¿Cómo incorporó el EZLN las demandas de las mujeres indígenas en su programa revolucionario?",
        "¿Qué es la Ley Revolucionaria de Mujeres de los zapatistas y cómo cambió la vida de las mujeres en las comunidades?",
        "¿Cómo han gobernado las mujeres en los caracoles zapatistas?",
        "¿Qué tensiones existen entre el feminismo zapatista y el feminismo urbano mexicano?"
      ],
      "tags": [
        "politics",
        "revolution",
        "mexico",
        "indigenous-peoples"
      ]
    },
    {
      "name": "Mujeres Indígenas Desaparecidas y Asesinadas",
      "topics": [
        "¿Por qué son las mujeres indígenas en Canadá y Estados Unidos desproporcionadamente víctimas de violencia y desaparición?",
        "¿Qué es el movimiento MMIW (Missing and Murdered Indigenous Women) y qué exige?",
        "¿Por qué ignoran sistemáticamente las autoridades los casos de mujeres indígenas desaparecidas?",
        "¿Cómo se conecta la violencia contra las mujeres indígenas con la explotación de tierras y recursos?",
        "¿Qué están haciendo las comunidades indígenas para proteger a sus mujeres y exigir justicia?"
      ],
      "tags": [
        "society",
        "gender-based-violence",
        "indigenous-peoples",
        "north-america"
      ]
    },
    {
      "name": "Defensoras del Territorio",
      "topics": [
        "¿Por qué son tantas las mujeres indígenas que lideran la defensa de territorios contra proyectos extractivos?",
        "¿Quién fue Berta Cáceres y por qué fue asesinada en Honduras en 2016?",
        "¿Qué riesgos específicos enfrentan las defensoras indígenas del territorio y el medio ambiente?",
        "¿Cómo conectan las defensoras la protección del territorio con los derechos de las mujeres?",
        "¿Qué otras defensoras indígenas han sido asesinadas o criminalizadas en América Latina?"
      ],
      "tags": [
        "society",
        "activism",
        "environment",
        "indigenous-peoples"
      ]
    },
    {
      "name": "Feminismo Comunitario",
      "topics": [
        "¿Qué es el feminismo comunitario desarrollado por mujeres indígenas de Bolivia y Guatemala?",
        "¿Por qué rechazan algunas feministas indígenas el feminismo occidental como colonizador?",
        "¿Cómo propone el feminismo comunitario despatriarcalizar tanto la comunidad como el Estado?",
        "¿Qué significa para Julieta Paredes que 'no hay descolonización sin despatriarcalización'?",
        "¿Cómo abordan las feministas comunitarias las contradicciones de género dentro de sus propias comunidades?"
      ],
      "tags": [
        "philosophy",
        "feminism",
        "indigenous-peoples",
        "bolivia"
      ]
    },
    {
      "name": "Mujeres Mapuche en Chile y Argentina",
      "topics": [
        "¿Qué papel juegan las mujeres mapuche en la lucha por la recuperación de tierras ancestrales?",
        "¿Cómo han sido criminalizadas las mujeres mapuche por los estados chileno y argentino?",
        "¿Qué es la machi y qué rol espiritual y de liderazgo juegan las mujeres en la cultura mapuche?",
        "¿Cómo se intersectan el racismo y el sexismo en la represión contra las mujeres mapuche?",
        "¿Qué alianzas han construido las mujeres mapuche con el movimiento feminista chileno?"
      ],
      "tags": [
        "society",
        "activism",
        "chile",
        "indigenous-peoples"
      ]
    },
    {
      "name": "Parteras, Curanderas y Conocimiento Ancestral",
      "topics": [
        "¿Qué conocimientos sobre salud, plantas medicinales y parto han preservado las mujeres indígenas?",
        "¿Cómo fueron perseguidas las curanderas y parteras indígenas por la Iglesia y la medicina occidental?",
        "¿Por qué está siendo revalorado hoy el conocimiento de las parteras tradicionales?",
        "¿Cómo combinan algunas mujeres indígenas la medicina tradicional con la moderna?",
        "¿Quién tiene derecho a los conocimientos ancestrales cuando las empresas farmacéuticas quieren apropiárselos?"
      ],
      "tags": [
        "health",
        "indigenous-knowledge",
        "medicine",
        "gender"
      ]
    },
    {
      "name": "Educación y Lenguas Originarias",
      "topics": [
        "¿Qué obstáculos enfrentan las niñas indígenas para acceder a la educación?",
        "¿Por qué son las mujeres indígenas quienes más preservan y transmiten las lenguas originarias?",
        "¿Cómo afecta la pérdida de las lenguas maternas a las mujeres y sus comunidades?",
        "¿Qué programas de educación bilingüe e intercultural han beneficiado a las mujeres indígenas?",
        "¿Cómo están usando las mujeres indígenas la tecnología para preservar sus lenguas?"
      ],
      "tags": [
        "society",
        "education",
        "language",
        "indigenous-peoples"
      ]
    },
    {
      "name": "Mujeres Indígenas en los Movimientos Políticos",
      "topics": [
        "¿Qué papel jugaron las mujeres indígenas en los movimientos sociales de Bolivia, Ecuador y otros países?",
        "¿Cómo llegaron mujeres indígenas a ocupar cargos políticos en gobiernos progresistas?",
        "¿Qué logros y frustraciones vivieron las mujeres indígenas con los gobiernos de Evo Morales y Rafael Correa?",
        "¿Por qué argumentan algunas mujeres indígenas que tanto la izquierda como la derecha las han traicionado?",
        "¿Qué significa gobernar como mujer indígena en Estados racistas y patriarcales?"
      ],
      "tags": [
        "politics",
        "activism",
        "bolivia",
        "indigenous-peoples"
      ]
    },
    {
      "name": "El Futuro del Feminismo Indígena",
      "topics": [
        "¿Qué aporta el feminismo indígena al feminismo global que otros feminismos no pueden ofrecer?",
        "¿Cómo pueden las feministas no indígenas ser aliadas sin colonizar o apropiar?",
        "¿Qué demandas prioritarias tienen las mujeres indígenas para los próximos años?",
        "¿Cómo están las jóvenes indígenas reinterpretando las tradiciones y el feminismo?",
        "¿Qué significaría una América Latina donde los derechos de las mujeres indígenas fueran plenamente respetados?"
      ],
      "tags": [
        "society",
        "frontiers",
        "feminism",
        "indigenous-peoples"
      ]
    }
  ]
}
