{
  "name": "¿Qué es el Feminismo?",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "feminismo",
    "igualdad de género",
    "teoría feminista",
    "interseccionalidad",
    "derechos de la mujer"
  ],
  "chapters": [
    {
      "name": "Fundamentos y Definiciones",
      "topics": [
        "¿Qué significa realmente el feminismo, y por qué tanta gente lo define de manera diferente?",
        "¿El feminismo busca igualdad, equidad o liberación — y importa la distinción?",
        "¿Cómo surgió la idea de que las mujeres merecen igualdad de derechos en el pensamiento occidental?",
        "¿Por qué algunas mujeres rechazan la etiqueta feminista aunque apoyen la igualdad de género?",
        "¿Cuál es la diferencia entre el feminismo como movimiento político y el feminismo como filosofía?",
        "¿Cómo definen el feminismo sus críticos, y son válidas algunas de sus críticas?"
      ],
      "tags": [
        "filosofía",
        "epistemología",
        "género",
        "feminismo"
      ]
    },
    {
      "name": "La Primera Ola: Sufragio y Personalidad Jurídica",
      "topics": [
        "¿Qué desencadenó el movimiento organizado por los derechos de la mujer en Seneca Falls en 1848?",
        "¿Por qué tardaron más de 70 años las mujeres estadounidenses en ganar el derecho al voto?",
        "¿Cómo expusieron feministas tempranas como Sojourner Truth el racismo dentro del movimiento sufragista?",
        "¿Qué papel jugó el movimiento de templanza en el avance del poder político de las mujeres?",
        "¿Cómo abordaron de manera diferente la lucha por el sufragio las feministas de la primera ola en otros países?",
        "¿Qué derechos legales además del voto les fueron negados a las mujeres, y cómo se ganaron?"
      ],
      "tags": [
        "historia",
        "activismo",
        "derechos-electorales",
        "derechos-civiles"
      ]
    },
    {
      "name": "La Segunda Ola: Política Personal y Cambio Sistémico",
      "topics": [
        "¿Qué significaba 'lo personal es político', y por qué fue tan revolucionario?",
        "¿Cómo encendió 'La mística de la feminidad' de Betty Friedan el feminismo de la segunda ola?",
        "¿Qué estaba realmente en juego en la lucha por la Enmienda de Igualdad de Derechos?",
        "¿Cómo cambió la segunda ola las leyes sobre discriminación laboral y derechos reproductivos?",
        "¿Por qué muchas mujeres de color se sintieron excluidas del feminismo mayoritario de la segunda ola?",
        "¿Qué fue el debate de las guerras sexuales feministas, y cómo fracturó el movimiento?"
      ],
      "tags": [
        "política",
        "derechos-humanos",
        "género",
        "derechos-civiles"
      ]
    },
    {
      "name": "La Tercera Ola: Identidad, Interseccionalidad e Inclusión",
      "topics": [
        "¿Qué provocó el cambio del feminismo de la segunda ola al de la tercera ola en los años 1990?",
        "¿Cómo transformó el concepto de interseccionalidad de Kimberlé Crenshaw el pensamiento feminista?",
        "¿Por qué las feministas de la tercera ola abrazaron contradicciones como la feminidad y el empoderamiento juntos?",
        "¿Cómo se convirtieron riot grrrl, los fanzines y la cultura pop en herramientas de expresión feminista?",
        "¿Qué papel jugó la teoría queer en expandir los límites del pensamiento feminista?",
        "¿Cómo desafió el feminismo global la idea de que el feminismo occidental habla por todas las mujeres?"
      ],
      "tags": [
        "sociedad",
        "feminismo",
        "género",
        "lgbtq"
      ]
    },
    {
      "name": "La Cuarta Ola: Activismo Digital y #MeToo",
      "topics": [
        "¿Cómo transformó las redes sociales al feminismo en un movimiento digital masivo?",
        "¿Qué hizo que #MeToo explotara globalmente, y qué ha cambiado realmente?",
        "¿Cómo ha democratizado el feminismo en línea quién puede dar forma a la conversación?",
        "¿Qué es la 'cultura de la cancelación' y cómo se cruza con la rendición de cuentas feminista?",
        "¿Por qué algunas feministas temen que el activismo digital reemplace el cambio estructural con performance?",
        "¿Cómo ha abordado la cuarta ola temas como la positividad corporal y la salud mental?"
      ],
      "tags": [
        "medios",
        "activismo",
        "redes-sociales",
        "género"
      ]
    },
    {
      "name": "Principales Teorías y Marcos Feministas",
      "topics": [
        "¿Cómo difiere el feminismo liberal del feminismo radical en sus objetivos y métodos?",
        "¿Qué argumenta el feminismo socialista sobre la relación entre capitalismo y patriarcado?",
        "¿Cómo desafía el feminismo poscolonial la universalidad de los marcos feministas occidentales?",
        "¿Qué es el ecofeminismo, y por qué conecta la destrucción ambiental con la opresión de género?",
        "¿Cómo argumenta la teoría del punto de vista que las perspectivas marginadas producen mejor conocimiento?",
        "¿Qué quieren decir las feministas postestructuralistas cuando dicen que el género se 'actúa' en lugar de ser innato?"
      ],
      "tags": [
        "filosofía",
        "teoría",
        "feminismo",
        "género"
      ]
    },
    {
      "name": "El Feminismo y el Cuerpo",
      "topics": [
        "¿Cómo se han usado históricamente los estándares de belleza para controlar el comportamiento y estatus de las mujeres?",
        "¿Por qué se considera la autonomía reproductiva una piedra angular de la política feminista?",
        "¿Cómo analizan las feministas la política de la violencia sexual y el consentimiento corporal?",
        "¿Qué dice el feminismo sobre la medicalización del cuerpo de las mujeres a lo largo de la historia?",
        "¿Cómo ha evolucionado el movimiento de positividad corporal y qué críticas ha enfrentado?",
        "¿Por qué es la justicia para discapacitados una parte esencial de la política feminista del cuerpo?"
      ],
      "tags": [
        "salud",
        "derechos-humanos",
        "género",
        "medicina"
      ]
    },
    {
      "name": "Feminismo, Raza y Opresiones Intersectantes",
      "topics": [
        "¿Por qué han argumentado las feministas negras que el feminismo mayoritario a menudo centra las experiencias de las mujeres blancas?",
        "¿Cómo reformuló el Colectivo del Río Combahee la conversación sobre opresiones superpuestas?",
        "¿Qué es el mujerismo, y en qué se diferencia del feminismo mayoritario?",
        "¿Cómo desafían las perspectivas feministas indígenas tanto al patriarcado como al colonialismo simultáneamente?",
        "¿Qué desafíos únicos enfrentan las mujeres asiático-americanas, latinas e inmigrantes dentro de los movimientos feministas?",
        "¿Cómo aborda el feminismo antirracista las formas en que raza y género se combinan en las instituciones?"
      ],
      "tags": [
        "feminismo",
        "desigualdad",
        "raza",
        "género"
      ]
    },
    {
      "name": "Feminismo y Género Más Allá del Binarismo",
      "topics": [
        "¿Cómo ha evolucionado la comprensión feminista del género de binario a espectro?",
        "¿Por qué es contenciosa para algunas feministas la relación entre feminismo y derechos transgénero?",
        "¿Qué argumentan las transfeministas sobre la conexión entre la liberación trans y la liberación de las mujeres?",
        "¿Cómo desafían las perspectivas no binarias y genderqueer las categorías feministas tradicionales?",
        "¿Qué puede aprender el feminismo de las culturas que históricamente han reconocido más de dos géneros?",
        "¿Cómo encajan los estudios de masculinidad dentro de la academia feminista?"
      ],
      "tags": [
        "sociedad",
        "feminismo",
        "lgbtq",
        "género"
      ]
    },
    {
      "name": "Feminismo en el Trabajo y la Economía",
      "topics": [
        "¿Por qué persiste la brecha salarial de género a pesar de décadas de legislación de igualdad salarial?",
        "¿Cómo analiza el feminismo el valor económico del trabajo doméstico y de cuidados no remunerado?",
        "¿Qué es el 'techo de cristal' y la metáfora se ha mantenido al día con la realidad?",
        "¿Cómo agravan la raza, la clase y el estatus migratorio la desigualdad laboral para las mujeres?",
        "¿Qué proponen las feministas como alternativas a la actual crisis del equilibrio trabajo-vida?",
        "¿Cómo ha creado la economía gig y la era del trabajo remoto nuevos desafíos basados en género?"
      ],
      "tags": [
        "economía",
        "desigualdad",
        "trabajo",
        "género"
      ]
    },
    {
      "name": "Feminismo y Familia",
      "topics": [
        "¿Cómo ha desafiado el feminismo a la familia nuclear tradicional como la unidad social por defecto?",
        "¿Qué quieren decir las feministas cuando dicen que la maternidad es a la vez idealizada y devaluada?",
        "¿Cómo han evolucionado las leyes de custodia, las leyes de matrimonio y la política familiar a través de la defensa feminista?",
        "¿Cómo es la crianza feminista en la práctica, y qué tensiones crea?",
        "¿Cómo analizan las feministas la distribución desigual del trabajo emocional en las relaciones?",
        "¿Por qué se considera el acceso al cuidado infantil un tema económico feminista?"
      ],
      "tags": [
        "feminismo",
        "dinámicas-interpersonales",
        "género",
        "trabajo"
      ]
    },
    {
      "name": "Feminismo Global y Derechos Humanos",
      "topics": [
        "¿Cómo difieren los movimientos feministas en el Sur Global de los del Norte Global?",
        "¿Por qué algunas activistas rechazan el término 'feminismo' mientras luchan por los derechos de las mujeres?",
        "¿Cómo han avanzado — o fallado — los marcos internacionales como CEDAW los derechos de las mujeres globalmente?",
        "¿Qué papel juega el feminismo en oponerse a prácticas como el matrimonio infantil y la MGF sin imponer imperialismo cultural?",
        "¿Cómo han liderado las mujeres movimientos de resistencia y procesos de paz alrededor del mundo?",
        "¿Cómo es una política exterior feminista, y qué países la han adoptado?"
      ],
      "tags": [
        "política",
        "derechos-humanos",
        "género",
        "derecho-internacional"
      ]
    },
    {
      "name": "Feminismo, Medios y Representación",
      "topics": [
        "¿Cómo ha moldeado la mirada masculina la forma en que las mujeres son representadas en el cine y la televisión?",
        "¿Qué revela la crítica mediática feminista sobre el impacto de la publicidad en las normas de género?",
        "¿Cómo ha cambiado la representación de las mujeres en el periodismo y los medios de noticias — y qué brechas quedan?",
        "¿Por qué es tan difícil de resolver el debate sobre representaciones 'empoderadoras' versus 'objetificantes'?",
        "¿Cómo han usado creadoras feministas la literatura, el arte y la música para desafiar las narrativas dominantes?",
        "¿Qué significa el sesgo algorítmico en las redes sociales para la visibilidad y el discurso feminista?"
      ],
      "tags": [
        "medios",
        "representación",
        "género",
        "periodismo"
      ]
    },
    {
      "name": "Antifeminismo y Reacción",
      "topics": [
        "¿Por qué cada ola del feminismo ha sido recibida con una reacción organizada?",
        "¿Cuáles son los argumentos centrales de los movimientos antifeministas, y cómo responden las feministas?",
        "¿Cómo surgió la 'manosfera' y el activismo por los derechos de los hombres como contra al feminismo?",
        "¿Qué papel juega la desinformación en distorsionar la comprensión pública de los objetivos feministas?",
        "¿Cómo atacan específicamente los movimientos autoritarios y de extrema derecha a la igualdad de género?",
        "¿Pueden las críticas al feminismo ser legítimas sin ser antifeministas?"
      ],
      "tags": [
        "política",
        "desinformación",
        "género",
        "redes-sociales"
      ]
    },
    {
      "name": "El Futuro del Feminismo",
      "topics": [
        "¿Cuáles son los desafíos no resueltos más apremiantes que enfrenta el feminismo hoy?",
        "¿Cómo podrían la inteligencia artificial y la automatización crear nuevas desigualdades basadas en género?",
        "¿Cómo sería una economía o sistema político verdaderamente feminista?",
        "¿Cómo puede el feminismo construir coaliciones más amplias sin perder su poder analítico?",
        "¿Qué papel deberían jugar los hombres y los niños en avanzar los objetivos feministas?",
        "¿Sigue siendo necesario el feminismo — y cómo sabríamos cuándo su trabajo está terminado?"
      ],
      "tags": [
        "feminismo",
        "fronteras",
        "género",
        "ia-ml"
      ]
    }
  ]
}
