{
  "name": "Performance Art: History, Theory, and Practice",
  "chapters": [
    {
      "name": "Origins in Dada and Futurism",
      "topics": [
        "How did Dada performances at the Cabaret Voltaire challenge conventional art?",
        "What provocations did Italian Futurists stage in their serata events?",
        "How did early avant-garde performances blur the line between art and life?",
        "What role did chance, absurdity, and anti-art sentiment play in these movements?",
        "How did these early experiments influence later performance art?",
        "Who were the key figures in Dada and Futurist performance?"
      ],
      "tags": ["arts", "cultural-heritage", "performing-arts", "art-history"]
    },
    {
      "name": "Fluxus and Happenings",
      "topics": [
        "What was Fluxus and how did it approach art as everyday action?",
        "How did Allan Kaprow's Happenings create participatory art events?",
        "What is an event score and how did Fluxus artists use them?",
        "How did Fluxus blur boundaries between art, music, and performance?",
        "Who were major Fluxus artists like Yoko Ono, Nam June Paik, and George Maciunas?",
        "What legacy did Fluxus leave for contemporary performance and conceptual art?"
      ],
      "tags": ["arts", "cultural-heritage", "performing-arts", "art-history"]
    },
    {
      "name": "Body Art and Endurance Performance",
      "topics": [
        "How did artists like Vito Acconci and Chris Burden use their bodies as material?",
        "What motivates artists to subject themselves to physical risk or pain?",
        "How did Marina Abramović's endurance works push physical and psychological limits?",
        "What ethical questions arise around body art and self-harm in performance?",
        "How do audiences respond to witnessing extreme physical acts?",
        "What distinguishes body art from mere spectacle or stunt?"
      ],
      "tags": ["arts", "performing-arts", "identity", "art-history"]
    },
    {
      "name": "Feminist Performance Art",
      "topics": [
        "How did feminist artists use performance to challenge representations of women?",
        "What groundbreaking works did Carolee Schneemann, Adrian Piper, and Ana Mendieta create?",
        "How did The Guerrilla Girls use performance and activism together?",
        "What themes of body, sexuality, and domestic labor appear in feminist performance?",
        "How has feminist performance art evolved from the 1970s to today?",
        "What critiques have been made of early feminist performance's limitations?"
      ],
      "tags": ["arts", "human-rights", "performing-arts", "identity"]
    },
    {
      "name": "Identity and Performance",
      "topics": [
        "How have artists used performance to explore race, gender, and sexuality?",
        "What strategies did artists like Guillermo Gómez-Peña use to address cultural identity?",
        "How has performance art given voice to LGBTQ+ experience and politics?",
        "What role does autobiography play in identity-based performance?",
        "How do performances challenge or reinforce identity categories?",
        "Who are contemporary artists making significant identity-based performance work?"
      ],
      "tags": ["arts", "identity", "human-rights", "performing-arts"]
    },
    {
      "name": "Participatory and Interactive Performance",
      "topics": [
        "How do artists create works that require audience participation?",
        "What happens when the audience becomes part of the artwork?",
        "How did Tino Sehgal's constructed situations redefine performance in museums?",
        "What ethical considerations arise when involving unwitting participants?",
        "How does relational aesthetics connect to participatory performance?",
        "What makes participation meaningful versus gimmicky in performance art?"
      ],
      "tags": ["arts", "performing-arts", "innovation", "interpersonal-dynamics"]
    },
    {
      "name": "Performance and Technology",
      "topics": [
        "How have artists incorporated video, digital media, and the internet into performance?",
        "What new possibilities do live-streaming and telepresence create for performance?",
        "How has technology changed documentation and distribution of performance art?",
        "What is the relationship between performance art and new media art?",
        "How do artists use virtual and augmented reality in performance contexts?",
        "What is lost and gained when performance moves into digital spaces?"
      ],
      "tags": ["arts", "innovation", "digital-art", "performing-arts"]
    },
    {
      "name": "Durational Performance",
      "topics": [
        "What defines durational performance and how does extended time affect meaning?",
        "How did Tehching Hsieh's year-long performances push durational limits?",
        "What physical and mental challenges do durational performances create for artists?",
        "How do audiences experience works that last hours, days, or longer?",
        "What role does endurance play in durational versus body art practices?",
        "How do artists structure and sustain extremely long performances?"
      ],
      "tags": ["arts", "performing-arts", "art-history", "identity"]
    },
    {
      "name": "Documentation and Ephemera",
      "topics": [
        "How do artists document works that exist only in the moment of performance?",
        "What role do photographs, videos, and objects play in preserving performance?",
        "Can documentation ever capture what a live performance was?",
        "How do museums collect and exhibit performance art?",
        "What debates exist about re-performance and delegation of performance works?",
        "How has the market for performance art documentation developed?"
      ],
      "tags": ["arts", "cultural-heritage", "performing-arts", "art-history"]
    },
    {
      "name": "Contemporary Performance Art Practices",
      "topics": [
        "Who are the major performance artists working today?",
        "How has performance art entered mainstream museums and art fairs?",
        "What institutional support exists for creating new performance work?",
        "How do contemporary artists balance live presence with media and documentation?",
        "What social and political issues are current performance artists addressing?",
        "Where is performance art heading as a field and practice?"
      ],
      "tags": ["arts", "performing-arts", "innovation", "art-history"]
    }
  ]
}
