{
  "name": "Asexual, Aromantic, and Emerging Identities",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": ["asexuality", "aromantic", "ace spectrum", "demisexuality", "LGBTQIA+"],
  "chapters": [
    {
      "name": "What Is Asexuality?",
      "topics": [
        "How is asexuality defined?",
        "What does it mean to experience little or no sexual attraction?",
        "How common is asexuality?",
        "How do asexual people discover and understand their identity?",
        "What misconceptions exist about asexuality?",
        "How does asexuality differ from celibacy or low libido?"
      ],
      "tags": ["sexuality", "lgbtq", "identity", "psychology"]
    },
    {
      "name": "The Asexual Spectrum",
      "topics": [
        "What is the 'ace spectrum' and what identities does it include?",
        "What is demisexuality and what does it mean?",
        "What is graysexuality or gray-asexuality?",
        "How do people on the ace spectrum experience attraction differently?",
        "What is the split attraction model and how does it apply?",
        "Why do some people embrace specific ace-spectrum labels while others use 'asexual'?"
      ],
      "tags": ["sexuality", "lgbtq", "identity", "psychology"]
    },
    {
      "name": "Aromanticism: Love Without Romance",
      "topics": [
        "What is aromanticism and how is it defined?",
        "How does romantic attraction differ from sexual attraction?",
        "What is the aromantic spectrum?",
        "How do aromantic people form meaningful relationships?",
        "What misconceptions exist about aromantic people?",
        "How do aromantic and asexual identities overlap and differ?"
      ],
      "tags": ["psychology", "lgbtq", "identity", "relationships"]
    },
    {
      "name": "Types of Attraction: A Fuller Picture",
      "topics": [
        "What different types of attraction do people experience?",
        "How do sexual, romantic, aesthetic, and sensual attraction differ?",
        "What is platonic attraction and queerplatonic relationships?",
        "How does the split attraction model help people understand themselves?",
        "What limitations exist in parsing attraction into categories?",
        "How do these distinctions help asexual and aromantic people?"
      ],
      "tags": ["psychology", "lgbtq", "sexuality", "relationships"]
    },
    {
      "name": "Asexual and Aromantic Relationships",
      "topics": [
        "How do asexual people approach romantic relationships?",
        "What is a 'mixed' relationship between ace and allosexual partners?",
        "How do aromantic people build intimacy and connection?",
        "What are queerplatonic relationships and why are they significant?",
        "How do ace and aro people navigate a relationship-focused society?",
        "What relationship structures work for ace and aro people?"
      ],
      "tags": ["sociology", "lgbtq", "relationships", "community"]
    },
    {
      "name": "The History of Asexual Community and Activism",
      "topics": [
        "How did asexual community form, particularly online?",
        "What role did AVEN (Asexual Visibility and Education Network) play?",
        "How has asexual visibility increased over time?",
        "What is Ace Week (formerly Asexual Awareness Week)?",
        "How have asexual activists fought for recognition and inclusion?",
        "What debates exist about asexual inclusion in LGBTQ+ spaces?"
      ],
      "tags": ["history", "lgbtq", "activism", "community"]
    },
    {
      "name": "Are Asexual People LGBTQ+?",
      "topics": [
        "What debates exist about asexual inclusion in LGBTQ+ communities?",
        "What arguments support asexual inclusion?",
        "What resistance have asexual people faced from some LGBTQ+ communities?",
        "How do asexual people who are also gay, bi, or trans fit in?",
        "What does the 'A' in LGBTQIA+ stand for and to whom?",
        "How can LGBTQ+ spaces become more ace-inclusive?"
      ],
      "tags": ["sociology", "lgbtq", "identity", "community"]
    },
    {
      "name": "Health, Pathologization, and Asexuality",
      "topics": [
        "How has asexuality been pathologized by medicine?",
        "What is the relationship between asexuality and 'Hypoactive Sexual Desire Disorder'?",
        "How do ace people navigate healthcare systems?",
        "What mental health challenges affect ace and aro communities?",
        "How can healthcare providers better serve asexual patients?",
        "What does affirming care for ace people look like?"
      ],
      "tags": ["medicine", "lgbtq", "psychology", "healthcare"]
    },
    {
      "name": "Asexual and Aromantic Representation",
      "topics": [
        "How are asexual people represented in media?",
        "What characters have been identified or coded as ace?",
        "What does good asexual representation look like?",
        "How has aromantic representation lagged behind even asexual representation?",
        "What books, shows, and other media center ace and aro characters?",
        "How does visibility affect asexual and aromantic people?"
      ],
      "tags": ["media", "lgbtq", "representation", "culture"]
    },
    {
      "name": "Emerging and Evolving Identity Terms",
      "topics": [
        "How do identity terms continue to evolve and multiply?",
        "What new terms have emerged to describe sexuality and gender?",
        "What debates exist about the proliferation of identity labels?",
        "How do younger generations approach identity differently?",
        "What is the value of having precise language for experience?",
        "How might identity categories continue to evolve?"
      ],
      "tags": ["sociology", "lgbtq", "identity", "culture"]
    }
  ]
}
