{
  "name": "Bisexual, Pansexual, and Fluid Identities",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": ["bisexuality", "pansexuality", "bisexual erasure", "sexual fluidity", "Kinsey scale"],
  "chapters": [
    {
      "name": "Understanding Bisexuality",
      "topics": [
        "What does bisexuality mean and how is it defined?",
        "How has the definition of bisexuality evolved over time?",
        "What does 'attraction to more than one gender' encompass?",
        "How common is bisexuality compared to exclusive homosexuality or heterosexuality?",
        "What does research show about patterns of bisexual attraction?",
        "Why do some people describe bisexuality as attraction 'regardless of gender'?"
      ],
      "tags": ["sexuality", "lgbtq", "identity", "psychology"]
    },
    {
      "name": "The Kinsey Scale and Beyond",
      "topics": [
        "What was Alfred Kinsey's research and what did it show?",
        "How does the Kinsey Scale measure sexual orientation?",
        "What are the limitations of the Kinsey Scale?",
        "What alternative models of sexual orientation have been proposed?",
        "How do multidimensional models capture attraction, behavior, and identity?",
        "Why do some researchers move away from categorical thinking entirely?"
      ],
      "tags": ["psychology", "lgbtq", "research-methods", "sexuality"]
    },
    {
      "name": "Bisexual Erasure and Invisibility",
      "topics": [
        "What is bisexual erasure and how does it operate?",
        "How do both straight and gay communities contribute to bi erasure?",
        "What stereotypes harm bisexual people?",
        "How does the assumption that people are either gay or straight affect bi people?",
        "What happens to bisexuality in media representation?",
        "How can bisexual visibility be increased and sustained?"
      ],
      "tags": ["sociology", "lgbtq", "discrimination", "media"]
    },
    {
      "name": "Biphobia from All Directions",
      "topics": [
        "What is biphobia and what forms does it take?",
        "How do bisexual people experience prejudice from heterosexual communities?",
        "What biphobia exists within gay and lesbian communities?",
        "What does 'gold star' lesbian or gay mean and why is it problematic?",
        "How do stereotypes about bisexuals as 'confused' or 'greedy' cause harm?",
        "What impact does biphobia have on bisexual mental health?"
      ],
      "tags": ["psychology", "lgbtq", "discrimination", "mental-health"]
    },
    {
      "name": "Pansexuality and Emerging Identity Labels",
      "topics": [
        "What is pansexuality and how does it differ from bisexuality?",
        "Why do some people choose the pansexual label?",
        "What debates exist about bisexual versus pansexual identities?",
        "What other labels describe attraction to multiple genders?",
        "How do omnisexual, polysexual, and queer function as identity terms?",
        "Why has identity terminology proliferated and what does this mean?"
      ],
      "tags": ["sociology", "lgbtq", "identity", "sexuality"]
    },
    {
      "name": "Sexual Fluidity Across the Lifespan",
      "topics": [
        "What does research show about sexual fluidity?",
        "How did Lisa Diamond's research challenge assumptions about orientation?",
        "Is sexual fluidity more common among women than men?",
        "How do people experience changes in their attraction patterns over time?",
        "What does sexual fluidity mean for identity categories?",
        "How should we understand orientation as both stable and potentially fluid?"
      ],
      "tags": ["psychology", "lgbtq", "sexuality", "research-methods"]
    },
    {
      "name": "Bisexual Health Disparities",
      "topics": [
        "What health disparities specifically affect bisexual people?",
        "Why do bisexual people have worse mental health outcomes than gay and lesbian people?",
        "What substance use patterns exist in bisexual communities?",
        "How do bisexual women's health needs differ from lesbian women's?",
        "What barriers do bisexual people face in accessing affirming healthcare?",
        "How can healthcare become more bisexual-inclusive?"
      ],
      "tags": ["public-health", "lgbtq", "health-disparities", "mental-health"]
    },
    {
      "name": "Bisexual Relationships and Community",
      "topics": [
        "How do bisexual people navigate relationships with partners of different genders?",
        "What challenges do bisexual people face in both same-sex and different-sex relationships?",
        "How does a partner's gender affect whether a bi person is seen as LGBTQ+?",
        "What bisexual-specific organizations and communities exist?",
        "How has the internet enabled bisexual community building?",
        "What would stronger bisexual community and visibility accomplish?"
      ],
      "tags": ["sociology", "lgbtq", "relationships", "community"]
    },
    {
      "name": "Bisexual History and Activism",
      "topics": [
        "How have bisexual people participated in LGBTQ+ history?",
        "When did distinct bisexual organizing begin?",
        "What role did the 1990 BiNet USA founding play?",
        "How have bisexual activists fought for inclusion in LGBTQ+ spaces?",
        "What is Celebrate Bisexuality Day and why was it created?",
        "What does contemporary bisexual activism focus on?"
      ],
      "tags": ["history", "lgbtq", "activism", "social-movements"]
    }
  ]
}
