{
  "name": "Lesbian History and Feminism",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": ["lesbian history", "feminism", "butch/femme", "Lavender Menace", "lesbian separatism"],
  "chapters": [
    {
      "name": "Defining Lesbian Identity Across Time",
      "topics": [
        "How has the meaning of 'lesbian' changed throughout history?",
        "What evidence exists for female same-sex relationships in earlier eras?",
        "How did 'romantic friendships' between women function in the 19th century?",
        "When did 'lesbian' emerge as an identity category?",
        "How do historians approach women's same-sex relationships before modern identity terms?",
        "What ongoing debates exist about defining lesbian identity?"
      ],
      "tags": ["history", "lgbtq", "identity", "sexuality"]
    },
    {
      "name": "Early Lesbian Communities and Visibility",
      "topics": [
        "How did lesbian communities form in early 20th century cities?",
        "What role did bars and social clubs play in lesbian community building?",
        "How did World War II create opportunities for lesbian community?",
        "What was life like for working-class lesbians in mid-century America?",
        "How did lesbians navigate visibility and safety?",
        "What sources document early lesbian life and community?"
      ],
      "tags": ["history", "lgbtq", "sociology", "community"]
    },
    {
      "name": "Butch/Femme Culture and Its Meanings",
      "topics": [
        "What is butch/femme and what are its historical roots?",
        "How did butch/femme function in working-class lesbian communities?",
        "What debates have existed about butch/femme within lesbian communities?",
        "How did feminism critique and sometimes reject butch/femme?",
        "How has butch/femme been reclaimed and reconsidered?",
        "What does butch/femme mean in contemporary lesbian communities?"
      ],
      "tags": ["culture", "lgbtq", "gender", "history"]
    },
    {
      "name": "The Daughters of Bilitis and Early Organizing",
      "topics": [
        "Who founded the Daughters of Bilitis and what was their mission?",
        "How did The Ladder magazine serve the lesbian community?",
        "What approach did DOB take to lesbian identity and visibility?",
        "How did DOB relate to gay male organizations?",
        "What tensions existed within DOB about strategy and goals?",
        "What is the legacy of DOB for lesbian organizing?"
      ],
      "tags": ["history", "lgbtq", "activism", "feminism"]
    },
    {
      "name": "The Lavender Menace: Lesbians and Second-Wave Feminism",
      "topics": [
        "Why did Betty Friedan call lesbians a 'lavender menace'?",
        "How did mainstream feminism initially distance itself from lesbianism?",
        "What was the 'Lavender Menace' action at the Second Congress to Unite Women?",
        "How did 'The Woman-Identified Woman' reshape feminist thought?",
        "How did lesbian feminists eventually gain recognition within feminism?",
        "What lasting tensions exist between lesbian and mainstream feminist movements?"
      ],
      "tags": ["history", "lgbtq", "feminism", "activism"]
    },
    {
      "name": "Lesbian Feminism and Separatism",
      "topics": [
        "What is lesbian feminism and how did it develop?",
        "What did lesbian separatism propose and practice?",
        "What were women's land projects and lesbian intentional communities?",
        "How did lesbian feminists analyze heterosexuality as a political institution?",
        "What critiques of lesbian separatism emerged?",
        "What is the legacy of lesbian feminist and separatist thought?"
      ],
      "tags": ["philosophy", "lgbtq", "feminism", "sociology"]
    },
    {
      "name": "Lesbian Writers, Artists, and Cultural Production",
      "topics": [
        "Who are key lesbian writers and what themes define their work?",
        "How did Audre Lorde's work address race, sexuality, and feminism?",
        "What was the significance of Adrienne Rich's 'Compulsory Heterosexuality'?",
        "What role did women's music and Michigan Womyn's Music Festival play?",
        "How have lesbian filmmakers and visual artists shaped culture?",
        "What contemporary lesbian cultural production continues this legacy?"
      ],
      "tags": ["literature", "lgbtq", "culture", "feminism"]
    },
    {
      "name": "The Sex Wars and Lesbian Sexuality",
      "topics": [
        "What were the 'feminist sex wars' of the 1980s?",
        "How did debates about pornography divide feminists?",
        "What positions did sex-positive feminists advocate?",
        "How did the sex wars affect lesbian community and identity?",
        "What role did S/M and kink play in these debates?",
        "How have these debates been resolved or continued?"
      ],
      "tags": ["philosophy", "lgbtq", "feminism", "sexuality"]
    },
    {
      "name": "Lesbians of Color: Intersecting Struggles",
      "topics": [
        "How have lesbians of color articulated their distinct experiences?",
        "What organizations have lesbians of color created?",
        "How did Audre Lorde, Barbara Smith, and others address racism in feminism?",
        "What is the Combahee River Collective and what was their statement?",
        "How have lesbians of color navigated racism, sexism, and homophobia?",
        "What contemporary voices continue this intersectional tradition?"
      ],
      "tags": ["history", "lgbtq", "feminism", "race"]
    },
    {
      "name": "Contemporary Lesbian Identity and Community",
      "topics": [
        "How has lesbian identity evolved in the 21st century?",
        "What debates exist about the boundaries of lesbian identity?",
        "How have dating apps and digital spaces changed lesbian community?",
        "What concerns exist about lesbian visibility and erasure?",
        "How do young lesbians understand and claim their identity?",
        "What does the future of lesbian community look like?"
      ],
      "tags": ["sociology", "lgbtq", "identity", "culture"]
    }
  ]
}
