{
  "name": "LGBTQ+ Music and Performance",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": ["LGBTQ+ music", "disco", "drag", "queercore", "gay icons"],
  "chapters": [
    {
      "name": "The Queer Roots of American Popular Music",
      "topics": [
        "How did LGBTQ+ people shape blues, jazz, and early popular music?",
        "Who were early queer figures in American music history?",
        "How did performers like Ma Rainey and Bessie Smith sing about same-sex desire?",
        "What role did queer spaces play in music development?",
        "How was queerness encoded in early popular music lyrics?",
        "What contributions did LGBTQ+ people make behind the scenes in music?"
      ],
      "tags": ["music", "lgbtq", "history", "culture"]
    },
    {
      "name": "Disco: A Queer Revolution on the Dance Floor",
      "topics": [
        "How did disco emerge from Black and Latino gay clubs?",
        "What made disco a distinctively queer cultural phenomenon?",
        "How did DJs and club culture shape disco's development?",
        "What was the significance of Studio 54 and other legendary clubs?",
        "Why did 'Disco Demolition Night' have racial and homophobic undertones?",
        "How does disco's legacy continue in contemporary dance music?"
      ],
      "tags": ["music", "lgbtq", "history", "culture"]
    },
    {
      "name": "The AIDS Crisis and Music as Response",
      "topics": [
        "How did musicians respond to the AIDS crisis?",
        "What was the significance of 'That's What Friends Are For'?",
        "How did artists like Diamanda Galás create work about AIDS?",
        "What role did benefit concerts play in AIDS activism?",
        "How did AIDS change the music industry?",
        "What musicians were lost to AIDS and what was their legacy?"
      ],
      "tags": ["music", "lgbtq", "history", "activism"]
    },
    {
      "name": "Queercore and LGBTQ+ Punk",
      "topics": [
        "What was queercore and how did it emerge?",
        "How did bands like Pansy Division and Team Dresch define the movement?",
        "What critique of mainstream gay culture did queercore offer?",
        "How did queercore intersect with riot grrrl and feminist punk?",
        "What role did queer zines play in the movement?",
        "How does queercore's influence continue today?"
      ],
      "tags": ["music", "lgbtq", "punk", "activism"]
    },
    {
      "name": "Gay Icons: The Divas and Their Devotees",
      "topics": [
        "What makes someone a 'gay icon'?",
        "Why have certain female performers attracted devoted gay followings?",
        "How did Judy Garland become a symbol for gay men?",
        "What connects Madonna, Cher, and contemporary gay icons?",
        "What critiques exist of the 'gay icon' phenomenon?",
        "How have artists embraced or rejected gay icon status?"
      ],
      "tags": ["music", "lgbtq", "culture", "celebrity"]
    },
    {
      "name": "Out and Proud: Openly LGBTQ+ Musicians",
      "topics": [
        "How has coming out affected musicians' careers over time?",
        "What was the significance of artists like Elton John and Melissa Etheridge coming out?",
        "How do openly LGBTQ+ artists today navigate their identity?",
        "What challenges do LGBTQ+ musicians in country and hip-hop face?",
        "How has visibility of LGBTQ+ musicians changed the industry?",
        "What barriers still exist for openly LGBTQ+ musicians?"
      ],
      "tags": ["music", "lgbtq", "industry", "identity"]
    },
    {
      "name": "LGBTQ+ Representation in Hip-Hop and R&B",
      "topics": [
        "How has hip-hop historically treated homosexuality?",
        "What LGBTQ+ artists have emerged in hip-hop and R&B?",
        "How did Frank Ocean's coming out shift conversations?",
        "What role has Lil Nas X played in LGBTQ+ visibility in hip-hop?",
        "How are attitudes in hip-hop changing around LGBTQ+ identity?",
        "What challenges do LGBTQ+ hip-hop artists still face?"
      ],
      "tags": ["music", "lgbtq", "hip-hop", "culture"]
    },
    {
      "name": "Ballroom Music and Voguing",
      "topics": [
        "What is Ballroom music and how did it develop?",
        "How does music function in Ballroom competitions?",
        "What is voguing and what are its different styles?",
        "How did Madonna's 'Vogue' bring Ballroom to the mainstream?",
        "What concerns exist about appropriation of Ballroom culture?",
        "How is Ballroom music and performance evolving today?"
      ],
      "tags": ["music", "lgbtq", "dance", "culture"]
    },
    {
      "name": "Queer Voices in Classical and Opera",
      "topics": [
        "How have LGBTQ+ composers contributed to classical music?",
        "What was the significance of composers like Britten, Copland, and Barber?",
        "How has opera dealt with LGBTQ+ themes and characters?",
        "What role have countertenors and other voices played in queer expression?",
        "How are contemporary classical composers addressing LGBTQ+ themes?",
        "What barriers exist for openly LGBTQ+ performers in classical music?"
      ],
      "tags": ["music", "lgbtq", "classical-music", "opera"]
    }
  ]
}
