{
  "name": "Stonewall and the Birth of Gay Liberation",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": ["Stonewall", "gay liberation", "Pride", "Marsha P. Johnson", "Sylvia Rivera"],
  "chapters": [
    {
      "name": "The Stonewall Inn: Setting the Scene",
      "topics": [
        "What kind of establishment was the Stonewall Inn in 1969?",
        "Who owned and operated the Stonewall Inn?",
        "What made the Stonewall Inn different from other gay bars?",
        "Who were the regular patrons of the Stonewall Inn?",
        "What was the relationship between the bar and the local police?",
        "Why was Greenwich Village a center of LGBTQ+ life in New York?"
      ],
      "tags": ["history", "urban-studies", "lgbtq", "1960s"]
    },
    {
      "name": "The Raid and the Uprising: June 28, 1969",
      "topics": [
        "What happened in the early morning hours of June 28, 1969?",
        "Why did this particular raid spark resistance when others had not?",
        "What role did transgender women and drag queens play in the uprising?",
        "How did the crowd outside the bar react as patrons were arrested?",
        "What happened when police barricaded themselves inside the bar?",
        "How long did the disturbances continue after the initial night?"
      ],
      "tags": ["history", "activism", "lgbtq", "civil-rights"]
    },
    {
      "name": "Marsha P. Johnson and the Transgender Women of Stonewall",
      "topics": [
        "Who was Marsha P. Johnson and what was her role in LGBTQ+ activism?",
        "What did Marsha P. Johnson mean by the 'P' standing for 'Pay It No Mind'?",
        "How have accounts of Marsha's role on the first night of Stonewall varied?",
        "What was STAR (Street Transvestite Action Revolutionaries)?",
        "How has Marsha P. Johnson been memorialized and honored?",
        "Why is it important to center transgender women of color in Stonewall's history?"
      ],
      "tags": ["history", "activism", "lgbtq", "biography"]
    },
    {
      "name": "Sylvia Rivera: Lifetime of Radical Activism",
      "topics": [
        "Who was Sylvia Rivera and how did she become an activist?",
        "What was Sylvia Rivera's experience at Stonewall?",
        "How did Sylvia Rivera advocate for transgender and homeless LGBTQ+ youth?",
        "What tensions existed between Rivera and mainstream gay rights organizations?",
        "What was the significance of Rivera's speech at the 1973 Pride rally?",
        "How has Sylvia Rivera's legacy been reclaimed by contemporary trans activists?"
      ],
      "tags": ["history", "activism", "lgbtq", "biography"]
    },
    {
      "name": "The Gay Liberation Front: A New Militancy",
      "topics": [
        "How did the Gay Liberation Front differ from earlier homophile organizations?",
        "What did GLF mean by linking gay liberation to other revolutionary movements?",
        "How did GLF organize and what actions did they take?",
        "What role did women play in the Gay Liberation Front?",
        "What internal conflicts eventually led to GLF's dissolution?",
        "How did GLF's radical vision influence later LGBTQ+ activism?"
      ],
      "tags": ["history", "activism", "lgbtq", "social-movements"]
    },
    {
      "name": "The Gay Activists Alliance and Single-Issue Politics",
      "topics": [
        "Why did some activists leave GLF to form the Gay Activists Alliance?",
        "What was GAA's approach to political organizing?",
        "What were 'zaps' and how did GAA use them?",
        "How did GAA's focus on gay rights specifically differ from GLF's broader agenda?",
        "What legislative and political victories did GAA achieve?",
        "What were the limitations of GAA's single-issue approach?"
      ],
      "tags": ["history", "activism", "lgbtq", "political-science"]
    },
    {
      "name": "The First Pride Marches: Commemorating Stonewall",
      "topics": [
        "How was the first Christopher Street Liberation Day march organized in 1970?",
        "What happened at the simultaneous marches in Los Angeles and Chicago?",
        "How did these early marches differ from contemporary Pride parades?",
        "What was the political message of the first Pride marches?",
        "How did the concept of 'Gay Pride' challenge prevailing shame narratives?",
        "How have Pride celebrations evolved and been contested over the decades?"
      ],
      "tags": ["history", "activism", "lgbtq", "social-movements"]
    },
    {
      "name": "Gay Liberation Goes National and Global",
      "topics": [
        "How did gay liberation groups spread across the United States after Stonewall?",
        "What was the significance of the Gay Liberation Front in London?",
        "How did gay liberation movements emerge in other countries?",
        "What connections existed between American and international LGBTQ+ activists?",
        "How did different national contexts shape local gay liberation movements?",
        "What was the first international gay rights demonstration and where was it held?"
      ],
      "tags": ["history", "activism", "lgbtq", "international-relations"]
    }
  ]
}
