{
  "name": "Anarchism: The Politics of No Rulers",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["philosophy", "politics", "activism", "economics", "modern-history"],
  "chapters": [
    {
      "name": "Origins: Godwin, Proudhon, and the Case Against Authority",
      "topics": [
        "How did William Godwin's 'Enquiry Concerning Political Justice' (1793) — arguing that government is inherently corrupting, that rational individuals need no state, that property breeds inequality — create the philosophical foundation for anarchism before the word existed?",
        "What did Pierre-Joseph Proudhon mean by 'property is theft' (1840) — not that personal possessions are wrong but that the ability to extract rent, interest, and profit from ownership of productive resources is legalized robbery — and why did this slogan terrify the European bourgeoisie?",
        "How did Proudhon develop mutualism — workers' cooperatives exchanging goods through a 'people's bank' at cost, eliminating both capitalist profit and state coercion — as the first systematic anarchist economic theory, and why did Marx dismiss it as petit-bourgeois fantasy?",
        "What is the core anarchist argument — that all hierarchical authority (state, church, corporation, patriarchy) must justify itself or be dismantled, that people are capable of organizing themselves without rulers, that 'government' and 'society' are not the same thing?",
        "Why did Max Stirner's 'The Ego and Its Own' (1844) represent anarchism's most radical edge — rejecting not just the state but morality, society, and even the concept of humanity as 'spooks' that enslave the individual — and why did Marx devote 300 pages of 'The German Ideology' to attacking him?"
      ],
      "tags": ["philosophy", "governance", "european-philosophy", "modern-history"]
    },
    {
      "name": "Bakunin, Kropotkin, and Revolutionary Anarchism",
      "topics": [
        "How did Mikhail Bakunin — aristocrat turned revolutionary, imprisoned in three countries, expelled from the First International — develop 'collectivist anarchism,' arguing that workers' collectives should own the means of production but that any state, including a workers' state, would become a new tyranny?",
        "What was the Bakunin-Marx split — Marx insisting on the 'dictatorship of the proletariat' as a necessary transition, Bakunin warning that 'if you took the most ardent revolutionary and gave him absolute power, within a year he would be worse than the Tsar' — and which prediction proved correct?",
        "How did Peter Kropotkin's 'Mutual Aid' (1902) challenge Social Darwinism — arguing that cooperation, not competition, drives evolution, that animals and humans survive by helping each other, that the state suppresses humanity's natural tendency toward solidarity?",
        "What was Kropotkin's vision of 'anarcho-communism' — abolishing money and markets entirely, distributing goods according to need, organizing production through free agreement among communes — and was this utopian dreaming or a plausible alternative to capitalism?",
        "How did the concept of 'propaganda of the deed' — that spectacular acts of violence (assassinating kings and presidents) would inspire mass uprising — lead to a wave of anarchist terrorism in the 1890s and 1900s, discrediting the movement for decades?"
      ],
      "tags": ["philosophy", "revolution", "european-philosophy", "modern-history"]
    },
    {
      "name": "Anarchism and the Labor Movement",
      "topics": [
        "How did anarcho-syndicalism — the belief that revolutionary trade unions (syndicats) should be both the weapon against capitalism and the foundation of the new society — become the dominant form of anarchism in France, Spain, Italy, and Latin America from 1895 to 1939?",
        "What was the Industrial Workers of the World (IWW, founded 1905) — 'One Big Union' organizing miners, loggers, textile workers, and migrant laborers across racial and ethnic lines in America — and why did its vision of worker self-management terrify both capitalists and conventional unions?",
        "How did the Haymarket Affair (1886) — a bomb thrown at police during a labor rally in Chicago, eight anarchists convicted on minimal evidence, four hanged — become both a founding myth of the American labor movement (May Day) and a template for state repression of radicals?",
        "What was the relationship between anarchism and feminism — Emma Goldman arguing that women's liberation required not just the vote but freedom from marriage, religion, and sexual repression ('if I can't dance, I don't want to be in your revolution') — making her America's most dangerous woman?",
        "Why did anarchist labor movements decline after World War I — crushed by state repression (the Palmer Raids, Mussolini's squadristi), outcompeted by communist parties with superior discipline, and marginalized by welfare-state reforms that gave workers just enough to stop fighting?"
      ],
      "tags": ["politics", "activism", "labor", "modern-history"]
    },
    {
      "name": "Spain 1936: Anarchism's Greatest Experiment",
      "topics": [
        "How did Spain's anarchist movement — the CNT (Confederación Nacional del Trabajo) with over a million members — make Spain the only country where anarchism became a mass movement, rooted in Catalonia's industrial workers and Andalusia's landless peasants?",
        "What happened in Barcelona and Aragon during the Spanish Civil War (1936-1939) — workers seizing factories and running them collectively, peasants collectivizing land, George Orwell describing a city where 'every shop and café had been collectivized' and 'waiters looked you in the face and treated you as an equal'?",
        "How did the anarchist collectives actually function — decision-making by assembly, wages equalized or abolished, production maintained or increased in many cases — and what do the economic data show about whether worker self-management worked?",
        "Why did the Spanish Republic and its Soviet allies destroy the anarchist revolution from within — the Communist Party (following Stalin's orders) arguing that winning the war required conventional military discipline, suppressing the anarchist collectives, and assassinating anarchist and POUM leaders in the May Days of 1937?",
        "What does the Spanish experience prove — that anarchism can work at scale under specific conditions, that it cannot survive external military threats without centralized command, that 'the revolution devours its children,' or that the real enemy of anarchism is other leftists?"
      ],
      "tags": ["conflict", "activism", "europe", "modern-history"]
    },
    {
      "name": "The Many Anarchisms: Varieties and Internal Debates",
      "topics": [
        "What distinguishes the major anarchist traditions — anarcho-communism (Kropotkin: abolish money), anarcho-syndicalism (unions as revolution), mutualism (Proudhon: workers' cooperatives), collectivism (Bakunin: collective ownership), individualist anarchism (Tucker: free markets without the state)?",
        "How does anarcho-capitalism (Murray Rothbard, David Friedman) — arguing that all state functions can be privatized, that free markets can provide defense, courts, and roads — differ from traditional anarchism, and why do most anarchists consider it a contradiction in terms?",
        "What is social ecology — Murray Bookchin's argument that ecological destruction results from social hierarchy, that only a decentralized, directly democratic society can live sustainably, that 'the domination of nature by man stems from the domination of man by man'?",
        "How do anarcha-feminists argue that patriarchy is the oldest hierarchy — predating the state and capitalism, embedded in family structures and sexual norms — and that no revolution that ignores gender can be genuinely liberating?",
        "Why have anarchists always been better at critique than construction — brilliant at diagnosing the evils of the state, capitalism, and hierarchy, but unable to agree among themselves on what the alternative looks like — and is this a fatal weakness or a feature?"
      ],
      "tags": ["philosophy", "governance", "economics-theory", "modern-history"]
    },
    {
      "name": "Individualist Anarchism and the American Tradition",
      "topics": [
        "How did Henry David Thoreau's 'Civil Disobedience' (1849) — written after his night in jail for refusing to pay taxes that supported slavery and the Mexican War — create a tradition of principled individual resistance that influenced Gandhi, King, and every subsequent protest movement?",
        "What was Benjamin Tucker's 'individualist anarchism' — opposing the state but embracing free markets, arguing that monopoly (in land, money, patents, tariffs) is the source of exploitation, that truly free competition would produce equality without coercion?",
        "How did Lysander Spooner challenge the legitimacy of the US Constitution — arguing in 'No Treason' (1867-1870) that a document signed by dead men cannot bind the living, that 'the Constitution has no inherent authority' unless each individual consents — and is his logic unanswerable?",
        "What is the relationship between American libertarianism and anarchism — from Ayn Rand's objectivism to the Libertarian Party to Silicon Valley techno-libertarianism — and why do these movements claim anarchism's legacy while rejecting its anti-capitalist core?",
        "How has the internet revived individualist anarchism — cypherpunks, cryptocurrency (Bitcoin as money without the state), darknet markets, the idea that technology can make government obsolete — and is this liberation or the privatization of tyranny?"
      ],
      "tags": ["philosophy", "governance", "north-american-philosophy", "modern-history"]
    },
    {
      "name": "Anarchism Since the 1960s: From Counterculture to Black Bloc",
      "topics": [
        "How did the New Left of the 1960s revive anarchist ideas — the Situationist International, the May 1968 uprising in Paris, Students for a Democratic Society's 'participatory democracy,' the counterculture's rejection of all authority — without always naming them as anarchist?",
        "What was the punk anarchist movement — Crass, the Dead Kennedys, DIY culture, squatting, Food Not Bombs, zines — and how did subcultural anarchism create spaces for practice (infoshops, collective houses, community gardens) when political revolution seemed impossible?",
        "How did the anti-globalization movement — the 1999 Battle of Seattle, the World Social Forum ('another world is possible'), the use of affinity groups, consensus decision-making, and direct action — put anarchist organizing methods at the center of global protest?",
        "What is 'black bloc' — not an organization but a tactic (masked protesters in black, property destruction, de-arresting) — and why does the debate about whether smashing a Starbucks window is 'violence' reveal fundamental disagreements about what violence means?",
        "How did Occupy Wall Street (2011) — 'We are the 99%,' Zuccotti Park, general assemblies, no demands, no leaders — demonstrate both the power and the limits of anarchist organizing: capturing the political imagination but unable to translate protest into lasting institutional change?"
      ],
      "tags": ["politics", "activism", "civic-engagement", "modern-history"]
    },
    {
      "name": "Anarchism Now: Rojava, Mutual Aid, and the Future",
      "topics": [
        "How has the autonomous region of Rojava (northeastern Syria) — established in 2012, based on Murray Bookchin's 'democratic confederalism,' featuring gender parity, multi-ethnic governance, and ecological principles while fighting ISIS — become the most significant anarchist-adjacent experiment since Spain 1936?",
        "What is mutual aid — Kropotkin's concept revived during COVID-19, neighbors organizing to deliver groceries, create community fridges, and provide healthcare outside state systems — and does this prove that people naturally cooperate when given the chance?",
        "How do contemporary anarchists organize without traditional structures — horizontal networks, spokescouncils, consensus process, digital coordination, the 'tyranny of structurelessness' problem (Jo Freeman's 1970 argument that refusing formal leadership just creates informal, unaccountable leaders)?",
        "What is the anarchist response to the climate crisis — that capitalism and the state are structurally incapable of addressing ecological collapse, that only decentralized, community-controlled systems can create sustainable economies, that direct action (pipeline sabotage, forest defense) is necessary when legal channels fail?",
        "Is anarchism relevant in the 21st century — not as a blueprint for revolution but as a set of practices (mutual aid, direct democracy, prefigurative politics), a diagnostic (all hierarchies must justify themselves), and an aspiration (a world without domination) — or has the scale and complexity of modern society made the anarchist vision permanently impossible?"
      ],
      "tags": ["politics", "activism", "governance", "modern-history"]
    }
  ]
}