{
  "name": "Marxism: From Theory to Revolution",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["philosophy", "economics", "politics", "history", "revolution"],
  "chapters": [
    {
      "name": "Marx and Engels: The Invention of Historical Materialism",
      "topics": [
        "How did Karl Marx (1818-1883) — a German-Jewish philosopher expelled from three countries, living in poverty in London, funded by Friedrich Engels's factory profits — develop the most influential critique of capitalism ever written?",
        "What is historical materialism — Marx's claim that the 'mode of production' (how a society organizes labor and resources) determines its politics, law, religion, and culture — and why did this inversion of Hegel (ideas drive history → material conditions drive ideas) constitute a philosophical revolution?",
        "What did Marx and Engels mean in the 'Communist Manifesto' (1848) by 'the history of all hitherto existing society is the history of class struggles' — from slave and master to serf and lord to proletarian and bourgeois — and why did they believe capitalism was producing its own gravediggers?",
        "How did Marx's 'Capital' (Volume 1, 1867) analyze capitalism as a system — the labor theory of value, surplus value extraction, the tendency of the rate of profit to fall, the concentration of capital — and why did this 800-page work remain unfinished at his death?",
        "What is alienation in Marx's early writings — the worker alienated from the product, from the process, from other workers, and from human nature itself — and why did this 1844 concept, buried for decades, become central to 20th-century Marxism?"
      ],
      "tags": ["philosophy", "economics", "politics", "modern-history"]
    },
    {
      "name": "The First International and the Split with Anarchism",
      "topics": [
        "What was the First International (1864-1876) — Marx's attempt to unite the working-class movements of Europe into a single organization — and why did the conflict between Marx (centralized revolution) and Bakunin (decentralized revolt) destroy it?",
        "How did the Paris Commune (March-May 1871) — a working-class government that ruled Paris for 72 days before being crushed by the French Army, killing 20,000 Communards — become Marxism's first real-world experiment and its most analyzed failure?",
        "Why did Marx insist on the 'dictatorship of the proletariat' — a temporary workers' state that would wither away as class distinctions disappeared — and why did every subsequent Marxist revolution produce a dictatorship that refused to wither?",
        "How did Engels shape Marxism after Marx's death in 1883 — editing Volumes 2 and 3 of 'Capital,' systematizing Marx's ideas into 'dialectical materialism,' creating an orthodoxy that Marx himself might not have recognized?",
        "What was the 'revisionism debate' — Eduard Bernstein arguing (1899) that capitalism was reforming itself, that revolution was unnecessary, that socialism could be achieved through parliamentary means — and why did this heresy split the socialist movement permanently?"
      ],
      "tags": ["philosophy", "politics", "activism", "modern-history"]
    },
    {
      "name": "Lenin and the Russian Revolution",
      "topics": [
        "How did Vladimir Lenin transform Marxism — arguing in 'What Is to Be Done?' (1902) that workers left to themselves develop only 'trade union consciousness,' that revolution requires a disciplined vanguard party — creating the organizational model that every successful Marxist revolution would follow?",
        "What was Lenin's theory of imperialism (1916) — that capitalism survives by exploiting colonies, that the 'weakest link' in the imperialist chain (Russia, not industrial Germany or England) would break first — and why did this revision explain what Marx's theory could not: revolution in a feudal country?",
        "How did the October Revolution of 1917 succeed — the Bolsheviks seizing power from the Provisional Government, Lenin's slogan 'Peace, Land, Bread,' the dissolution of the Constituent Assembly — and was this a Marxist revolution or a coup that claimed Marx's authority?",
        "What happened to the revolution immediately — civil war (1918-1921), War Communism, the Red Terror, the Kronstadt rebellion (sailors demanding 'Soviets without Bolsheviks'), the New Economic Policy — and at what point did the revolution betray its own principles?",
        "How did Lenin's death in 1924 leave an unresolved question — could the Soviet Union build 'socialism in one country' (Stalin) or must the revolution spread internationally (Trotsky) — and why did this debate determine whether millions lived or died?"
      ],
      "tags": ["philosophy", "politics", "revolution", "modern-history"]
    },
    {
      "name": "Stalin, Mao, and Marxism in Power",
      "topics": [
        "How did Stalin transform Marxism into a totalitarian system — forced collectivization, the Great Purges (1936-1938), the Gulag, the cult of personality — and was Stalinism a betrayal of Marxism or its logical consequence?",
        "How did Mao adapt Marxism to China — the peasant revolution instead of the proletarian one, the People's War, the Great Leap Forward (which killed 30-45 million people), the Cultural Revolution — and what did 'Marxism with Chinese characteristics' actually mean?",
        "What happened in the other Marxist states — Cuba (Castro), Vietnam (Ho Chi Minh), Cambodia (Pol Pot, 1.5-2 million dead), Ethiopia (Mengistu), Angola, Mozambique — and why did every Marxist revolution produce a one-party state rather than the workers' democracy Marx envisioned?",
        "How did the Sino-Soviet split (1960s) shatter the myth of Marxist unity — Mao accusing Khrushchev of revisionism, border clashes, proxy wars in Africa and Asia — and what did the spectacle of two Marxist superpowers threatening nuclear war reveal about the ideology?",
        "What was the total human cost of Marxism in power — estimates ranging from 65 to 100 million dead from famine, purges, labor camps, and political executions — and can any political philosophy survive responsibility for this scale of destruction?"
      ],
      "tags": ["philosophy", "authoritarianism", "governance", "modern-history"]
    },
    {
      "name": "Western Marxism: The Frankfurt School and Beyond",
      "topics": [
        "How did Antonio Gramsci — writing in Mussolini's prisons (1929-1935) — develop the concept of 'cultural hegemony,' arguing that the ruling class maintains power not just through force but through controlling what people think, believe, and desire?",
        "What was the Frankfurt School — Adorno, Horkheimer, Marcuse, Habermas — and how did their 'critical theory' apply Marxist analysis to mass culture, arguing that the 'culture industry' (Hollywood, advertising, pop music) keeps workers docile more effectively than police?",
        "How did Herbert Marcuse's 'One-Dimensional Man' (1964) argue that advanced capitalism creates 'false needs' — the desire for consumer goods replacing the desire for freedom — and why did this book make a German-American professor the unlikely guru of the 1960s student movement?",
        "What did Louis Althusser contribute — the concept of 'ideological state apparatuses' (schools, churches, media that reproduce capitalist ideology), the argument that ideology 'interpellates' subjects (calls you into being as a certain type of person) — and does his murder of his wife (1980) invalidate his philosophy?",
        "How did Jürgen Habermas develop 'communicative rationality' — arguing that Marx was right about capitalism's contradictions but wrong to reduce all social problems to economics, that the 'public sphere' of rational debate is capitalism's most important product and most threatened victim?"
      ],
      "tags": ["philosophy", "critical-thinking", "culture", "modern-history"]
    },
    {
      "name": "Third World Marxism: Fanon, Dependency Theory, and Liberation",
      "topics": [
        "How did Frantz Fanon's 'The Wretched of the Earth' (1961) — with its preface by Sartre — argue that colonized peoples must use violence to reclaim their humanity, that colonialism is not just economic exploitation but psychological destruction, and that national liberation is the precondition for social revolution?",
        "What was dependency theory — André Gunder Frank, Samir Amin, Immanuel Wallerstein arguing that the global South is poor because the global North extracted its wealth, that 'development' and 'underdevelopment' are two sides of the same capitalist system?",
        "How did liberation theology — Gustavo Gutiérrez, Leonardo Boff, Óscar Romero — fuse Marxist analysis with Catholic Christianity, arguing that God has a 'preferential option for the poor' and that Christians have a duty to fight structural injustice?",
        "What was the Non-Aligned Movement — Nehru, Nasser, Tito, Sukarno attempting a 'third way' between American capitalism and Soviet communism — and why did most non-aligned nations end up as Cold War clients anyway?",
        "How has Marxist analysis been applied to contemporary globalization — the critique of the World Bank and IMF, the anti-globalization movement (Seattle 1999), the argument that neoliberalism is just colonialism with a business degree?"
      ],
      "tags": ["philosophy", "economics", "colonialism", "modern-history"]
    },
    {
      "name": "The Collapse: 1989 and the 'End of History'",
      "topics": [
        "Why did the Soviet Union collapse — economic stagnation, Gorbachev's reforms (glasnost, perestroika), the fall of the Berlin Wall (November 9, 1989), the dissolution of the USSR (December 1991) — and was this the failure of Marxism or only the failure of Soviet-style communism?",
        "How did Francis Fukuyama's 'The End of History?' (1989) argue that liberal democracy had triumphed permanently — that the ideological struggle between capitalism and communism was over — and why did the subsequent 35 years make this look premature?",
        "What happened to the former communist states — Russia's kleptocratic capitalism, China's 'socialism with Chinese characteristics' (state capitalism), Eastern Europe's uneven transition, Cuba and North Korea's holdout — and what do these divergent paths reveal?",
        "Why did China's Communist Party survive when the Soviet one didn't — Deng Xiaoping's economic reforms without political liberalization, the Tiananmen Square massacre (1989), the calculation that prosperity would substitute for freedom — and has this gamble succeeded?",
        "How did the collapse affect the global left — the discrediting of central planning, the 'Third Way' of Blair and Clinton, the retreat from systemic critique, the accusation that anyone proposing alternatives to capitalism was 'naively communist'?"
      ],
      "tags": ["philosophy", "politics", "economics", "modern-history"]
    },
    {
      "name": "Marx After Marxism: Is Capitalism the Only Game in Town?",
      "topics": [
        "Why has Marx experienced a 21st-century revival — the 2008 financial crisis vindicating his analysis of capitalist instability, Thomas Piketty's 'Capital in the Twenty-First Century' (2014) confirming that inequality grows under capitalism, the popularity of democratic socialism among younger voters?",
        "How do contemporary Marxists like David Harvey, Slavoj Žižek, and Fredric Jameson use Marx — analyzing neoliberalism, cultural production, and the logic of late capitalism — without defending the Soviet model?",
        "What would Marx make of the gig economy, platform capitalism, and AI — the 'uberization' of labor, the extraction of value from unpaid user data, the automation of jobs — and do his concepts (surplus value, alienation, concentration of capital) still explain the 21st-century economy?",
        "How does Marxism relate to contemporary movements — Black Lives Matter, climate activism (Andreas Malm's 'Fossil Capital'), feminist Marxism (Silvia Federici's 'Caliban and the Witch') — and can Marx's framework accommodate struggles he never imagined?",
        "Is there a future for Marxism — not as a blueprint for revolution but as a diagnostic tool, a way of asking who benefits, who pays, and whether the system can be reformed — or has capitalism, for all its cruelties, proven that there is no alternative?"
      ],
      "tags": ["philosophy", "economics", "society", "modern-history"]
    }
  ]
}