{
  "name": "Postcolonial Political Thought: Power, Identity, and Liberation",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["philosophy", "politics", "colonialism", "human-rights", "modern-history"],
  "chapters": [
    {
      "name": "Colonialism and Its Justifications",
      "topics": [
        "How did European colonial powers justify the conquest of Asia, Africa, and the Americas — the 'civilizing mission,' racial hierarchy, Christian salvation, Locke's argument that unimproved land belongs to whoever cultivates it — and how did these justifications embed themselves in liberal political philosophy?",
        "What was the scale of colonial extraction — Belgian Congo (10 million dead under Leopold II), British India (repeated famines killing tens of millions while grain was exported), the Atlantic slave trade (12.5 million people shipped as cargo) — and why do standard histories of 'Western civilization' treat this as a footnote?",
        "How did colonial law create racial categories — apartheid South Africa, the British caste system in India, French Algeria's 'Code de l'Indigénat' — that divided colonized populations, granting privileges to some and subjugating others, producing hierarchies that outlast colonialism itself?",
        "What was the relationship between Enlightenment universalism and colonial racism — Kant writing about racial hierarchies, Hegel declaring that Africa 'has no history,' Mill defending despotism over 'barbarians' — and can the Enlightenment's best ideas (human rights, equality, reason) be separated from its worst?",
        "How did colonialism reshape not just politics but psychology — what Albert Memmi called the 'colonizer-colonized' relationship, in which both parties are deformed, the colonizer by his power and the colonized by her subjugation?"
      ],
      "tags": ["history", "colonialism", "human-rights", "modern-history"]
    },
    {
      "name": "Fanon: Violence, Identity, and Decolonization",
      "topics": [
        "How did Frantz Fanon's 'Black Skin, White Masks' (1952) — written by a Black psychiatrist from Martinique trained in France — analyze the psychological damage of colonialism: the colonized person's desire to be white, the 'inferiority complex' implanted by colonial culture, the impossibility of recognition in a racist world?",
        "What did Fanon mean in 'The Wretched of the Earth' (1961) by arguing that decolonization is 'always a violent event' — not that violence is morally good but that the colonial system is itself violence, that the colonized can only reclaim their humanity by destroying the system that denies it?",
        "How did Fanon analyze the failure of national bourgeoisies after independence — arguing that the educated elite who inherit the colonial state simply replace white rulers with brown ones, enriching themselves while leaving the masses in poverty — and was this prediction accurate for post-independence Africa?",
        "What was Jean-Paul Sartre's controversial preface to 'The Wretched of the Earth' — telling Europeans that colonialism's violence was coming home, that the colonized had every right to kill their oppressors — and why did this make Fanon's already explosive book a manifesto for armed liberation movements worldwide?",
        "How does Fanon's analysis apply beyond colonialism — to American racial politics (the Black Panthers adopted him), to Palestinian resistance, to any situation where a dominated group must decide whether to assimilate, resist peacefully, or fight?"
      ],
      "tags": ["philosophy", "colonialism", "human-rights", "modern-history"]
    },
    {
      "name": "Said, Orientalism, and the Politics of Representation",
      "topics": [
        "How did Edward Said's 'Orientalism' (1978) argue that Western knowledge of the 'East' is not objective scholarship but a system of power — that 'the Orient' was invented by European painters, novelists, and scholars to justify domination, creating stereotypes (exotic, irrational, backward) that persist in journalism, film, and foreign policy?",
        "What is Said's key claim — that the West defines itself by what it is not (rational versus irrational, modern versus primitive, free versus despotic), that 'the Orient' is a mirror in which the West sees its own superiority reflected — and does this argument reduce all cross-cultural knowledge to imperialism?",
        "How did Said extend his analysis to Palestine — arguing in 'The Question of Palestine' (1979) that Palestinians are rendered invisible by a narrative in which Israel represents Western civilization against Eastern barbarism — making him the most prominent intellectual voice of Palestinian nationalism?",
        "What are the critiques of Orientalism — that Said homogenizes both 'the West' and 'the East,' that he ignores how colonized peoples represented themselves, that his framework makes genuine cross-cultural understanding impossible — and did these critiques refine or refute his argument?",
        "How has Said's framework been applied to the post-9/11 world — the 'clash of civilizations' narrative, the representation of Muslims in Western media, the justification of the War on Terror through Orientalist stereotypes — confirming his analysis decades after he wrote it?"
      ],
      "tags": ["philosophy", "critical-thinking", "colonialism", "modern-history"]
    },
    {
      "name": "Dependency, World-Systems, and the Global South",
      "topics": [
        "What is dependency theory — André Gunder Frank, Raúl Prebisch, Samir Amin arguing that poor countries are poor because rich countries made them poor, that 'underdevelopment' is not a stage but a result of colonial extraction and unequal trade — and why did this challenge the Western story that poverty is caused by backward cultures?",
        "How did Immanuel Wallerstein's world-systems theory (1974) reframe global politics — core countries (exploiters), periphery (exploited), and semi-periphery (in between) — arguing that the entire capitalist world economy is a single system in which some nations' wealth requires other nations' poverty?",
        "What happened when the 'developing world' tried to change the rules — the New International Economic Order (proposed at the UN in 1974), OPEC's oil embargo, nationalization of industries — and why did the debt crisis of the 1980s and IMF structural adjustment programs crush these efforts?",
        "How do critics challenge dependency theory — the success of East Asian 'tiger economies' (South Korea, Taiwan, Singapore) that industrialized within the global capitalist system, the argument that corruption and bad governance explain poverty better than exploitation?",
        "What is 'coloniality' — the concept developed by Aníbal Quijano and Walter Mignolo arguing that colonialism is over but coloniality persists: the racial hierarchies, economic structures, and knowledge systems created by colonialism continue to organize global power even after flags have changed?"
      ],
      "tags": ["economics", "colonialism", "globalization", "modern-history"]
    },
    {
      "name": "Subaltern Studies and the Voice of the Colonized",
      "topics": [
        "What was the Subaltern Studies collective — Ranajit Guha and a group of Indian historians who argued (from 1982) that mainstream history ignores the agency of ordinary colonized people, treating peasant rebellions as 'pre-political' rather than as sophisticated responses to oppression?",
        "What did Gayatri Chakravorty Spivak mean by asking 'Can the Subaltern Speak?' (1988) — that the most marginalized people (colonized women, the illiterate, the truly powerless) are not just silenced but cannot be heard even when they speak, because the intellectual frameworks available to interpret their voices are Western?",
        "How did Dipesh Chakrabarty's 'Provincializing Europe' (2000) argue that European categories (history, progress, modernity, the nation-state) are treated as universal when they are actually provincial — and that postcolonial scholars must use European concepts while recognizing their inadequacy?",
        "What is 'epistemic violence' — Spivak's term for the way colonial and neocolonial knowledge systems destroy indigenous ways of knowing, replacing local categories with European ones, so that colonized people can only understand themselves through the colonizer's framework?",
        "How does subaltern studies apply beyond academia — to development projects that impose Western solutions on non-Western communities, to the erasure of indigenous knowledge in climate debates, to any situation where 'experts' assume they know what marginalized people need?"
      ],
      "tags": ["philosophy", "critical-thinking", "colonialism", "modern-history"]
    },
    {
      "name": "Indigenous Political Thought",
      "topics": [
        "How do Indigenous political philosophies — from the Haudenosaunee Great Law of Peace to Aboriginal Australian concepts of country and custodianship to Andean sumak kawsay (living well) — offer alternatives to Western political categories of sovereignty, property, and the individual?",
        "What is the significance of the Haudenosaunee (Iroquois) Confederacy — a democratic federation predating European contact, featuring consensus governance, women's political authority, and separation of powers — and how much did it influence the US Constitution (the 1988 Congressional resolution acknowledges the debt)?",
        "How does the concept of 'settler colonialism' — the ongoing dispossession of indigenous peoples not as a historical event but as a continuing structure (Patrick Wolfe: 'invasion is a structure, not an event') — challenge the idea that colonialism is over?",
        "What are Indigenous movements demanding today — the Standing Rock Sioux's resistance to the Dakota Access Pipeline, the Māori sovereignty movement, the Zapatistas' autonomous governance in Chiapas, land back movements worldwide — and how do they combine traditional knowledge with modern political strategy?",
        "How does the concept of rights of nature — Ecuador's constitutional recognition of Pachamama (Mother Earth), New Zealand granting legal personhood to the Whanganui River, Bolivia's Law of Mother Earth — challenge Western legal frameworks by embedding Indigenous ontologies in law?"
      ],
      "tags": ["philosophy", "governance", "anthropology", "modern-history"]
    },
    {
      "name": "Race, Empire, and the Liberal Tradition",
      "topics": [
        "How did Charles Mills's 'The Racial Contract' (1997) argue that the social contract tradition (Locke, Hobbes, Rousseau, Rawls) is built on an unwritten 'racial contract' — an agreement among white people to define non-whites as subhuman, to exploit them, and to deny that this is happening?",
        "What is Cedric Robinson's concept of 'racial capitalism' (1983) — the argument that capitalism has always been racial, that the exploitation of racialized labor (slavery, colonialism, migrant workers) is not an aberration but the system's foundation — and why has this concept experienced a 21st-century revival?",
        "How do Achille Mbembe's concepts of 'necropolitics' (the power to dictate who lives and who dies) and 'Afropolitanism' (African identity in a globalized world) extend postcolonial thought beyond the colony-metropole binary into the era of drones, border walls, and refugee camps?",
        "What is the debate about reparations — for slavery, for colonialism, for the ongoing effects of both — and why does this demand (Ta-Nehisi Coates's 'The Case for Reparations,' the CARICOM Reparations Commission) force liberal democracies to confront histories they would prefer to forget?",
        "Can Western political philosophy be 'decolonized' — can concepts like rights, democracy, and justice be separated from their imperial origins and made genuinely universal — or must the postcolonial world develop entirely new political vocabularies?"
      ],
      "tags": ["philosophy", "colonialism", "human-rights", "modern-history"]
    },
    {
      "name": "Postcolonial Futures: Beyond the Nation-State?",
      "topics": [
        "Why did the nation-state — a European invention imposed on colonized peoples through borders drawn by colonizers (the Berlin Conference of 1884-1885 carved Africa into territories with no relationship to existing communities) — become the only recognized form of political organization, and what alternatives exist?",
        "How does Achille Mbembe's 'Critique of Black Reason' (2013) argue that 'the Black' has been modernity's Other — the figure against whom humanity is defined, the body that can be owned, the life that doesn't count — and that this logic now threatens everyone in an age of precarity and disposability?",
        "What is Pan-Africanism's legacy — from W.E.B. Du Bois to Kwame Nkrumah to the African Union — and why did the dream of continental unity founder on the realities of ethnic division, Cold War interference, and the self-interest of post-independence elites?",
        "How does the climate crisis expose postcolonial injustice — the global South bearing the consequences of the global North's industrialization, island nations facing extinction from carbon emissions they didn't produce, the argument that climate debt is colonial debt?",
        "What would a truly postcolonial world order look like — reformed UN Security Council, reparations and debt cancellation, recognition of indigenous sovereignty, equitable climate finance — and why does every proposal for genuine decolonization threaten the interests of the nations powerful enough to block it?"
      ],
      "tags": ["politics", "colonialism", "globalization", "modern-history"]
    }
  ]
}