{
  "name": "Virtue Ethics: Character and the Good Life",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["philosophy", "ethics", "psychology", "education", "critical-thinking"],
  "chapters": [
    {
      "name": "Aristotle's Nicomachean Ethics: The Original Blueprint",
      "topics": [
        "Why did Aristotle reject the idea that ethics can be captured in universal rules — arguing instead that good action requires practical wisdom (phronesis), developed through experience and habit — and how does this make virtue ethics fundamentally different from rule-following?",
        "How did Aristotle define eudaimonia — not as pleasure or contentment but as 'activity of the soul in accordance with virtue' over a complete life — and why did he insist that a person cannot flourish without friends, moderate wealth, and good fortune?",
        "What is the doctrine of the mean — that every virtue sits between two vices (courage between cowardice and recklessness, generosity between stinginess and prodigality) — and why did Aristotle say the mean is relative to the person, not a mathematical midpoint?",
        "How did Aristotle distinguish between intellectual virtues (taught through instruction) and moral virtues (developed through practice) — and what did he mean by saying 'we become just by doing just acts, brave by doing brave acts'?",
        "Why did Aristotle exclude women, slaves, and manual laborers from his account of the good life — and what does this exclusion reveal about whether virtue ethics reflects universal truths or the prejudices of fourth-century Athenian aristocrats?"
      ],
      "tags": ["philosophy", "ethics", "psychology", "ancient-history"]
    },
    {
      "name": "The Cardinal Virtues: Courage, Justice, Temperance, Prudence",
      "topics": [
        "How did the four cardinal virtues — courage (andreia), justice (dikaiosyne), temperance (sophrosyne), and prudence (phronesis) — function as the structural core of Greek and later Christian ethics for over two thousand years?",
        "Why did Aristotle consider practical wisdom (phronesis) the master virtue — the capacity to perceive the morally salient features of a situation and respond appropriately — and how does this differ from mere cleverness or technical skill?",
        "How did Thomas Aquinas (1225-1274) Christianize Aristotelian virtue ethics — adding faith, hope, and charity as 'theological virtues,' reframing natural virtues within a divine framework — and why did this synthesis dominate Western moral thought for five centuries?",
        "What did Alasdair MacIntyre mean by arguing that virtues only make sense within a 'practice' — a socially established cooperative activity with internal standards of excellence, like medicine, farming, or chess — and that modern individualism has stripped virtues of their context?",
        "Name three situations where the cardinal virtues conflict with each other — where courage demands one action and prudence another, or justice clashes with temperance — and how does a virtue ethicist resolve these conflicts without a decision procedure?"
      ],
      "tags": ["philosophy", "ethics", "society", "ancient-history"]
    },
    {
      "name": "The Collapse and Revival of Virtue Ethics",
      "topics": [
        "Why did virtue ethics decline after the Enlightenment — displaced by Kant's deontology (morality as universal rules) and Bentham's utilitarianism (morality as maximizing happiness) — and what did these rival theories offer that character-based ethics could not?",
        "How did Elizabeth Anscombe's 'Modern Moral Philosophy' (1958) launch the virtue ethics revival — arguing that concepts like 'moral obligation' and 'moral duty' are remnants of divine command theory that make no sense without God — and what did she propose instead?",
        "What did Alasdair MacIntyre argue in 'After Virtue' (1981) — that the Enlightenment project of grounding morality in pure reason had failed, leaving modern ethics in 'a state of grave disorder,' and that only a return to Aristotelian virtue within living traditions could restore moral coherence?",
        "How did Philippa Foot revive 'natural goodness' — arguing that virtues are excellences natural to human beings the way deep roots are natural to an oak — and why did this biological analogy attract both defenders (Rosalind Hursthouse) and fierce critics?",
        "Why has virtue ethics resonated in professional ethics — medical education teaching 'what kind of doctor should I be?' rather than just 'what rules should I follow?', business ethics focusing on corporate character, military ethics emphasizing warrior virtues — while struggling to provide guidance for policy?"
      ],
      "tags": ["philosophy", "ethics", "critical-thinking", "modern-history"]
    },
    {
      "name": "Virtue Ethics Beyond the West",
      "topics": [
        "How does Confucian ethics parallel Aristotelian virtue ethics — the emphasis on character cultivation (de), ritual propriety (li), humaneness (ren), and the role of the exemplary person (junzi) — and why did comparative philosophers call Confucius 'the Aristotle of the East'?",
        "How do Buddhist virtues — compassion (karuna), loving-kindness (metta), equanimity (upekkha), and wisdom (prajna) — differ from Aristotelian virtues in their relationship to the self, given that Buddhism denies the permanent self that Aristotle places at the center of ethics?",
        "What is Ubuntu ethics — the southern African philosophy that 'a person is a person through other persons' — and how does its communal vision of virtue challenge the Western assumption that character is primarily an individual achievement?",
        "How do Indigenous ethical traditions — organized around relationships to land, ancestors, and community rather than individual character traits — expand or challenge what counts as a 'virtue,' and what is lost when virtue ethics is treated as exclusively Western?",
        "Why did Martha Nussbaum argue that Aristotelian virtues can be made universal across cultures — through her 'capabilities approach' identifying core human functions that any adequate life must include — and did this succeed in bridging Western and non-Western virtue traditions?"
      ],
      "tags": ["philosophy", "ethics", "culture", "interdisciplinary"]
    },
    {
      "name": "Character, Situation, and the Psychology of Virtue",
      "topics": [
        "How did the Milgram obedience experiments (1961) and the Stanford prison experiment (1971) challenge virtue ethics — by showing that ordinary people commit atrocities under situational pressure, suggesting that character traits are far less stable than Aristotle assumed?",
        "What is the 'situationist critique' of virtue ethics — John Doris and Gilbert Harman arguing that decades of social psychology show behavior is determined by situations, not character, and that stable virtues may not exist — and how did virtue ethicists respond?",
        "How did Angela Duckworth's research on 'grit' — sustained passion and perseverance toward long-term goals — revive interest in character traits, and does grit qualify as a virtue in Aristotle's sense or is it morally neutral (a gritty torturer is still vicious)?",
        "What did the 'Good Samaritan' study (Darley and Batson, 1973) reveal — that seminary students rushing to give a talk on the Good Samaritan were less likely to help a collapsed stranger than students who weren't in a hurry — about the fragility of virtuous dispositions?",
        "Can virtue be taught — through character education programs, moral exemplars, habituation, or practice — or was Socrates right that virtue is a kind of knowledge that cannot be transmitted by instruction?"
      ],
      "tags": ["philosophy", "ethics", "psychology", "modern-history"]
    },
    {
      "name": "Virtue Ethics and Emotions",
      "topics": [
        "Why did Aristotle insist that the virtuous person feels the right emotions at the right time — not suppressing anger but feeling appropriately angry at genuine injustice — and how does this contrast with Kant's claim that moral worth requires acting from duty, not feeling?",
        "How did the Stoics disagree with Aristotle about emotions — arguing that all passions (pathē) are based on false judgments and should be eliminated entirely — and why did this Stoic position influence Christianity's suspicion of desire?",
        "What did Martha Nussbaum argue in 'Upheavals of Thought' (2001) — that emotions are not irrational disruptions but forms of intelligent judgment about what matters — and how does this 'neo-Stoic' theory rehabilitate emotion within ethical life?",
        "How does moral disgust function — evolutionary psychologists argue it protects us from contamination, Jonathan Haidt showed it shapes moral judgment of 'impure' acts — and should virtue ethics embrace disgust as morally informative or recognize it as a source of prejudice?",
        "Why did Iris Murdoch argue that the core of moral life is not dramatic moments of choice but the quality of everyday attention — 'the just and loving gaze directed upon an individual reality' — and how does this shift virtue ethics from action to perception?"
      ],
      "tags": ["philosophy", "ethics", "psychology", "modern-history"]
    },
    {
      "name": "Criticisms: Can Virtue Ethics Guide Action?",
      "topics": [
        "Why is the 'action guidance' objection the most persistent criticism of virtue ethics — that 'do what a virtuous person would do' is unhelpfully circular when you don't know what a virtuous person would do — and is this a genuine weakness or a misunderstanding of how practical wisdom works?",
        "How does virtue ethics handle moral dilemmas — cases where virtues conflict (honesty versus compassion, loyalty versus justice) — without a decision procedure that ranks virtues or calculates outcomes?",
        "Why do critics charge that virtue ethics is culturally relative — Aristotle's virtues reflect Athenian aristocratic values, Confucian virtues reflect Chinese hierarchical society — and can any list of virtues claim universal validity?",
        "How does virtue ethics address structural injustice — systemic racism, economic inequality, institutional corruption — or is it fundamentally limited to individual character while the real moral problems are political?",
        "What would a virtue-ethical society look like — how would it structure education, law, economics, and politics differently from a utilitarian or Kantian society — and why have no modern states explicitly adopted a virtue-ethics framework?"
      ],
      "tags": ["philosophy", "ethics", "critical-thinking", "modern-history"]
    },
    {
      "name": "Virtue Ethics Today: From Theory to Practice",
      "topics": [
        "How has 'positive psychology' — Martin Seligman and Christopher Peterson's classification of 24 character strengths across six virtues — attempted to make virtue empirically measurable, and does psychological measurement capture what philosophers mean by virtue?",
        "Why has virtue ethics become dominant in medical ethics — the argument that good doctoring requires not just following rules but cultivating judgment, empathy, and integrity — and how does this play out in teaching hospitals?",
        "How does virtue ethics apply to technology — what character traits should AI developers cultivate, what does a 'virtuous' social media platform look like, should engineers develop 'technological prudence' — and is character-based thinking adequate for problems created by systems, not individuals?",
        "What did Rosalind Hursthouse mean by a 'virtuous agent' making 'right choices for the right reasons with the right feelings' — and why does this integrated vision of moral excellence, combining action, motive, and emotion, remain compelling despite 2,400 years of criticism?",
        "Why has virtue ethics outlasted every alternative — surviving the Enlightenment, the situationist critique, the postmodern rejection of stable character — and what does its persistence reveal about the human need to ask not just 'what should I do?' but 'who should I be?'"
      ],
      "tags": ["philosophy", "ethics", "psychology", "modern-history"]
    }
  ]
}
