{
  "name": "Decolonization and the Post-Colonial World",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["history", "colonialism", "human-rights", "activism", "africa", "asia", "modern-history"],
  "chapters": [
    {
      "name": "The Roots of Anti-Colonial Resistance",
      "topics": [
        "How did World War II fatally undermine European colonial legitimacy — with the spectacle of Japan defeating Britain, France, and the Netherlands proving that white supremacy was a myth?",
        "What role did the Atlantic Charter (1941) — with its promise of 'the right of all peoples to choose the form of government under which they will live' — play in fueling anti-colonial demands that Churchill never intended to apply to the British Empire?",
        "How did Pan-Africanism — from the Manchester Congress of 1945 (attended by Nkrumah, Kenyatta, and Du Bois) to Negritude in the Francophone world — create the intellectual framework for African independence?",
        "Why did 2.5 million Indian soldiers who fought in World War II return home unwilling to accept colonial rule, and how did their military experience transform the independence movement?",
        "What was the 1947 Asian Relations Conference in New Delhi, and how did newly independent Asian nations encourage and support decolonization across Africa and the Middle East?",
        "How did the contradiction between colonial empires and the United Nations' founding principles — enshrined in the Universal Declaration of Human Rights (1948) — create moral and legal pressure that colonizers could not indefinitely resist?"
      ],
      "tags": ["history", "activism", "colonialism", "modern-history"]
    },
    {
      "name": "India's Independence and Partition: Freedom at a Catastrophic Price",
      "topics": [
        "How did the Quit India movement (1942), the Indian National Army trials (1945), and the Royal Indian Navy mutiny (1946) make continued British rule impossible by demonstrating that India could no longer be governed?",
        "Why did the British decision to partition India into Hindu-majority India and Muslim-majority Pakistan in August 1947 produce the largest mass migration in history — 15 million refugees and an estimated 1-2 million dead in communal violence?",
        "What was the role of Mountbatten, Nehru, Jinnah, and Gandhi in the partition — and could any alternative arrangement have avoided the bloodshed?",
        "How did the Kashmir conflict begin in October 1947 — just weeks after independence — and why has this territorial dispute produced four wars and remained unresolved for nearly 80 years?",
        "What was Gandhi's assassination on January 30, 1948 by a Hindu nationalist who blamed him for being too conciliatory toward Muslims — and what does it reveal about the forces that partition unleashed?",
        "How did India's experience of colonial exploitation shape Nehru's commitment to non-alignment, planned economic development, and a secular democratic state — and where did each of these visions succeed and fail?"
      ],
      "tags": ["history", "migration", "colonialism", "asia"]
    },
    {
      "name": "African Independence: The Wave That Changed the Map",
      "topics": [
        "How did Ghana's independence under Kwame Nkrumah on March 6, 1957 — the first sub-Saharan African colony to gain independence — electrify the continent and trigger a cascade of independence movements?",
        "What was the 'Year of Africa' (1960), when 17 African nations gained independence in a single year, and why did the speed of decolonization leave many new states without functioning institutions, trained administrators, or economic infrastructure?",
        "How did Patrice Lumumba — the Congo's first democratically elected leader — go from independence hero to CIA assassination target within six months, and what does his fate reveal about Cold War interference in African affairs?",
        "What was the Mau Mau uprising in Kenya (1952-1960), how did the British detention and torture of over 150,000 Kikuyu people expose the brutality of late colonialism, and why was this history suppressed for decades?",
        "How did Julius Nyerere's ujamaa (African socialism) in Tanzania attempt to create an independent economic model free from both Western capitalism and Soviet communism — and why did it fail?",
        "Why did many African independence movements adopt one-party states after independence, and how did leaders like Nkrumah justify the suppression of political opposition as necessary for national unity and development?"
      ],
      "tags": ["history", "activism", "colonialism", "africa"]
    },
    {
      "name": "Algeria, Vietnam, and the Violent End of French Empire",
      "topics": [
        "How did the Algerian War of Independence (1954-1962) become one of the most brutal decolonization conflicts — with France deploying 400,000 troops, using systematic torture, and relocating 2 million Algerian civilians into camps?",
        "What was the Battle of Algiers (1957), and how did the FLN's urban guerrilla tactics and France's counter-terrorism methods (including torture, disappearances, and collective punishment) create a template studied by militaries worldwide?",
        "How did France's defeat at Dien Bien Phu on May 7, 1954 — where Vietnamese forces under General Giap overran a heavily fortified French garrison — end French rule in Indochina and directly lead to American involvement?",
        "What was the psychological impact of the Algerian War on France itself — including the collapse of the Fourth Republic, de Gaulle's return to power, and four assassination attempts by French military officers opposed to Algerian independence?",
        "How did the OAS (Organisation de l'armee secrete) — a French terrorist group opposed to Algerian independence — carry out bombings and assassinations in both Algeria and France, including attempts on de Gaulle's life?",
        "Why did the departure of one million pieds-noirs (French settlers) from Algeria in 1962 create a refugee crisis, economic collapse, and lasting trauma in both France and Algeria?"
      ],
      "tags": ["conflict", "human-rights", "colonialism", "africa"]
    },
    {
      "name": "The End of the British Empire: From Suez to Zimbabwe",
      "topics": [
        "How did the Suez Crisis of 1956 — when the US and USSR forced Britain and France to withdraw from Egypt — demonstrate in a single week that European colonial powers could no longer act independently on the world stage?",
        "What was Harold Macmillan's 'Wind of Change' speech in Cape Town (February 1960), and why did this acknowledgment that African nationalism was irresistible mark the beginning of Britain's managed withdrawal from empire?",
        "How did the Malayan Emergency (1948-1960) — where Britain fought a communist insurgency using population relocation, counterinsurgency tactics, and eventual political compromise — become the 'model' for colonial warfare?",
        "What was the Central African Federation (1953-1963), and why did its collapse reveal that multiracial partnership in British Africa was a fiction designed to preserve white settler power?",
        "How did Ian Smith's Rhodesian UDI (Unilateral Declaration of Independence, 1965) — a white minority seizing independence to prevent Black majority rule — lead to 15 years of guerrilla war before Zimbabwe's independence in 1980?",
        "Why did the British handover of Hong Kong to China on July 1, 1997 — the last major act of British decolonization — mark the end of an empire that had once governed a quarter of the world's population?"
      ],
      "tags": ["history", "diplomacy", "colonialism", "africa"]
    },
    {
      "name": "Portuguese Decolonization: Europe's Last Colonial Wars",
      "topics": [
        "Why was Portugal — Europe's poorest country — the last colonial power to give up its African colonies, fighting wars in Angola, Mozambique, and Guinea-Bissau simultaneously from 1961 to 1974?",
        "How did the Carnation Revolution of April 25, 1974 — a military coup by Portuguese officers exhausted by colonial wars — topple the dictatorship and lead to the immediate decolonization of Africa's last European colonies?",
        "What happened in Angola after independence in 1975, when the MPLA, FNLA, and UNITA — backed respectively by Cuba/USSR, Zaire/US, and South Africa — plunged the country into a civil war that lasted until 2002?",
        "How did the hasty Portuguese withdrawal from Mozambique in 1975 — with 250,000 settlers fleeing, often sabotaging infrastructure on the way out — leave the new nation in economic collapse?",
        "What was the Indonesian invasion of East Timor (December 1975) — launched within days of Portugal's departure — and how did 24 years of occupation kill an estimated 100,000-180,000 people (one-quarter of the population)?",
        "How did Guinea-Bissau's liberation movement under Amilcar Cabral pioneer revolutionary theory about culture as a weapon of resistance — and why was Cabral's assassination in 1973, just months before independence, a catastrophic loss?"
      ],
      "tags": ["conflict", "activism", "colonialism", "africa"]
    },
    {
      "name": "Apartheid South Africa: The Last Bastion of White Supremacy",
      "topics": [
        "How did the National Party formalize apartheid after 1948 — creating a system of racial classification, pass laws, forced removals, and bantustans that separated 80% of the population from political rights and economic opportunity?",
        "What was the Sharpeville Massacre of March 21, 1960 — where police killed 69 unarmed Black protesters — and how did it transform both the resistance movement and international opinion against apartheid?",
        "How did Nelson Mandela evolve from nonviolent activist to co-founder of the ANC's armed wing (Umkhonto we Sizwe), and why did his 27-year imprisonment (1964-1990) make him the world's most famous political prisoner?",
        "What was the Soweto Uprising of June 16, 1976, when police fired on schoolchildren protesting mandatory Afrikaans instruction, killing hundreds and sparking a revolt that spread across the country?",
        "How did the international anti-apartheid movement — including economic sanctions, divestment campaigns, cultural boycotts, and the UN arms embargo — pressure South Africa while Ronald Reagan and Margaret Thatcher resisted sanctions?",
        "Why did F.W. de Klerk release Mandela and begin negotiations in 1990 — was it moral awakening, economic pressure, the end of Cold War strategic calculations, or the realization that apartheid was militarily unsustainable?"
      ],
      "tags": ["politics", "human-rights", "civil-rights", "africa"]
    },
    {
      "name": "Neo-Colonialism: Independence Without Economic Freedom",
      "topics": [
        "What did Kwame Nkrumah mean by 'neo-colonialism' — the argument that former colonial powers maintained economic control through trade agreements, debt, and multinational corporations even after granting political independence?",
        "How did structural adjustment programs imposed by the IMF and World Bank in the 1980s-1990s — requiring privatization, spending cuts, and trade liberalization — devastate public services in dozens of developing countries?",
        "What is the CFA franc system, and how does France's continued control of the currency used by 14 African nations — requiring them to deposit 50% of foreign reserves in the French Treasury — represent ongoing monetary colonialism?",
        "How did multinational corporations like Shell in Nigeria, De Beers in southern Africa, and United Fruit in Central America extract resources while communities bore environmental devastation and received minimal benefit?",
        "What was the phenomenon of 'resource curse' — where countries rich in oil, diamonds, or minerals (Nigeria, Congo, Angola) remained desperately poor while elites and foreign companies captured the wealth?",
        "How have recent movements — from the Paris Declaration on Aid Effectiveness (2005) to African Continental Free Trade Area (2018) — attempted to restructure the post-colonial economic order, and what obstacles remain?"
      ],
      "tags": ["economics", "globalization", "colonialism", "africa"]
    },
    {
      "name": "Post-Colonial Identity: Language, Culture, and the Colonial Mind",
      "topics": [
        "Why did Frantz Fanon argue in The Wretched of the Earth (1961) that colonialism creates psychological damage in the colonized — internalizing inferiority, erasing indigenous identity — that persists long after political independence?",
        "How did the language question shape post-colonial nations — should newly independent countries use the colonial language (English, French, Portuguese) for national unity, or indigenous languages for cultural authenticity?",
        "What was the Negritude movement led by Aime Cesaire and Leopold Senghor, how did it reclaim Black identity and African cultural values, and why did critics like Wole Soyinka dismiss it as 'a tiger does not proclaim his tigritude'?",
        "How did Edward Said's Orientalism (1978) demonstrate that Western scholarship about the Middle East and Asia served imperial purposes — constructing an 'Orient' that justified colonial domination?",
        "What is the debate over repatriation of colonial-era artifacts — from the Benin Bronzes in the British Museum to the Rosetta Stone — and why have European institutions resisted returning looted cultural heritage?",
        "How do post-colonial writers — Chinua Achebe, Ngugi wa Thiong'o, Salman Rushdie, Chimamanda Ngozi Adichie — use literature to challenge colonial narratives, reclaim indigenous perspectives, and imagine post-colonial futures?"
      ],
      "tags": ["society", "identity", "colonialism", "anthropology"]
    },
    {
      "name": "Genocide and State Failure in the Post-Colonial World",
      "topics": [
        "How did the Rwandan Genocide of April-July 1994 — where Hutu extremists killed an estimated 800,000 Tutsis and moderate Hutus in 100 days — exploit colonial-era ethnic classifications created by Belgian administrators?",
        "Why did the international community — including the United Nations, the United States, and France — fail to intervene in Rwanda despite clear warnings of impending genocide, and what does this failure reveal about the 'never again' promise?",
        "How did the collapse of Yugoslavia (1991-2001) produce ethnic cleansing, concentration camps, and the Srebrenica massacre — where 8,000 Bosniak men and boys were killed in a UN 'safe area' — in the heart of Europe?",
        "What was the Cambodian Genocide (1975-1979), how did the Khmer Rouge kill an estimated 2 million people (25% of the population) in pursuit of an agrarian utopia, and why did the international community recognize the Khmer Rouge government even after the genocide was exposed?",
        "How did state failure in Somalia, Congo, and South Sudan create power vacuums filled by warlords, ethnic militias, and child soldiers — producing ongoing conflicts that have killed millions?",
        "Why do post-colonial borders — drawn by European colonizers to divide ethnic groups and unite rivals — continue to generate conflict, and what alternatives (federal systems, border revisions, regional integration) have been proposed?"
      ],
      "tags": ["conflict", "human-rights", "colonialism", "africa"]
    },
    {
      "name": "The Middle East: Colonialism's Most Volatile Legacy",
      "topics": [
        "How did the Sykes-Picot Agreement (1916) and the British Mandate system create the modern borders of Iraq, Syria, Jordan, Lebanon, and Palestine — borders that ignored ethnic, religious, and tribal realities?",
        "What was the Balfour Declaration's legacy — how did the British promise of a 'national home for the Jewish people' in Palestine lead to the 1948 Arab-Israeli War, the displacement of 700,000 Palestinians, and a conflict that remains unresolved?",
        "How did the Iranian Revolution of 1979 — overthrowing a US-installed shah — represent both anti-colonial liberation and the establishment of a theocratic state that created its own forms of oppression?",
        "Why did the US invasion of Iraq in 2003 — justified by weapons of mass destruction that didn't exist — destabilize the entire region, produce ISIS, and kill hundreds of thousands of civilians?",
        "How did the Arab Spring of 2011 begin with genuine democratic aspirations in Tunisia, Egypt, Libya, Syria, Yemen, and Bahrain — and why did it produce lasting democracy only in Tunisia (and even that collapsed by 2021)?",
        "Why does the Israeli-Palestinian conflict remain the world's most intractable post-colonial dispute, and how do the legacies of British colonial policy, Cold War alliances, and American support for Israel perpetuate the stalemate?"
      ],
      "tags": ["politics", "colonialism", "modern-history", "middle-east"]
    },
    {
      "name": "The Legacy: Decolonization's Unfinished Business",
      "topics": [
        "How many people did colonialism kill — with estimates ranging from 50 million to over 100 million across the Americas, Africa, Asia, and Oceania — and why is there no equivalent of Holocaust remembrance for colonial victims?",
        "What is the case for colonial reparations, what specific calculations have been proposed (India's demand for $45 trillion from Britain, the Caribbean Reparations Commission's ten-point plan), and why have former colonial powers resisted?",
        "How does structural racism in former colonial powers — from policing to immigration policy to educational curricula — represent the domestic legacy of imperial ideology that classified humanity into racial hierarchies?",
        "Why has China's Belt and Road Initiative been described as both an alternative development model and a new form of neo-colonialism — and what do African and Asian nations themselves say about the comparison?",
        "How do indigenous sovereignty movements — from Aboriginal Australians to Native Americans to the Maori — continue to challenge settler-colonial structures that never underwent formal decolonization?",
        "Why does the question 'When did colonialism end?' have no simple answer — given ongoing occupations (Palestine, Western Sahara), economic dependence, cultural erasure, and the persistence of colonial-era institutions across the Global South?"
      ],
      "tags": ["history", "legacy", "colonialism", "modern-history"]
    }
  ]
}
