{
  "name": "Denmark and Greenland: A Shared History",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "chapters": [
    {
      "name": "Norse Discovery and Medieval Settlement",
      "topics": [
        "Why did Erik the Red name an ice-covered island 'Greenland'?",
        "What happened to the Norse colonies that mysteriously vanished around 1450?",
        "How did the Inuit and Norse populations interact during the medieval period?",
        "What role did Greenland play in the Viking expansion across the North Atlantic?",
        "Why did Denmark claim sovereignty over Greenland centuries after the Norse disappeared?"
      ],
      "tags": ["history", "cultural-heritage", "medieval", "europe"]
    },
    {
      "name": "Danish Colonization (1721-1953)",
      "topics": [
        "What motivated Hans Egede to establish a Danish colony in 1721?",
        "How did the Royal Greenland Trading Company control every aspect of Greenlandic life?",
        "What were the human costs of Denmark's missionary and assimilation policies?",
        "Why did Denmark maintain strict isolation of Greenland from the outside world?",
        "How did colonial rule transform traditional Inuit society and subsistence patterns?"
      ],
      "tags": ["history", "colonialism", "modern-history", "europe"]
    },
    {
      "name": "World War II and Strategic Awakening",
      "topics": [
        "How did Nazi Germany's occupation of Denmark leave Greenland in limbo?",
        "Why did the United States establish military bases in Greenland during WWII?",
        "What was the 1941 agreement that Denmark's ambassador signed without authorization?",
        "How did wartime isolation accelerate Greenlandic self-sufficiency?",
        "Why did Greenland become a crucial link in Cold War early warning systems?"
      ],
      "tags": ["conflict", "security", "world-wars", "cold-war"]
    },
    {
      "name": "From Colony to County (1953-1979)",
      "topics": [
        "Why did Denmark integrate Greenland as a county rather than grant independence in 1953?",
        "What was the forced relocation of Inughuit people from Thule, and why does it remain controversial?",
        "How did the 'G-60' modernization program reshape Greenlandic communities?",
        "What sparked the Greenlandic political awakening of the 1970s?",
        "Why did Greenland reject joining the European Economic Community?"
      ],
      "tags": ["politics", "human-rights", "modern-history", "europe"]
    },
    {
      "name": "Home Rule and Growing Autonomy (1979-2009)",
      "topics": [
        "What powers did the 1979 Home Rule Act actually transfer to Greenland?",
        "Why did Greenland become the first territory to leave the European Community?",
        "How has the Danish block grant shaped Greenland's economic dependence?",
        "What cultural renaissance emerged after Greenlandic became the official language?",
        "Why did it take 30 years to move from Home Rule to Self-Government?"
      ],
      "tags": ["politics", "governance", "europe", "european-union"]
    },
    {
      "name": "Self-Government and the Independence Question",
      "topics": [
        "What does the 2009 Self-Government Act recognize about Greenlandic sovereignty?",
        "How would Greenland finance independence without Danish subsidies?",
        "What role do mineral resources and rare earths play in independence calculations?",
        "Why do independence referendum timelines keep shifting?",
        "How do younger and older Greenlanders differ in their views on independence?"
      ],
      "tags": ["politics", "nationalism", "elections", "geopolitics"]
    },
    {
      "name": "Economic Realities and Dependencies",
      "topics": [
        "Why does Denmark provide over half of Greenland's public budget?",
        "How has climate change both threatened and created economic opportunities?",
        "What happened to Greenland's ambitions for large-scale mining development?",
        "Why does fishing remain the backbone of the Greenlandic economy?",
        "Could Arctic shipping routes transform Greenland's economic position?"
      ],
      "tags": ["economics", "sustainability", "trade", "climate-science"]
    },
    {
      "name": "Social Legacies of Colonialism",
      "topics": [
        "What were the Danish experiments with Greenlandic children in the 1950s?",
        "Why are rates of suicide and social trauma so high in Greenland today?",
        "How has Denmark begun to acknowledge and address its colonial history?",
        "What role does language policy play in Greenlandic identity and decolonization?",
        "How do Greenlanders navigate dual Danish-Greenlandic identity?"
      ],
      "tags": ["society", "identity", "anthropology", "public-health"]
    },
    {
      "name": "Greenland in Great Power Competition",
      "topics": [
        "Why has the United States repeatedly expressed interest in acquiring Greenland?",
        "What is China's strategic interest in Greenland's resources and location?",
        "How does Greenland fit into NATO's Arctic defense strategy?",
        "Why did Denmark strengthen military presence in Greenland after 2019?",
        "How do Greenlanders view being caught between competing powers?"
      ],
      "tags": ["politics", "diplomacy", "geopolitics", "nato"]
    },
    {
      "name": "Possible Futures",
      "topics": [
        "What would a negotiated independence process actually look like?",
        "Could Greenland become an associated state rather than fully independent?",
        "How might climate change accelerate or complicate the path to independence?",
        "What lessons can Greenland draw from the Faroe Islands' autonomy journey?",
        "Is a 'Greenland first' foreign policy compatible with Danish strategic interests?"
      ],
      "tags": ["politics", "diplomacy", "geopolitics", "climate-science"]
    }
  ]
}
