{
  "name": "The French Revolution and the Napoleonic Wars",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["history", "politics", "revolution", "europe", "modern-history", "democracy", "conflict"],
  "chapters": [
    {
      "name": "The Ancien Regime: Why France Exploded",
      "topics": [
        "How did France's three-estate system — where 98% of the population (the Third Estate) paid virtually all taxes while the clergy and nobility paid almost none — create a fiscal crisis that bankrupted the monarchy by 1789?",
        "What role did the Enlightenment philosophers — Voltaire's attacks on the Church, Rousseau's Social Contract, Montesquieu's separation of powers — play in undermining the intellectual foundations of absolute monarchy?",
        "Why did Louis XVI's support for the American Revolution (costing 1.3 billion livres) prove to be a fatal irony — financing a revolution abroad while bankrupting the system at home?",
        "How did the Flour War of 1775 and recurring bread crises throughout the 1780s demonstrate that hunger, not philosophy, was the revolution's most powerful fuel?",
        "What was the Assembly of Notables (1787) and the Estates-General of 1789, and why did Louis XVI's desperate attempts to reform taxation without surrendering royal authority accelerate rather than prevent revolution?",
        "How did the pamphlet explosion of 1788-1789 — with over 2,500 political pamphlets published in months — create a public sphere that the monarchy could neither control nor co-opt?"
      ],
      "tags": ["history", "inequality", "modern-history", "europe"]
    },
    {
      "name": "1789: The Bastille, the Declaration, and the End of Feudalism",
      "topics": [
        "Why did the storming of the Bastille on July 14, 1789 — which freed only seven prisoners from a nearly empty fortress — become the revolution's defining symbolic moment and France's national holiday?",
        "How did the Tennis Court Oath (June 20, 1789) — when the Third Estate's delegates swore not to disband until they had written a constitution — represent the moment the revolution became irreversible?",
        "What happened during the Great Fear (Grande Peur) of July-August 1789, when peasants across France attacked noble estates, burned feudal records, and destroyed the physical infrastructure of serfdom?",
        "How did the Declaration of the Rights of Man and of the Citizen (August 26, 1789) simultaneously draw on American precedent and go beyond it — declaring rights 'natural, unalienable, and sacred' while excluding women and enslaved people?",
        "What was the Women's March on Versailles (October 5-6, 1789), when thousands of Parisian women forced the royal family to move to Paris — and why do historians consider it the moment when popular violence became the revolution's driving force?",
        "How did the National Assembly abolish feudalism, confiscate Church property, and reorganize French administration between 1789 and 1791 — dismantling a thousand-year-old social order in months?"
      ],
      "tags": ["history", "revolution", "modern-history", "europe"]
    },
    {
      "name": "Radicalization: From Constitutional Monarchy to Republic",
      "topics": [
        "Why did the revolution radicalize — moving from constitutional monarchy (1789-1791) to republic (1792) to revolutionary dictatorship (1793-1794) — and was this escalation inevitable or driven by specific decisions?",
        "How did Louis XVI's attempted flight to Varennes (June 1791) — captured 150 miles from the border disguised as a servant — destroy the fiction of a king who supported the revolution and make his execution politically logical?",
        "What was the role of the political clubs — the Jacobins, Cordeliers, and Girondins — in radicalizing the revolution, and how did they function as the world's first modern political parties?",
        "How did the declaration of war against Austria and Prussia (April 1792) — intended to unite the nation — instead create military crises that empowered radicals who demanded emergency measures?",
        "What happened on August 10, 1792, when a Parisian mob stormed the Tuileries Palace, massacred the Swiss Guards, and effectively ended the monarchy — an insurrection more consequential than the Bastille's fall?",
        "How did the September Massacres of 1792 — when mobs killed 1,200-1,400 prisoners in Paris over five days — reveal the revolution's capacity for popular violence that even its leaders could not control?"
      ],
      "tags": ["politics", "revolution", "modern-history", "europe"]
    },
    {
      "name": "The Terror: Robespierre and the Republic of Virtue",
      "topics": [
        "How did Maximilien Robespierre — a provincial lawyer who opposed the death penalty — become the architect of a system that executed an estimated 17,000 people and imprisoned 300,000 in fourteen months?",
        "What was the Committee of Public Safety, and how did twelve men wielding emergency powers create a revolutionary dictatorship more centralized than the absolute monarchy they had overthrown?",
        "Why did the revolution devour its own — with Danton guillotined for moderation and Hebert guillotined for extremism — until Robespierre had eliminated every rival and faction except his own?",
        "How did the Terror function in the provinces — the mass drownings at Nantes (noyades), the devastation of the Vendee (where an estimated 170,000 people died in a civil war some historians call genocide), and the repression of Lyon and Marseille?",
        "What was the Republic of Virtue, and how did Robespierre's attempt to create a new revolutionary culture — a new calendar, new festivals, the Cult of the Supreme Being, even renaming the months — represent totalitarian ambition dressed in Enlightenment language?",
        "How did the Thermidorian Reaction (July 27, 1794) end the Terror, with Robespierre arrested and guillotined within 24 hours — and what does the speed of his fall reveal about the fragility of revolutionary power?"
      ],
      "tags": ["politics", "authoritarianism", "modern-history", "europe"]
    },
    {
      "name": "Napoleon's Rise: From Artillery Officer to Emperor",
      "topics": [
        "How did Napoleon Bonaparte — a minor Corsican nobleman with an Italian accent who graduated 42nd in his class at military academy — rise from artillery captain to ruler of France in just ten years?",
        "What was the coup of 18 Brumaire (November 9, 1799), and how did Napoleon's seizure of power demonstrate that the revolution had exhausted France's appetite for republican government?",
        "How did Napoleon's Italian campaigns of 1796-1797 — where he defeated five Austrian armies with an outnumbered, underfed force through speed, deception, and aggressive tactics — establish his military reputation?",
        "What was the Napoleonic Code (1804), and why did this legal system — establishing equality before the law, property rights, and secular authority while restricting women's rights — become Napoleon's most lasting legacy, adopted by dozens of countries?",
        "How did Napoleon crown himself Emperor on December 2, 1804 — taking the crown from Pope Pius VII's hands and placing it on his own head — and what did this gesture say about the revolution's relationship with democracy?",
        "Why did Napoleon's creation of a new hereditary aristocracy, his restoration of slavery in Haiti (1802), and his concordat with the Catholic Church represent betrayals of revolutionary principles that most French people accepted willingly?"
      ],
      "tags": ["politics", "governance", "modern-history", "europe"]
    },
    {
      "name": "Napoleon's Military Genius and the Grande Armee",
      "topics": [
        "What made Napoleon's military tactics revolutionary — the corps system, the use of artillery as a mobile offensive weapon, the concentration of force at decisive points — and why couldn't his enemies adapt for over a decade?",
        "How did the Battle of Austerlitz (December 2, 1805) — where Napoleon defeated a combined Austro-Russian army by luring them into a trap on ground he had chosen days in advance — become the masterpiece of military history?",
        "What was the Continental System (1806), Napoleon's attempt to defeat Britain through economic warfare by closing all European ports to British trade — and why did it ultimately fail while alienating his allies?",
        "How did the Peninsular War in Spain (1808-1814) become Napoleon's 'Spanish ulcer' — draining 300,000 French troops into a guerrilla war that introduced the word 'guerrilla' to the world?",
        "What was the human cost of the Napoleonic Wars — with an estimated 3.5 to 6 million dead across Europe between 1803 and 1815 — and how did mass conscription transform European societies?",
        "How did Napoleon's marshals — Ney, Davout, Murat, Lannes — function as an extension of his command, and why did their individual brilliance depend on Napoleon's presence to coordinate them?"
      ],
      "tags": ["conflict", "security", "modern-history", "europe"]
    },
    {
      "name": "The Invasion of Russia and Napoleon's Downfall",
      "topics": [
        "Why did Napoleon invade Russia in June 1812 with 680,000 troops — the largest army ever assembled in European history to that point — and what combination of hubris, strategic miscalculation, and Russian resistance destroyed it?",
        "How did the Russian strategy of retreating, burning crops, and refusing to give Napoleon the decisive battle he needed — culminating in the abandonment and burning of Moscow — turn the invasion into a trap?",
        "What happened during the retreat from Moscow (October-December 1812), when winter, starvation, Cossack attacks, and the crossing of the Berezina River reduced the Grande Armee from 680,000 to fewer than 27,000 effective troops?",
        "How did the Battle of Leipzig (October 1813) — the 'Battle of the Nations' involving 600,000 soldiers from a dozen countries — seal Napoleon's defeat as former allies turned against him?",
        "What was Napoleon's first exile on Elba (1814-1815), his escape, and the 'Hundred Days' that culminated in the Battle of Waterloo on June 18, 1815 — where Wellington and Blucher finally ended Napoleon's military career?",
        "How did Napoleon's final exile on Saint Helena (1815-1821) — where he spent six years dictating memoirs that shaped his legend — transform a defeated emperor into a romantic hero?"
      ],
      "tags": ["conflict", "diplomacy", "modern-history", "europe"]
    },
    {
      "name": "The Congress of Vienna and the Post-Napoleonic Order",
      "topics": [
        "How did the Congress of Vienna (1814-1815) — dominated by Metternich, Castlereagh, Talleyrand, and Tsar Alexander I — redraw the map of Europe and create an international order that prevented major war for 40 years?",
        "What was the 'Concert of Europe,' and how did the great powers' agreement to consult before acting — combined with the balance of power principle — create a diplomatic system that functioned until the Crimean War (1853)?",
        "Why did the Congress of Vienna deliberately ignore nationalism, liberalism, and popular sovereignty — the forces the revolution had unleashed — and how did this willful blindness guarantee future revolutions?",
        "How did Metternich's system of censorship, secret police, and suppression of student movements (the Carlsbad Decrees of 1819) attempt to put the revolutionary genie back in the bottle across Central Europe?",
        "What were the revolutions of 1830 and 1848 — when the forces suppressed at Vienna erupted across Europe in two waves — and why did they succeed in France but fail in Germany, Italy, and the Austrian Empire?",
        "How did the Congress of Vienna's legacy endure in the form of international conference diplomacy that would eventually produce the League of Nations and the United Nations?"
      ],
      "tags": ["politics", "diplomacy", "treaties", "europe"]
    },
    {
      "name": "The Revolution's Ideas: Liberty, Equality, and Their Contradictions",
      "topics": [
        "How did the French Revolution invent modern political categories — 'left' and 'right' (from seating in the National Assembly), 'terrorist' (from the Terror), 'reactionary,' 'counter-revolutionary' — that we still use today?",
        "What was Olympe de Gouges's Declaration of the Rights of Woman and the Female Citizen (1791), why did the revolution reject women's political equality, and why was de Gouges guillotined in 1793?",
        "How did the revolution's abolition of slavery in French colonies (1794) and its restoration by Napoleon (1802) reveal the limits of revolutionary universalism when confronted by colonial economics?",
        "Why did Edmund Burke's Reflections on the Revolution in France (1790) — warning that destroying tradition would produce tyranny — prove prescient about the Terror while Thomas Paine's Rights of Man (1791) proved right about monarchy?",
        "How did the revolution create the modern concept of the 'nation' — a political community defined by citizenship rather than monarchy, religion, or ethnicity — and how did this idea become both liberating and dangerous?",
        "Why do historians still debate whether the French Revolution was a triumph of human rights or a catastrophe that produced dictatorship — and what does the answer depend on?"
      ],
      "tags": ["philosophy", "democracy", "modern-history", "europe"]
    },
    {
      "name": "The Legacy: How the French Revolution Shaped the Modern World",
      "topics": [
        "How did the revolution's metric system — rationally designed to replace hundreds of local measurement systems — become the global standard used by every country except the United States, Myanmar, and Liberia?",
        "Why did every subsequent revolution — 1830, 1848, 1871, 1917, 1949, 1959, 1979 — explicitly reference the French Revolution as either inspiration or warning?",
        "How did Napoleon's conquests spread revolutionary ideas (legal equality, religious tolerance, abolition of feudalism) across Europe even as they imposed French imperial rule — creating the paradox of liberation through conquest?",
        "What was the revolution's impact on the Catholic Church — from the Civil Constitution of the Clergy (1790) to Napoleon's Concordat (1801) to the final separation of church and state in France (1905)?",
        "How did the revolution establish the precedent that sovereignty belongs to 'the people' rather than monarchs — a principle that every democratic movement since 1789 has invoked, even when 'the people' was defined to exclude most actual people?",
        "Why does France still argue about the revolution — from the bicentennial debates of 1989 to Marine Le Pen invoking it in 2022 — and what does this persistence reveal about unresolved questions of equality, identity, and state power?"
      ],
      "tags": ["history", "legacy", "modern-history", "europe"]
    }
  ]
}
