{
  "name": "Women's Rights: Centuries of Struggle",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "women's rights",
    "feminism",
    "gender equality",
    "suffrage",
    "reproductive rights",
    "workplace equality",
    "feminist history"
  ],
  "chapters": [
    {
      "name": "Before Feminism: Women's Legal Status in Early America",
      "topics": [
        "What was 'coverture' and how did it erase married women's legal identity?",
        "Could women own property, sign contracts, or keep their own wages?",
        "How did widows and single women have more rights than married women?",
        "What limited roles were available to women in colonial and early American society?",
        "How did enslaved women face the intersection of racial and gender oppression?",
        "What early voices challenged women's subordinate status before organized movements?"
      ],
      "tags": [
        "society",
        "human-rights",
        "journalism",
        "americas"
      ]
    },
    {
      "name": "The Birth of Organized Feminism: Seneca Falls and Beyond",
      "topics": [
        "What happened at the Seneca Falls Convention in 1848?",
        "Why did the Declaration of Sentiments deliberately echo the Declaration of Independence?",
        "Who were Elizabeth Cady Stanton and Lucretia Mott, and what drove them to organize?",
        "How did the abolitionist movement give birth to the women's rights movement?",
        "What demands beyond suffrage did early feminists make?",
        "Why was the demand for voting rights the most controversial item at Seneca Falls?"
      ],
      "tags": [
        "philosophy",
        "democracy",
        "civil-rights",
        "media-literacy"
      ]
    },
    {
      "name": "The Long Road to Suffrage",
      "topics": [
        "Why did it take 72 years from Seneca Falls to win the vote?",
        "How did the women's movement split over the 15th Amendment and Black male suffrage?",
        "What different strategies did suffragists use—state campaigns, federal amendment, civil disobedience?",
        "Who were Susan B. Anthony, Sojourner Truth, and Ida B. Wells, and how did their approaches differ?",
        "How did the suffrage movement handle—or fail to handle—racial divisions?",
        "What role did militant tactics and the Silent Sentinels play in the final push?",
        "How did World War I change the calculus for women's suffrage?"
      ],
      "tags": [
        "conflict",
        "epistemology",
        "elections",
        "americas"
      ]
    },
    {
      "name": "Beyond the Vote: First Wave Achievements",
      "topics": [
        "What gains did women make in education during the 19th and early 20th centuries?",
        "How did women enter professions like medicine, law, and journalism against fierce resistance?",
        "What was the temperance movement and why did so many feminists support it?",
        "How did labor activism address the brutal conditions women faced in factories?",
        "What did the Triangle Shirtwaist Factory fire reveal about women workers' vulnerability?",
        "Why did the first wave lose momentum after winning the vote?"
      ],
      "tags": [
        "health",
        "activism",
        "physics",
        "mechanics"
      ]
    },
    {
      "name": "The Quiet Years and Seeds of Revival: 1920-1960",
      "topics": [
        "What happened to feminism after women won the right to vote?",
        "How did the 'flapper' era represent both liberation and limitation?",
        "What was the Equal Rights Amendment and why was it first proposed in 1923?",
        "How did the Depression and World War II change women's economic roles?",
        "What did 'Rosie the Riveter' symbolize, and what happened to women workers after the war?",
        "How did the 1950s 'feminine mystique' constrain women's aspirations?",
        "What early voices challenged postwar domesticity before the second wave emerged?"
      ],
      "tags": [
        "economics",
        "human-rights",
        "physics",
        "elections"
      ]
    },
    {
      "name": "The Second Wave: Women's Liberation",
      "topics": [
        "What sparked the resurgence of feminism in the 1960s?",
        "How did Betty Friedan's 'The Feminine Mystique' galvanize a generation?",
        "What was the National Organization for Women and what did it fight for?",
        "How did radical feminism differ from liberal feminism in goals and tactics?",
        "What was consciousness-raising and why was 'the personal is political' so powerful?",
        "How did the second wave address sexuality, domestic violence, and reproductive rights?",
        "Why did the Equal Rights Amendment fail to be ratified despite passing Congress?"
      ],
      "tags": [
        "politics",
        "human-rights",
        "physics",
        "us-politics"
      ]
    },
    {
      "name": "Reproductive Rights: The Battle Over Women's Bodies",
      "topics": [
        "How were contraception and abortion restricted before the modern era?",
        "What did Griswold v. Connecticut establish about contraception and privacy?",
        "How did Roe v. Wade legalize abortion, and what framework did it create?",
        "Why has abortion remained so politically contested for five decades?",
        "What restrictions did states impose even while Roe was in effect?",
        "What did the Dobbs decision change, and what has happened since?",
        "How do reproductive rights intersect with race and class?"
      ],
      "tags": [
        "politics",
        "methodology",
        "theory",
        "media-literacy"
      ]
    },
    {
      "name": "Workplace Equality: Breaking the Glass Ceiling",
      "topics": [
        "What did Title VII of the Civil Rights Act do for working women?",
        "Why has the gender pay gap persisted despite decades of equal pay laws?",
        "How did sexual harassment become recognized as a form of discrimination?",
        "What barriers have women faced in male-dominated professions?",
        "How do motherhood and caregiving responsibilities affect women's careers?",
        "What is the 'glass ceiling' and has it been cracked or shattered?",
        "How do workplace challenges differ for women of different races and classes?"
      ],
      "tags": [
        "law",
        "human-rights",
        "civil-rights",
        "media-literacy"
      ]
    },
    {
      "name": "Intersectionality: Race, Class, and Feminism",
      "topics": [
        "Why have women of color often felt excluded from mainstream feminist movements?",
        "What did Sojourner Truth's 'Ain't I a Woman?' speech challenge?",
        "How did Black feminists like bell hooks and Audre Lorde critique white feminism?",
        "What does 'intersectionality' mean and why did Kimberlé Crenshaw coin the term?",
        "How do the experiences of immigrant women and working-class women differ from affluent white women?",
        "What has the mainstream feminist movement done—and failed to do—to become more inclusive?"
      ],
      "tags": [
        "philosophy",
        "epistemology",
        "immigration",
        "media-literacy"
      ]
    },
    {
      "name": "Third Wave and Beyond: New Generations of Feminism",
      "topics": [
        "What distinguished third-wave feminism from earlier movements?",
        "How did third-wave feminists embrace individual choice and reject rigid definitions?",
        "What role did pop culture, zines, and eventually the internet play in new feminism?",
        "How have younger feminists approached sexuality, gender identity, and sex work differently?",
        "What tensions exist between different generations of feminists?",
        "Is there a 'fourth wave' of feminism, and what defines it?"
      ],
      "tags": [
        "society",
        "methodology",
        "physics",
        "media-literacy"
      ]
    },
    {
      "name": "#MeToo and the Reckoning Over Sexual Violence",
      "topics": [
        "What sparked the #MeToo movement's explosion in 2017?",
        "How did Tarana Burke create 'Me Too' years before it went viral?",
        "What powerful men faced consequences, and what did the cases reveal about systemic abuse?",
        "Has #MeToo changed workplace culture and legal standards around harassment?",
        "What criticisms have been made of #MeToo from both the left and right?",
        "What has—and hasn't—changed since the movement began?"
      ],
      "tags": [
        "society",
        "human-rights",
        "activism",
        "media-literacy"
      ]
    },
    {
      "name": "Women in Politics: Representation and Power",
      "topics": [
        "How has women's representation in Congress changed over time?",
        "Why did it take until 2021 for a woman to become Vice President?",
        "What barriers do women candidates face that men do not?",
        "How does women's representation in the U.S. compare to other democracies?",
        "Do women in office govern differently than men?",
        "What will it take to achieve gender parity in political leadership?"
      ],
      "tags": [
        "politics",
        "democracy",
        "us-politics",
        "elections"
      ]
    },
    {
      "name": "Global Perspectives: Women's Rights Around the World",
      "topics": [
        "How do women's rights vary dramatically across different countries?",
        "What international frameworks like CEDAW address women's rights?",
        "How have women's movements succeeded in countries with very different cultures?",
        "What issues—like child marriage, FGM, and honor violence—remain urgent globally?",
        "How has American feminism influenced and been influenced by global movements?",
        "Is there a universal feminism, or must women's rights be culturally specific?"
      ],
      "tags": [
        "society",
        "methodology",
        "theater",
        "americas"
      ]
    },
    {
      "name": "The Current Moment: Progress, Backlash, and Unfinished Business",
      "topics": [
        "What rights have women gained that seemed impossible a generation ago?",
        "Why has there been a backlash against feminism and 'gender ideology'?",
        "What do polls show about how Americans view feminism today?",
        "What issues—pay equity, caregiving, violence, reproductive rights—remain unresolved?",
        "How has the overturning of Roe v. Wade reshaped the women's rights landscape?",
        "What would full gender equality actually look like, and how far away is it?"
      ],
      "tags": [
        "philosophy",
        "human-rights",
        "civil-rights",
        "americas"
      ]
    }
  ]
}