{
  "name": "Coping with Frenemies",
  "chapters": [
    {
      "name": "Recognizing Frenemies",
      "topics": [
        "What are the telltale signs that someone is a frenemy rather than a true friend?",
        "Why do frenemies often seem so charming and likable to others?",
        "How can you distinguish between occasional friction and a toxic pattern?",
        "What psychological needs drive someone to become a frenemy?",
        "Why do we often ignore red flags from people we want to trust?",
        "How do frenemies differ from competitors or rivals?"
      ],
      "tags": ["psychology", "interpersonal-dynamics", "behavioral-psychology", "sociology"]
    },
    {
      "name": "Common Frenemy Tactics",
      "topics": [
        "What is a backhanded compliment and why do frenemies use them?",
        "How do frenemies weaponize your vulnerabilities against you?",
        "What does 'triangulation' look like in frenemy relationships?",
        "Why do frenemies often undermine you in front of others?",
        "How do frenemies use gossip and information-sharing strategically?",
        "What is 'competitive victimhood' and how do frenemies deploy it?"
      ],
      "tags": ["psychology", "influence", "behavioral-psychology", "sociology"]
    },
    {
      "name": "Why Frenemies Are Hard to Quit",
      "topics": [
        "Why do we stay in relationships that hurt us?",
        "How does intermittent reinforcement keep us bonded to frenemies?",
        "What role does shared history play in tolerating toxic behavior?",
        "Why might ending a frenemy relationship feel like a personal failure?",
        "How do social circles and mutual friends complicate walking away?",
        "What is trauma bonding and does it apply to frenemy dynamics?"
      ],
      "tags": ["psychology", "cognition", "behavioral-psychology", "sociology"]
    },
    {
      "name": "Protecting Your Mental Health",
      "topics": [
        "How can you stop internalizing a frenemy's criticism?",
        "What boundaries work best when you can't fully avoid a frenemy?",
        "How do you rebuild self-esteem damaged by frenemy interactions?",
        "What is 'gray rocking' and when should you use it?",
        "How can journaling help you see frenemy patterns more clearly?",
        "When should you consider professional help for frenemy stress?"
      ],
      "tags": ["health", "mental-health", "behavioral-psychology", "sociology"]
    },
    {
      "name": "Workplace Frenemies",
      "topics": [
        "How do you handle a frenemy who is also your colleague?",
        "What documentation should you keep when dealing with a workplace frenemy?",
        "How can you protect your career from a frenemy's sabotage?",
        "When should you involve HR versus handling things yourself?",
        "How do you navigate a frenemy who is your boss or direct report?",
        "What networking strategies help counter a frenemy's influence?"
      ],
      "tags": ["psychology", "workplace-dynamics", "behavioral-psychology", "leadership"]
    },
    {
      "name": "Family Frenemies",
      "topics": [
        "How do you cope when a sibling or cousin is a frenemy?",
        "What strategies work for managing frenemies at family gatherings?",
        "How can you set boundaries with family frenemies without causing a feud?",
        "What role do parents play in enabling family frenemy dynamics?",
        "How do in-laws become frenemies and what can you do about it?",
        "When is it appropriate to limit or cut contact with a family frenemy?"
      ],
      "tags": ["psychology", "interpersonal-dynamics", "behavioral-psychology", "sociology"]
    },
    {
      "name": "Romantic Frenemies",
      "topics": [
        "How do you handle a friend who competes for people you're dating or interested in?",
        "What do you do when your partner's close friend seems to undermine your relationship?",
        "How can an ex remain in your life as a frenemy, and what are the warning signs?",
        "Why do some frenemies flirt with your partner to destabilize you?",
        "How do you talk to a partner about their frenemy without seeming jealous or controlling?",
        "What happens when mutual friends take sides after a breakup?"
      ],
      "tags": ["psychology", "interpersonal-dynamics", "behavioral-psychology", "sociology"]
    },
    {
      "name": "Social and Digital Frenemies",
      "topics": [
        "How do frenemies operate differently on social media?",
        "What is 'subtweeting' and other passive-aggressive digital tactics?",
        "Should you unfriend, mute, or block a social media frenemy?",
        "How do friend groups get polarized by a skilled frenemy?",
        "What is 'performative friendship' and how do you spot it online?",
        "How can you manage mutual friends without getting caught in drama?"
      ],
      "tags": ["psychology", "digital-life", "social-media", "behavioral-psychology"]
    },
    {
      "name": "Confrontation and Communication",
      "topics": [
        "Is confronting a frenemy worth the risk?",
        "What is the best way to call out frenemy behavior directly?",
        "How do you respond when a frenemy denies or gaslights you?",
        "What should you say when a frenemy plays the victim?",
        "How can you express hurt without giving a frenemy ammunition?",
        "When does confrontation backfire and make things worse?"
      ],
      "tags": ["psychology", "communication", "negotiation", "behavioral-psychology"]
    },
    {
      "name": "Ending or Downgrading the Relationship",
      "topics": [
        "How do you fade out a frenemy relationship gracefully?",
        "What is the 'slow fade' versus 'direct break' approach?",
        "How do you handle a frenemy who won't accept the distance?",
        "What should you tell mutual friends about your decision?",
        "How do you process grief after ending a long-term frenemy bond?",
        "What if a frenemy tries to re-enter your life later?"
      ],
      "tags": ["psychology", "interpersonal-dynamics", "behavioral-psychology", "sociology"]
    },
    {
      "name": "Examining Your Own Behavior",
      "topics": [
        "Could you be someone else's frenemy without realizing it?",
        "What drives people to engage in frenemy behavior?",
        "How can you recognize and correct your own passive-aggressive tendencies?",
        "What insecurities might make you competitive with friends?",
        "How do you repair a friendship if you've been the frenemy?",
        "What does healthy competition between friends actually look like?"
      ],
      "tags": ["psychology", "mental-health", "behavioral-psychology", "sociology"]
    },
    {
      "name": "Building Healthier Friendships",
      "topics": [
        "What qualities should you look for in genuine friends?",
        "How do you attract people who are supportive rather than competitive?",
        "What attachment styles lead to healthier adult friendships?",
        "How can you become a better friend yourself?",
        "What communication practices prevent frenemy dynamics from forming?",
        "How do you rebuild trust in friendship after frenemy experiences?"
      ],
      "tags": ["psychology", "interpersonal-dynamics", "behavioral-psychology", "sociology"]
    }
  ],
  "tags": [
    "psychology",
    "interpersonal-dynamics",
    "mental-health",
    "behavioral-psychology",
    "sociology",
    "communication"
  ]
}
