{
  "name": "Passwords and Identity",
  "created_by": "Peter Nehl and ChatGPT 5.2",
  "chapters": [
    {
      "name": "Why Passwords Feel So Broken",
      "topics": [
        "Why does logging in feel harder now than it did ten years ago?",
        "Why do I keep being asked to prove who I am even on familiar sites?",
        "Why do small mistakes cause total lockouts?",
        "Why does identity friction feel more infuriating than other tech problems?",
        "What changed between simple passwords and today's complexity?"
      ],
      "tags": ["technology", "digital-life", "cybersecurity", "user-experience"]
    },
    {
      "name": "What the Web Thinks Identity Is",
      "topics": [
        "What is the difference between an account and an identity?",
        "Why does the web treat email addresses as identities?",
        "What are sessions, tokens, and cookies really doing?",
        "Why does logging out sometimes not really log you out?",
        "Why do systems forget trusted users so easily?"
      ],
      "tags": ["technology", "identity", "web-development", "cybersecurity"]
    },
    {
      "name": "Passwords, Passcodes, and Endless Variations",
      "topics": [
        "Why do password rules keep changing?",
        "Why do sites force complexity that humans can't remember?",
        "Why are password managers both helpful and scary?",
        "Why do one-time codes feel like passwords with extra steps?",
        "Why do security questions usually fail?"
      ],
      "tags": ["technology", "security", "cybersecurity", "digital-safety"]
    },
    {
      "name": "Single Sign-On and the Illusion of Simplicity",
      "topics": [
        "What is federated login and how does it work?",
        "What does 'Continue with Google' actually mean?",
        "Why does single sign-on create multiple hidden identities?",
        "Why does using Google or Apple feel easy but break other tools?",
        "Why do federated logins confuse long-term users?",
        "When does single sign-on help and when does it hurt?"
      ],
      "tags": ["technology", "digital-life", "cybersecurity", "user-experience"]
    },
    {
      "name": "Why Apps and Services Get Confused About You",
      "topics": [
        "Why does logging in one way break another app?",
        "Why do third-party tools need separate permission tokens?",
        "Why do background services behave differently than browsers?",
        "Why does everything fail at once when one token expires?",
        "Why are these failures often silent and unexplained?"
      ],
      "tags": ["technology", "complexity", "software-engineering", "cybersecurity"]
    },
    {
      "name": "Security Theater vs Real Safety",
      "topics": [
        "Why does more security often mean more annoyance?",
        "When does friction stop increasing safety?",
        "Who benefits from making identity hard?",
        "Why is inconvenience mistaken for protection?",
        "How does fear drive bad identity design?"
      ],
      "tags": ["technology", "security", "cybersecurity", "user-experience"]
    },
    {
      "name": "The Hidden Cost of Identity Friction",
      "topics": [
        "How much time do people lose to login problems?",
        "Why does identity friction cause decision fatigue?",
        "Why do people abandon tools that feel hostile?",
        "How does constant re-authentication erode trust?",
        "Why does identity confusion feel personal?"
      ],
      "tags": ["psychology", "digital-life", "user-experience", "behavioral-psychology"]
    },
    {
      "name": "Making Identity Easy Without Making It Stupid",
      "topics": [
        "Why should identity get easier the longer someone uses a service?",
        "How can systems remember trusted users without weakening security?",
        "Why should users see how a system currently recognizes them?",
        "How should systems fail gracefully instead of locking users out?",
        "Why should background services authenticate differently than humans?",
        "How can re-authentication feel like maintenance instead of punishment?",
        "What does human-centered identity design actually look like?"
      ],
      "tags": ["technology", "innovation", "user-experience", "product-design"]
    },
    {
      "name": "Phones vs Computers: The Security Divide",
      "topics": [
        "Why is phone authentication often more secure than desktop?",
        "What is a secure enclave and why do phones have them?",
        "How do Face ID and fingerprint authentication actually work?",
        "Why do younger users do everything on their phones?",
        "What security features do phones have that desktops lack?",
        "Should you trust your phone more than your computer for banking?"
      ],
      "tags": ["technology", "security", "mobile-technology", "cybersecurity"]
    },
    {
      "name": "Practical Ways to Reduce Password Pain Today",
      "topics": [
        "How can choosing one login method reduce confusion?",
        "When should federated login be avoided?",
        "How can browser password managers simplify life safely?",
        "Why does reducing accounts matter more than perfect security?",
        "What habits prevent most identity problems?",
        "What are hardware security keys and why don't more people use them?"
      ],
      "tags": ["technology", "digital-life", "digital-safety", "cybersecurity"]
    },
    {
      "name": "Why the Problem Persists",
      "topics": [
        "Why hasn't the web fixed identity yet?",
        "Why do companies resist universal identity solutions?",
        "Why do standards exist but not get used well?",
        "Why does identity remain fragmented by design?",
        "What incentives keep things broken?"
      ],
      "tags": ["technology", "systems-thinking", "software-engineering", "user-experience"]
    },
    {
      "name": "A Better Way Forward",
      "topics": [
        "What would a truly human-centered identity system prioritize?",
        "How could login systems let trust accumulate over time instead of constantly resetting?",
        "What would it mean for user authentication to respect continuity?",
        "Why doesn't identity need to be revolutionary to improve?",
        "How could small password design changes save millions of hours?"
      ],
      "tags": ["technology", "innovation", "user-experience", "product-design"]
    }
  ]
}
