{
  "book": "State Oligarchs: The Hidden Wealth of Autocrats",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "chapters": [
    {
      "name": "Vladimir Putin (Est. $70-200B+)",
      "topics": [
        "How did a mid-level KGB officer become one of the richest people on Earth?",
        "What is Putin's 'Palace near Gelendzhik' and what did the Navalny investigation reveal?",
        "How do oligarchs hold Putin's wealth, and what happens to them if they displease him?",
        "Where is Putin's money hidden—yachts, planes, and shell companies across Europe?",
        "What happened to the oligarchs who challenged Putin or tried to leave?",
        "How has Western sanctions enforcement actually affected Putin's hidden assets?",
        "Why can't investigators pin down Putin's true net worth?"
      ],
      "tags": ["politics", "authoritarianism", "sanctions", "corruption"]
    },
    {
      "name": "Mohammed bin Salman & Saudi Royal Family (Est. $500B+)",
      "topics": [
        "How does the Saudi royal family's personal wealth intertwine with state oil revenues?",
        "What is the Public Investment Fund, and how does MBS use it as a personal vehicle?",
        "What happened at the Ritz-Carlton 'anti-corruption' purge, and was it about money or power?",
        "How much has Saudi Arabia spent on 'sportswashing' through golf, soccer, and F1?",
        "What do we know about MBS's personal assets—yachts, art, and the $450M da Vinci?",
        "How has the Khashoggi murder affected Saudi Arabia's global business relationships?",
        "What is NEOM, and is it a visionary project or a vanity monument?"
      ],
      "tags": ["economics", "governance", "fossil-fuels", "geopolitics"]
    },
    {
      "name": "Xi Jinping & Chinese Communist Party Elite",
      "topics": [
        "How do CCP leaders accumulate wealth while officially earning government salaries?",
        "What did the Panama Papers and offshore leaks reveal about Chinese elite families?",
        "How has Xi's anti-corruption campaign targeted rivals while protecting allies?",
        "What happened to Jack Ma and other billionaires who crossed the party?",
        "How do 'princelings'—children of party founders—control vast business empires?",
        "Where do Chinese elites hide assets outside mainland China?",
        "Why is it nearly impossible to investigate CCP wealth from the outside?"
      ],
      "tags": ["politics", "authoritarianism", "asia", "corruption"]
    },
    {
      "name": "UAE Royal Families (Est. $300B+)",
      "topics": [
        "How did Abu Dhabi and Dubai's ruling families turn oil into global investment empires?",
        "What does Mohammed bin Zayed personally control through Mubadala and other funds?",
        "How has Dubai become a haven for money laundering and sanctioned wealth?",
        "What real estate and businesses do UAE royals own in London, New York, and beyond?",
        "How do the different emirates' ruling families divide wealth and power?",
        "What is the UAE's role in financing conflicts in Yemen, Libya, and Sudan?",
        "Why do UAE royals face fewer consequences than Russian oligarchs despite similar practices?"
      ],
      "tags": ["economics", "finance", "middle-east", "geopolitics"]
    },
    {
      "name": "Qatar's Al Thani Family (Est. $335B)",
      "topics": [
        "How does the Al Thani family control one of the world's highest per-capita GDPs?",
        "What has Qatar bought with its wealth—from PSG to London landmarks to the World Cup?",
        "What were the human rights abuses in building Qatar's World Cup infrastructure?",
        "How has Qatar used Al Jazeera as a tool of soft power and regional influence?",
        "What role did Qatar play in the 'Qatargate' European Parliament corruption scandal?",
        "How do the Al Thanis balance relationships with Iran, Saudi Arabia, and the West?",
        "Where is Al Thani family wealth invested globally?"
      ],
      "tags": ["economics", "influence", "middle-east", "geopolitics"]
    },
    {
      "name": "Kim Jong Un & North Korean Elite (Est. $5B personal)",
      "topics": [
        "How does Kim Jong Un maintain luxury while his country faces famine?",
        "What is 'Office 39' and how does North Korea generate hard currency?",
        "What luxury goods does Kim import despite international sanctions?",
        "How does North Korea use cybercrime and cryptocurrency theft for regime funding?",
        "What happens to money sent by overseas North Korean workers?",
        "How do Chinese banks facilitate North Korean sanctions evasion?",
        "What do defectors reveal about elite wealth inside North Korea?"
      ],
      "tags": ["politics", "authoritarianism", "sanctions", "cybersecurity"]
    },
    {
      "name": "Central Asian Dictators",
      "topics": [
        "How did the leaders of Kazakhstan, Uzbekistan, and Turkmenistan divide Soviet assets?",
        "What was the Nazarbayev family's estimated wealth, and where is it now?",
        "How does Turkmenistan's leader fund golden statues while citizens lack basic needs?",
        "What role do Western consultants and PR firms play in legitimizing autocrat wealth?",
        "Where do Central Asian elites buy property—London, Dubai, or Switzerland?",
        "How have these leaders used energy exports to maintain power and wealth?",
        "What happened during Kazakhstan's 2022 unrest, and was it about wealth distribution?"
      ],
      "tags": ["politics", "authoritarianism", "energy", "corruption"]
    },
    {
      "name": "How Autocrat Wealth Is Hidden",
      "topics": [
        "What are the most common methods for hiding illicitly-acquired wealth?",
        "How do shell companies, trusts, and nominees obscure true ownership?",
        "Which countries are the biggest enablers—Switzerland, UK, Delaware, or Dubai?",
        "What role do Western lawyers, accountants, and banks play in kleptocracy?",
        "How effective are sanctions at actually freezing hidden assets?",
        "What do leaked documents like the Panama and Pandora Papers reveal?",
        "Why is it so hard to prove that a luxury asset belongs to a specific autocrat?"
      ],
      "tags": ["law", "accountability", "sanctions", "transparency"]
    },
    {
      "name": "Can Illicit Wealth Ever Be Recovered?",
      "topics": [
        "What legal mechanisms exist for recovering illicit state assets?",
        "Which asset recovery cases have actually succeeded?",
        "How much frozen Russian oligarch wealth has been seized versus just frozen?",
        "What happens to recovered assets—do they actually reach citizens?",
        "Why do Switzerland and UK resist more aggressive asset seizure?",
        "How could seized oligarch assets be used to rebuild Ukraine?",
        "What reforms would make kleptocracy harder in the future?"
      ],
      "tags": ["law", "justice", "sanctions", "international-law"]
    }
  ]
}
