{
  "book": "The Billionaire-President Problem",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "chapters": [
    {
      "name": "Donald Trump (USA)",
      "topics": [
        "How did Trump's inherited wealth and branding empire lead to a political career?",
        "What emoluments and conflicts of interest occurred during Trump's first term?",
        "How is Trump using his second presidency to expand his wealth through crypto and media?",
        "What do foreign governments pay for access through Trump properties?",
        "How did Truth Social's valuation defy business fundamentals after his election?",
        "What legal battles has Trump faced over business fraud versus political persecution claims?",
        "How much is Trump actually worth—his claims versus Forbes estimates versus court valuations?"
      ],
      "tags": ["politics", "governance", "us-politics", "corruption"]
    },
    {
      "name": "Silvio Berlusconi (Italy)",
      "topics": [
        "How did Berlusconi build Mediaset into Italy's dominant private media empire?",
        "What laws did Berlusconi pass as PM that directly protected his business interests?",
        "How did Berlusconi use media ownership to win elections and shape public opinion?",
        "What were the 'bunga bunga' scandals and how did they affect his political career?",
        "How many criminal trials did Berlusconi face, and why were so few convictions sustained?",
        "What is Berlusconi's legacy for Italian democracy and media independence?",
        "How did Berlusconi become the template for billionaire populist politicians?"
      ],
      "tags": ["media", "influence", "europe", "journalism"]
    },
    {
      "name": "Thaksin Shinawatra (Thailand)",
      "topics": [
        "How did Thaksin build a telecom fortune and then pivot to politics?",
        "What populist policies made Thaksin beloved by rural Thais?",
        "Why was Thaksin ousted in a coup, and what role did corruption charges play?",
        "How has the Shinawatra family maintained political power through proxies for two decades?",
        "What happened when Thaksin returned from exile in 2023?",
        "How did Thaksin's sister Yingluck continue the dynasty until her own ouster?",
        "What does Thailand's experience say about billionaires, populism, and coups?"
      ],
      "tags": ["politics", "authoritarianism", "asia", "corruption"]
    },
    {
      "name": "Andrej Babiš (Czech Republic)",
      "topics": [
        "How did Babiš build Agrofert into one of Central Europe's largest conglomerates?",
        "What EU subsidy fraud allegations has Babiš faced, and what did audits find?",
        "How did Babiš use media ownership to support his political career?",
        "What conflicts of interest arose from a billionaire PM overseeing EU funds his companies received?",
        "Why did Czech voters narrowly reject Babiš for president in 2023?",
        "What does Babiš's career reveal about oligarch politics in post-communist Europe?",
        "How did the Pandora Papers expose Babiš's offshore holdings?"
      ],
      "tags": ["politics", "accountability", "europe", "corruption"]
    },
    {
      "name": "Bidzina Ivanishvili (Georgia)",
      "topics": [
        "How did Ivanishvili make billions in Russia and then enter Georgian politics?",
        "Why did Ivanishvili serve as PM for only one year before 'stepping back'?",
        "How does Ivanishvili control Georgia's ruling party without holding office?",
        "What is Ivanishvili's relationship with Putin and Russian business interests?",
        "How has Georgia's democratic backsliding accelerated under Ivanishvili's shadow rule?",
        "What happened with Georgia's 'foreign agent' law and EU membership aspirations?",
        "What does Ivanishvili's model teach about billionaires ruling from behind the scenes?"
      ],
      "tags": ["politics", "authoritarianism", "europe", "corruption"]
    },
    {
      "name": "Sebastián Piñera (Chile)",
      "topics": [
        "How did Piñera become one of Chile's richest people through credit cards and airlines?",
        "What conflicts of interest arose during Piñera's two terms as president?",
        "What did the Pandora Papers reveal about Piñera's offshore dealings?",
        "How did Piñera handle the 2019 Chilean protests against inequality?",
        "What was the Dominga mine scandal and why did it trigger impeachment proceedings?",
        "How did Piñera's wealth affect public trust in Chilean democracy?",
        "What is Piñera's legacy after his death in 2024?"
      ],
      "tags": ["politics", "inequality", "americas", "corruption"]
    },
    {
      "name": "The Marcos Family (Philippines)",
      "topics": [
        "How much did Ferdinand Marcos Sr. steal during his dictatorship—and where did it go?",
        "How did the Marcos family rehabilitate their image and return to power?",
        "What role did social media disinformation play in Bongbong Marcos's election?",
        "How much of the stolen Marcos wealth has been recovered versus still hidden?",
        "What is the Marcos family doing now that they're back in Malacañang Palace?",
        "How do younger Filipinos view the Marcos era compared to those who lived through it?",
        "What does the Marcos restoration say about democracy, memory, and dynastic wealth?"
      ],
      "tags": ["politics", "authoritarianism", "asia", "corruption"]
    },
    {
      "name": "Petro Poroshenko (Ukraine)",
      "topics": [
        "How did Poroshenko build his 'Chocolate King' fortune before entering politics?",
        "What conflicts of interest did Poroshenko face as president while owning major businesses?",
        "Did Poroshenko actually divest from his business empire as promised?",
        "What corruption allegations has Poroshenko faced since leaving office?",
        "How did Poroshenko position himself during Russia's invasion—patriot or opportunist?",
        "What does Poroshenko's case reveal about oligarchs in post-Soviet democracies?",
        "Why has Ukraine struggled to break the oligarch influence over politics?"
      ],
      "tags": ["politics", "accountability", "europe", "corruption"]
    },
    {
      "name": "Why Do Billionaires Run for Office?",
      "topics": [
        "What do billionaire politicians claim motivates them to seek power?",
        "How does running a country differ from running a business—and why do billionaires struggle?",
        "What legal protections does holding office provide against prosecution?",
        "How do billionaire candidates use personal wealth to bypass party structures?",
        "What role does media ownership play in billionaire political campaigns?",
        "Do billionaire politicians actually reduce corruption, or just legalize their conflicts?",
        "Why do voters keep electing billionaires despite obvious conflicts of interest?"
      ],
      "tags": ["politics", "governance", "democracy", "elections"]
    },
    {
      "name": "How Democracies Can Protect Themselves",
      "topics": [
        "What disclosure and divestment rules exist for wealthy politicians in different countries?",
        "Why are blind trusts often ineffective for billionaire leaders?",
        "How could media ownership rules prevent billionaire propaganda advantages?",
        "What campaign finance reforms could reduce billionaire political power?",
        "How do parliamentary systems versus presidential systems handle oligarch politicians differently?",
        "What constitutional provisions have countries tried to limit conflicts of interest?",
        "Is it possible to have billionaires in a democracy without them dominating politics?"
      ],
      "tags": ["law", "regulation", "democracy", "transparency"]
    }
  ]
}
