{
  "book": "The Richest People in the World (2025)",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "chapters": [
    {
      "name": "Elon Musk ($509.1B)",
      "topics": [
        "How did Elon Musk go from a South African childhood to becoming the world's richest person?",
        "What role did government subsidies and contracts play in building Musk's fortune?",
        "How has Musk's ownership of X (Twitter) changed political discourse worldwide?",
        "What has Musk actually donated to charity versus what he's pledged?",
        "Where does Musk live, and why did he claim to be 'homeless' while owning multiple properties?",
        "What do Musk's employees and critics say about his management style?",
        "Why does Musk say he needs to accumulate wealth, and what does he claim he'll do with it?"
      ],
      "tags": ["economics", "influence", "entrepreneurship", "philanthropy"]
    },
    {
      "name": "Larry Page ($253.0B)",
      "topics": [
        "How did a Stanford research project turn Larry Page into one of the world's richest people?",
        "Why has Larry Page almost completely disappeared from public life?",
        "What is Page doing with his fortune in secretive flying car and aging research companies?",
        "Where does Larry Page live, and why has he reportedly sought residency in multiple countries?",
        "What has Google done to the world—both good and harmful?",
        "How much has Page given to philanthropy compared to his total wealth?",
        "What do we know about Page's political donations and influence?"
      ],
      "tags": ["technology", "privacy", "ai-ml", "philanthropy"]
    },
    {
      "name": "Jeff Bezos ($236.4B)",
      "topics": [
        "How did Jeff Bezos build Amazon from an online bookstore into an everything empire?",
        "What are working conditions really like in Amazon warehouses and delivery routes?",
        "How much has Bezos actually given away versus his Giving Pledge commitments?",
        "Why did Bezos buy The Washington Post, and how has it changed under his ownership?",
        "Where does Bezos live, and what's known about his superyacht and real estate empire?",
        "What is Blue Origin actually accomplishing compared to SpaceX?",
        "How has Amazon's dominance affected small businesses and local economies?"
      ],
      "tags": ["economics", "inequality", "labor", "philanthropy"]
    },
    {
      "name": "Larry Ellison ($234.0B)",
      "topics": [
        "How did Larry Ellison build Oracle into a database empire despite his unconventional background?",
        "Why does Larry Ellison own an entire Hawaiian island, and what's he doing with it?",
        "What is Ellison's relationship with Elon Musk and his role on Tesla's board?",
        "How has Oracle's involvement in government contracts and surveillance raised concerns?",
        "What has Ellison donated to charity, and what causes does he support?",
        "Where are all of Ellison's homes, yachts, and planes?",
        "What do former Oracle employees say about Ellison's leadership style?"
      ],
      "tags": ["technology", "governance", "databases", "surveillance"]
    },
    {
      "name": "Sergey Brin ($233.4B)",
      "topics": [
        "How did Sergey Brin's immigration from the Soviet Union shape his path to billions?",
        "What secret projects is Brin funding through his family office and investments?",
        "Why did Brin return to hands-on work at Google specifically for AI development?",
        "What is Brin's massive airship project, and what does he say it's for?",
        "How much has Brin given to philanthropy and what causes does he prioritize?",
        "What do we know about Brin's political views and donations?",
        "Where does Brin live and what's known about his lifestyle post-Google?"
      ],
      "tags": ["technology", "innovation", "ai-ml", "philanthropy"]
    },
    {
      "name": "Mark Zuckerberg ($221.8B)",
      "topics": [
        "How did Mark Zuckerberg go from Harvard dropout to controlling how billions communicate?",
        "What role did Facebook play in elections, genocide, and mental health crises worldwide?",
        "Why is Zuckerberg spending billions on the metaverse when users aren't interested?",
        "How much has Zuckerberg pledged versus actually donated through the Chan Zuckerberg Initiative?",
        "Where does Zuckerberg live, and why did he buy surrounding homes and Hawaiian land?",
        "What has Zuckerberg said about why he needs to maintain control of Meta?",
        "How has Zuckerberg's political positioning shifted from liberal darling to Trump ally?"
      ],
      "tags": ["media", "influence", "social-media", "platforms"]
    },
    {
      "name": "Bernard Arnault & Family ($189.2B)",
      "topics": [
        "How did Bernard Arnault assemble the world's largest luxury goods empire?",
        "Why do critics call Arnault a 'corporate raider' and what happened in his hostile takeovers?",
        "Why did Arnault briefly seek Belgian citizenship when France proposed wealth taxes?",
        "How has LVMH's dominance affected the fashion industry and independent designers?",
        "What has the Arnault family given to charity, including the Notre-Dame donation controversy?",
        "Where do the Arnaults live, and what art and real estate do they own?",
        "How is Arnault positioning his children to inherit and control the empire?"
      ],
      "tags": ["economics", "globalization", "trade", "philanthropy"]
    },
    {
      "name": "Jensen Huang ($154.3B)",
      "topics": [
        "How did Jensen Huang bet NVIDIA on AI years before anyone else saw its potential?",
        "Why has NVIDIA become the most critical company for the AI revolution?",
        "What is Huang's rags-to-riches immigrant story, and what did he overcome?",
        "How has NVIDIA's chip dominance created concerns about concentration of AI power?",
        "What has Huang donated to philanthropy, and what institutions has he supported?",
        "Where does Huang live, and what's known about his relatively modest lifestyle?",
        "What does Huang say about AI's future and why NVIDIA needs to keep growing?"
      ],
      "tags": ["technology", "innovation", "ai-ml", "entrepreneurship"]
    },
    {
      "name": "Warren Buffett ($148.8B)",
      "topics": [
        "How did Warren Buffett's value investing philosophy make him one of the richest people ever?",
        "Why does Buffett still live in the same house he bought in 1958 for $31,500?",
        "What is the Giving Pledge, and why have Buffett's children criticized billionaire philanthropy?",
        "How has Buffett's Berkshire Hathaway affected industries from insurance to railroads?",
        "What are Buffett's political views, and why does he say billionaires should pay more taxes?",
        "Has Buffett's 'folksy billionaire' image hidden more complicated business practices?",
        "What will happen to Buffett's fortune after he dies?"
      ],
      "tags": ["economics", "finance", "philanthropy", "inequality"]
    },
    {
      "name": "Steve Ballmer ($144.9B)",
      "topics": [
        "How did Steve Ballmer go from Microsoft's first business manager to one of the richest people alive?",
        "Why did Ballmer's tenure as Microsoft CEO receive such mixed reviews?",
        "What is Ballmer doing with the LA Clippers, and why did he pay $2 billion for them?",
        "What is USAFacts, and why is Ballmer funding nonpartisan government data?",
        "How much has Ballmer given to philanthropy, and what causes does he prioritize?",
        "Where does Ballmer live, and what's known about his homes and lifestyle?",
        "What does Ballmer say about wealth inequality and billionaire responsibility?"
      ],
      "tags": ["technology", "philanthropy", "entrepreneurship", "leadership"]
    },
    {
      "name": "Amancio Ortega ($142.6B)",
      "topics": [
        "How did Amancio Ortega build Zara into the world's largest fashion retailer from nothing?",
        "What is Ortega's 'fast fashion' model, and how has it changed the clothing industry?",
        "Why is Ortega so secretive that he gave his first interview only after 40 years of business?",
        "What environmental and labor concerns surround Inditex's fast fashion empire?",
        "How much has Ortega donated to charity, and what causes has he supported?",
        "Where does Ortega live in his hometown of A Coruña despite his massive wealth?",
        "What happens to Zara now that Ortega has stepped back from daily operations?"
      ],
      "tags": ["economics", "globalization", "labor", "sustainability"]
    },
    {
      "name": "Michael Dell ($140.5B)",
      "topics": [
        "How did Michael Dell start a computer company from his college dorm room?",
        "What happened when Dell took his company private, and how did it multiply his wealth?",
        "What is the Michael & Susan Dell Foundation doing with its billions?",
        "How has Dell Technologies adapted as personal computers became less central to tech?",
        "Where does Dell live, and what's known about his real estate and lifestyle?",
        "What are Dell's political views and donations?",
        "What do former employees say about Dell's management and company culture?"
      ],
      "tags": ["technology", "entrepreneurship", "philanthropy", "leadership"]
    },
    {
      "name": "Rob Walton & Family ($135.0B)",
      "topics": [
        "How did Rob Walton's role in Walmart's growth differ from his father Sam's?",
        "What is the Walton family's combined wealth, and how do they coordinate it?",
        "What has Rob Walton done with his NFL ownership of the Denver Broncos?",
        "How has Walmart affected small-town America and local businesses?",
        "What has Rob Walton given to philanthropy, particularly environmental causes?",
        "Where does Rob Walton live, and what's known about his homes and art collection?",
        "What are the labor practices and wages at Walmart that critics say contradict Walton philanthropy?"
      ],
      "tags": ["economics", "inequality", "labor", "philanthropy"]
    },
    {
      "name": "Jim Walton & Family ($132.3B)",
      "topics": [
        "How did Jim Walton build Arvest Bank while maintaining his Walmart fortune?",
        "Why has Jim Walton stayed in Bentonville, Arkansas his entire life?",
        "What is the Walton Family Foundation, and what causes do the Waltons fund?",
        "How involved is Jim Walton in Walmart's current operations and strategy?",
        "What environmental and education initiatives has Jim Walton supported?",
        "Where does Jim Walton live, and why is he considered the most private Walton?",
        "What's the controversy around Walton-funded charter schools and education reform?"
      ],
      "tags": ["economics", "inequality", "education", "philanthropy"]
    },
    {
      "name": "Alice Walton ($123.4B)",
      "topics": [
        "How is Alice Walton different from her brothers in how she uses her fortune?",
        "What is Crystal Bridges Museum, and why did Alice build it in rural Arkansas?",
        "What are the controversies around Alice Walton's driving record and legal outcomes?",
        "How has Alice Walton influenced art markets and American museum culture?",
        "What health and wellness initiatives has Alice Walton funded?",
        "Where does Alice Walton live, and how does she spend her time?",
        "What does Alice Walton say about inheriting versus earning her fortune?"
      ],
      "tags": ["arts", "philanthropy", "visual-arts", "inequality"]
    },
    {
      "name": "Mukesh Ambani ($111.3B)",
      "topics": [
        "How did the Ambani family feud split Reliance Industries between two brothers?",
        "What is Jio, and how did Mukesh Ambani transform India's telecom and digital landscape?",
        "Why did Ambani build a 27-story home for his family, and what's inside it?",
        "What is Ambani's relationship with Indian politics and successive governments?",
        "How much has Ambani given to philanthropy through the Reliance Foundation?",
        "What are the environmental concerns around Reliance's oil and petrochemical operations?",
        "How is Ambani preparing his children to inherit the Reliance empire?"
      ],
      "tags": ["economics", "development", "energy", "philanthropy"]
    },
    {
      "name": "Michael Bloomberg ($109.4B)",
      "topics": [
        "How did Michael Bloomberg build a financial data empire that changed Wall Street?",
        "What did Bloomberg actually accomplish as mayor of New York City for 12 years?",
        "How much has Bloomberg spent on political campaigns, and what has it achieved?",
        "What has Bloomberg Philanthropies funded, and how does his giving compare to his wealth?",
        "What is Bloomberg's gun control advocacy, and how effective has it been?",
        "Where does Bloomberg live, and what's known about his homes in multiple countries?",
        "What do critics say about Bloomberg's record on stop-and-frisk and civil liberties?"
      ],
      "tags": ["politics", "philanthropy", "journalism", "us-politics"]
    },
    {
      "name": "Bill Gates ($104.1B)",
      "topics": [
        "How did Bill Gates build Microsoft, and what were the monopoly controversies?",
        "What has the Gates Foundation actually accomplished with its billions?",
        "Why did Bill Gates' reputation shift from tech villain to philanthropic hero and back?",
        "What was revealed about Gates in his divorce and his relationship with Jeffrey Epstein?",
        "Where does Gates live, and what's known about his homes, including Xanadu 2.0?",
        "What are Gates' views on wealth taxes and whether billionaires should exist?",
        "How much farmland does Gates own, and why has he become America's largest private farmland owner?"
      ],
      "tags": ["technology", "philanthropy", "agriculture", "public-health"]
    },
    {
      "name": "Carlos Slim Helú & Family ($103.8B)",
      "topics": [
        "How did Carlos Slim become Mexico's richest person through privatization deals?",
        "What is Slim's telecom monopoly in Mexico, and how has it affected consumers?",
        "Why did Slim bail out The New York Times, and what influence does he have?",
        "What has Slim given to philanthropy through his foundations?",
        "Where does Slim live, and why has he stayed in Mexico City his entire life?",
        "What are Slim's political connections in Mexico across different administrations?",
        "How is Slim preparing his sons to manage his empire?"
      ],
      "tags": ["economics", "development", "journalism", "philanthropy"]
    },
    {
      "name": "Françoise Bettencourt Meyers & Family ($91.2B)",
      "topics": [
        "How did Françoise Bettencourt Meyers become the world's richest woman through inheritance?",
        "What was the Bettencourt affair scandal that exposed French political corruption?",
        "How did the family feud between Françoise and her mother make international headlines?",
        "What has the Bettencourt Schueller Foundation funded in science and the arts?",
        "Where does Françoise Bettencourt Meyers live, and what's known about her private life?",
        "What is Françoise's role at L'Oréal, and how involved is she in the company?",
        "How has L'Oréal's history with Nazi collaboration affected the family's legacy?"
      ],
      "tags": ["economics", "legacy", "philanthropy", "inequality"]
    },
    {
      "name": "The Bigger Picture",
      "topics": [
        "Why has billionaire wealth grown so much faster than everyone else's in the last decade?",
        "What percentage of their wealth have these 20 people actually given away?",
        "How much political influence do billionaires have compared to ordinary voters?",
        "What would happen if billionaires were taxed at rates from the 1950s?",
        "Do billionaires create more jobs and innovation than they extract from society?",
        "Why do billionaires say they need to keep accumulating wealth?",
        "What are the arguments for and against billionaires existing at all?"
      ],
      "tags": ["economics", "inequality", "democracy", "fiscal-policy"]
    }
  ]
}
