{
  "name": "Race as a Wedge: How America's Racial Divide Was Manufactured",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "race",
    "us-politics",
    "activism",
    "civil-rights",
    "inequality",
    "labor",
    "history"
  ],
  "chapters": [
    {
      "name": "Before the Wedge: When Black and White Workers United",
      "topics": [
        "What happened at Bacon's Rebellion in 1676 that made Virginia's planter class create 'whiteness' as a legal category?",
        "How did Tom Watson campaign for biracial solidarity in the 1890s Populist movement—and what made him reverse course?",
        "What did Reconstruction's biracial legislatures accomplish before they were violently suppressed?",
        "Why did the 1892 New Orleans general strike—with Black and white workers striking together—terrify economic elites?",
        "What pattern connects Bacon's Rebellion, the Populist movement, and Reconstruction's destruction?"
      ],
      "tags": ["history", "activism", "labor", "race"]
    },
    {
      "name": "The Destruction Machine: How Elites Broke the Coalition",
      "topics": [
        "What happened in the Wilmington Coup of 1898—the only successful coup d'état in US history?",
        "How many thriving Black communities like Tulsa and Rosewood were destroyed between 1890 and 1930, and what economic threat did they represent?",
        "How did convict leasing recreate slavery after the 13th Amendment—and how many Black Americans were trapped in it?",
        "What did W.E.B. Du Bois mean by the 'wages of whiteness'—and why did white workers accept them?",
        "What was the result when every Southern state rewrote its constitution between 1890 and 1920?"
      ],
      "tags": ["history", "conflict", "race", "criminal-justice"]
    },
    {
      "name": "The New Deal Bargain: Progress Built on Exclusion",
      "topics": [
        "What deal did FDR cut with Southern Democrats that excluded the majority of Black workers from Social Security and minimum wage?",
        "How did the Wagner Act give white workers the right to organize while allowing unions to exclude Black members?",
        "Of the first 67,000 GI Bill mortgages in New York and northern New Jersey, how many went to non-white borrowers?",
        "What did the Home Owners' Loan Corporation's color-coded maps do to Black neighborhoods—and Black wealth?",
        "Why is the New Deal both America's greatest middle-class expansion and the root of today's racial wealth gap?"
      ],
      "tags": ["economics", "politics", "race", "housing"]
    },
    {
      "name": "The Southern Strategy: Race as Electoral Weapon",
      "topics": [
        "What did Barry Goldwater's 1964 campaign prove about opposing civil rights as an electoral strategy?",
        "What did Nixon strategist Kevin Phillips mean when he said the more Black voters register Democrat, the sooner 'Negrophobe whites' become Republican?",
        "What did Lee Atwater explain in his 1981 interview about the evolution from the n-word to 'states' rights' to 'cutting taxes'?",
        "How did Reagan's 'welfare queen' phrase—based on one case of fraud—racialize the entire social safety net?",
        "What did the Willie Horton ad accomplish for George H.W. Bush's 1988 campaign?"
      ],
      "tags": ["politics", "elections", "race", "us-politics"]
    },
    {
      "name": "Dog Whistles and Policy: The Modern Machinery",
      "topics": [
        "What did Nixon advisor John Ehrlichman admit about the real purpose of the War on Drugs?",
        "Why does the US have 5% of the world's population but 25% of its prisoners—and what does race have to do with it?",
        "What was the 100:1 sentencing disparity between crack and powder cocaine, and who did it target?",
        "How did North Carolina's 2013 voter ID law target Black voters with what a federal court called 'almost surgical precision'?",
        "What did Trump's full-page ad calling for the death penalty for the Central Park Five reveal—and why did he refuse to apologize after DNA evidence exonerated them?",
        "How did Trump's birther campaign against Obama use racial coding to question the legitimacy of the first Black president?",
        "What did Trump's 'shithole countries' comment and his 2015 'Mexican rapists' announcement speech reveal about his racial politics?",
        "What strategy did Christopher Rufo openly describe for turning 'critical race theory' toxic?"
      ],
      "tags": ["law", "criminal-justice", "voting-rights", "trump"]
    },
    {
      "name": "The Backfire: How the Wedge Hurts White Americans Too",
      "topics": [
        "What did Jonathan Metzl's 'Dying of Whiteness' research prove about how racial resentment affects white life expectancy?",
        "How many uninsured Americans fall in the Medicaid coverage gap because Republican states refused expansion—and what's their racial breakdown?",
        "Who was Vance Muse, what did he mean when he coined 'right to work,' and how do those laws affect white workers today?",
        "What happened to Southern public education funding after integration—and who suffers from it now?",
        "How did pharmaceutical companies devastate the same communities that were mobilized around racial resentment rather than economic solidarity?"
      ],
      "tags": ["health", "economics", "inequality", "race"]
    },
    {
      "name": "Who Benefits? Following the Money",
      "topics": [
        "While voters argued about CRT and DEI, what did the 2017 Tax Cuts and Jobs Act transfer—and to whom?",
        "How do Amazon, Walmart, and gig economy companies benefit from racial division between white and Black workers?",
        "How much do private prison companies spend lobbying for harsher sentencing—and how big is the incarceration industry?",
        "How does racial grievance content drive Fox News, talk radio, and social media algorithm profits?",
        "How would America's political and economic map look different if incarcerated Americans could vote?"
      ],
      "tags": ["economics", "politics", "labor", "inequality"]
    },
    {
      "name": "Everybody Counts or Nobody Counts",
      "topics": [
        "How are Black Americans excluded from full participation in American democracy, economy, and society through the wedge strategy?",
        "Whose efforts at cross-racial solidarity have been erased from history? Whose voices calling for working-class unity are silenced?",
        "Who benefits from manufactured racial division? What economic and political interests are served by preventing cross-racial solidarity?",
        "Who bears the cost of the racial wedge? How does manufactured division hurt both Black and white working-class Americans?",
        "What would breaking the 130-year cycle of manufactured racial division require? If everybody truly counted, what would have to change?"
      ],
      "tags": ["ethics", "critical-thinking", "civil-rights", "rhetoric"]
    },
    {
      "name": "The 130-Year Pattern: And How to Break It",
      "topics": [
        "What pattern connects Bacon's Rebellion → slave codes, Populism → Jim Crow, Civil Rights → Southern Strategy, Obama → MAGA?",
        "Why does the 'wages of whiteness' bargain renew in every generation?",
        "What's different now about demographic shifts, Dobbs backlash, Gen Z attitudes, and declining dog whistle efficacy?",
        "Why does colorblindness fail as an alternative to the wedge strategy?",
        "What is the only approach that has ever successfully broken the cycle of manufactured racial division?"
      ],
      "tags": ["history", "activism", "race", "democracy"]
    },
    {
      "name": "The Data: Tracking the Pattern",
      "topics": [
        "How has the Black-white wealth gap changed from 1860 to present—and at current rates, how long until it closes?",
        "How have incarceration rates by race changed from 1920 to present?",
        "What is the timeline of voting restrictions from Reconstruction to Shelby County v. Holder to present?",
        "What are the key health outcome disparities between Black and white Americans today?",
        "How do policy outcomes differ when framed as universal versus race-targeted?"
      ],
      "tags": ["economics", "inequality", "race", "voting-rights"]
    }
  ]
}
