{
  "name": "Mahatma Gandhi: A Biography",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["history", "activism", "leadership", "spirituality", "modern-history"],
  "chapters": [
    {
      "name": "From Gujarat to London to South Africa (1869-1914)",
      "topics": [
        "Who was the young Mohandas Gandhi — born into a merchant-caste family in Porbandar, Gujarat, a mediocre student, a painfully shy young man — and how did nothing in his early life predict that he would become the most influential political activist of the 20th century?",
        "How did Gandhi's years as a law student in London (1888-1891) — learning English manners, studying law, discovering the Bhagavad Gita through an English translation, and experimenting with vegetarianism — begin his lifelong negotiation between Indian and Western identity?",
        "What transformed Gandhi in South Africa (1893-1914) — thrown off a first-class train in Pietermaritzburg for being Indian, confronting systematic racial discrimination — from a timid lawyer into a political organizer who developed satyagraha (nonviolent resistance)?",
        "How did Gandhi develop satyagraha ('truth-force' or 'soul-force') in South Africa — leading campaigns against the Black Act, organizing Indian miners, accepting imprisonment — creating the method that would later challenge the British Empire?",
        "What were Gandhi's complicated early views on race in South Africa — his disparaging remarks about Black Africans, his initial desire for Indians to be classified separately from Black South Africans — and how do these complicate the narrative of the universal human rights champion?"
      ],
      "tags": ["history", "activism", "leadership", "modern-history"]
    },
    {
      "name": "Return to India and Rise to Leadership (1915-1930)",
      "topics": [
        "How did Gandhi transform Indian politics after returning in 1915 — traveling the country by third-class train, adopting the dress of an Indian peasant, building a mass movement from a elite-dominated independence movement?",
        "What was the Jallianwala Bagh Massacre (April 13, 1919) — where British troops fired on an unarmed crowd in Amritsar, killing at least 379 people — and how did this atrocity convince Gandhi that British rule was morally indefensible?",
        "How did the Non-Cooperation Movement (1920-1922) — millions of Indians boycotting British courts, schools, textiles, and government positions — demonstrate the power of mass nonviolent resistance while revealing its fragility when violence erupted at Chauri Chaura?",
        "What was Gandhi's philosophy of swadeshi (self-reliance) — the spinning wheel as both practical economics and political symbol, the rejection of British manufactured goods, the vision of self-sufficient village republics — and was it viable economics or romantic nostalgia?",
        "How did the Salt March (March-April 1930) — Gandhi walking 240 miles to the sea to make salt in defiance of the British salt tax — become one of the most iconic acts of civil disobedience in history and turn world opinion against British rule?"
      ],
      "tags": ["history", "activism", "colonialism", "modern-history"]
    },
    {
      "name": "The Method: Nonviolent Resistance",
      "topics": [
        "What exactly is satyagraha — not passive resistance but active nonviolent confrontation, not weakness but moral strength, not avoidance of conflict but willingness to suffer — and how does it differ from every other form of political action?",
        "How did Gandhi's fasts function as political weapons — the 'fast unto death' against separate electorates for Untouchables (1932), fasts to stop communal violence, fasts to pressure the British — and was this moral leadership or emotional blackmail?",
        "What were Gandhi's requirements for a satyagrahi — strict nonviolence, willingness to accept suffering, personal discipline, truthfulness, refusal to hate the opponent — and how many of his followers actually met these standards?",
        "How effective was nonviolent resistance against the British — did it actually force Britain to leave India, or did World War II's exhaustion of British power and resources make independence inevitable regardless of Gandhi's methods?",
        "How did Gandhi's nonviolence influence later movements — Martin Luther King Jr.'s civil rights campaigns, the anti-apartheid struggle, Solidarity in Poland, Tiananmen Square, the Arab Spring — and in which contexts has it failed?"
      ],
      "tags": ["activism", "leadership", "history", "modern-history"]
    },
    {
      "name": "Gandhi and Hindu-Muslim Unity",
      "topics": [
        "Why did Gandhi consider Hindu-Muslim unity the prerequisite for Indian independence — believing that communal division was Britain's most powerful tool for maintaining control — and why did this effort ultimately fail?",
        "What was Gandhi's relationship with Muhammad Ali Jinnah — initially allies in the independence movement, later bitter opponents over the idea of Pakistan — and what specific disagreements made partition unavoidable?",
        "How did the Quit India Movement (1942) — Gandhi's demand that Britain leave India immediately during World War II — lead to mass arrests, violent suppression, and the imprisonment of Gandhi and Congress leaders for nearly three years?",
        "What role did Gandhi play in the catastrophe of Partition (1947) — the division of India into two countries that caused an estimated 1-2 million deaths and 15 million displaced people — and could he have prevented it?",
        "How did Gandhi respond to the communal violence of Partition — walking barefoot through riot-torn villages in Bengal and Bihar, fasting to stop the killing in Calcutta — demonstrating personal moral courage even as his political vision of a united India collapsed?"
      ],
      "tags": ["history", "activism", "conflict", "modern-history"]
    },
    {
      "name": "The Personal Gandhi: Experiments and Contradictions",
      "topics": [
        "What were Gandhi's 'experiments with truth' — his autobiography's term for his lifelong testing of moral principles through personal practice — including vegetarianism, celibacy (brahmacharya), communal living, and self-denial?",
        "Why did Gandhi take a vow of celibacy (brahmacharya) in 1906 — and why did his later practice of sleeping naked with young women to 'test' his celibacy disturb even his closest followers and remain one of the most troubling aspects of his biography?",
        "How did Gandhi treat his family — demanding that his sons follow his austere lifestyle, denying his eldest son Harilal a Western education, and maintaining a complex relationship with his wife Kasturba — and what does this reveal about the personal costs of public sainthood?",
        "What was Gandhi's economic vision — the village as the basic unit of Indian life, spinning and weaving as both livelihood and spiritual practice, suspicion of industrialization and urbanization — and why did Nehru's India reject it?",
        "How did Gandhi's views on caste evolve — from defending the varna system (four broad social categories) while opposing untouchability, to increasingly radical positions — and was his approach to caste reform sufficient?"
      ],
      "tags": ["activism", "society", "leadership", "modern-history"]
    },
    {
      "name": "Independence, Assassination, and Legacy",
      "topics": [
        "How did Indian independence (August 15, 1947) — which Gandhi called a moment for prayer rather than celebration, shadowed by the horror of Partition — represent both the triumph and failure of his life's work?",
        "Why was Gandhi assassinated on January 30, 1948 — shot by Nathuram Godse, a Hindu nationalist who blamed Gandhi for being too conciliatory toward Muslims and Pakistan — and how did this murder by a fellow Hindu shatter the nation?",
        "How has Gandhi been remembered in India — revered as the 'Father of the Nation' while his economic philosophy was abandoned, his approach to caste criticized, and Hindu nationalists who share Godse's ideology have gained political power?",
        "What is Gandhi's global legacy — the method of nonviolent resistance adopted by movements worldwide, the moral authority of personal sacrifice as political action, the demonstration that empires can be challenged without armies?",
        "Why has Gandhi been reassessed in the 21st century — criticized for his early racism in South Africa, his views on caste, his treatment of women in his personal life, and his paternalism — and does this reassessment diminish or deepen his significance?"
      ],
      "tags": ["history", "activism", "leadership", "modern-history"]
    }
  ]
}