{
  "name": "Gaza: How Did We Get Here?",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "Gaza",
    "Israel-Palestine",
    "Middle East conflict",
    "Hamas",
    "October 7",
    "blockade",
    "Palestinian refugees"
  ],
  "chapters": [
    {
      "name": "The Land Before the Conflict (Pre-1917)",
      "topics": [
        "Who lived in Gaza before the 20th century?",
        "What was life like under Ottoman rule?",
        "Why was Gaza strategically important throughout history?",
        "What were Jewish-Arab relations like before Zionism?",
        "How did early Zionist immigration begin changing the region?"
      ],
      "tags": [
        "history",
        "regulation",
        "biology",
        "immigration"
      ]
    },
    {
      "name": "Seeds of Division (1917-1947)",
      "topics": [
        "What did the Balfour Declaration actually promise—and to whom?",
        "How did British Mandate policies set the stage for conflict?",
        "What drove the Arab Revolt of 1936-1939?",
        "How did the Holocaust reshape Jewish migration to Palestine?",
        "Why did the UN propose partition, and what did the plan include?",
        "Why did Arab leaders reject the 1947 partition plan?"
      ],
      "tags": [
        "arts",
        "critical-thinking",
        "theater",
        "middle-east"
      ]
    },
    {
      "name": "The Nakba and Gaza's Transformation (1948-1949)",
      "topics": [
        "What actually happened during the 1948 war?",
        "How did 200,000 refugees end up in tiny Gaza?",
        "What is the Nakba, and why is it central to Palestinian identity?",
        "How did Israel's founding look different from Israeli vs. Palestinian perspectives?",
        "Why didn't refugees return after the armistice?"
      ],
      "tags": [
        "conflict",
        "identity",
        "middle-east",
        "media-literacy"
      ]
    },
    {
      "name": "Egypt's Gaza (1949-1967)",
      "topics": [
        "Why did Egypt control Gaza but never annex it?",
        "What was daily life like for Gazans under Egyptian administration?",
        "How did Palestinian nationalism develop in the refugee camps?",
        "What role did fedayeen raids play in escalating tensions?",
        "Why did Israel invade Gaza in 1956, and why did it withdraw?"
      ],
      "tags": [
        "philosophy",
        "governance",
        "biology",
        "africa"
      ]
    },
    {
      "name": "Occupation Begins (1967-1987)",
      "topics": [
        "How did the Six-Day War change everything for Gaza?",
        "What does 'occupation' mean legally and practically?",
        "How did Israel govern Gaza for its first two decades?",
        "Why did Israeli settlements begin appearing in Gaza?",
        "What was life like for ordinary Gazans under military rule?",
        "How did the PLO evolve during this period?"
      ],
      "tags": [
        "conflict",
        "application",
        "biology",
        "middle-east"
      ]
    },
    {
      "name": "The First Intifada (1987-1993)",
      "topics": [
        "What sparked the First Intifada?",
        "Why did stone-throwing youth become the symbol of resistance?",
        "How did Hamas emerge from the Muslim Brotherhood?",
        "What distinguished Hamas from the PLO?",
        "How did Israel respond to the uprising?",
        "Why did the Intifada eventually lead to peace talks?"
      ],
      "tags": [
        "philosophy",
        "sustainability",
        "middle-east",
        "media-literacy"
      ]
    },
    {
      "name": "The Oslo Hope (1993-2000)",
      "topics": [
        "What did the Oslo Accords actually promise?",
        "Why was the Rabin-Arafat handshake so significant?",
        "What was the Palestinian Authority supposed to become?",
        "Why did both Israeli and Palestinian hardliners oppose Oslo?",
        "How did settlement expansion continue despite the peace process?",
        "What went wrong at Camp David in 2000?"
      ],
      "tags": [
        "philosophy",
        "sustainability",
        "middle-east",
        "media-literacy"
      ]
    },
    {
      "name": "The Second Intifada and Its Aftermath (2000-2005)",
      "topics": [
        "What triggered the Second Intifada?",
        "How did suicide bombings change the conflict's nature?",
        "Why did Israel begin building the separation barrier?",
        "What led to Ariel Sharon's decision to withdraw from Gaza?",
        "How did the 2005 disengagement unfold?",
        "Why do Israelis and Palestinians view the withdrawal so differently?"
      ],
      "tags": [
        "conflict",
        "sustainability",
        "middle-east",
        "media-literacy"
      ]
    },
    {
      "name": "Hamas Takes Control (2006-2007)",
      "topics": [
        "How did Hamas win the 2006 Palestinian elections?",
        "Why did the international community refuse to recognize the results?",
        "What caused the Hamas-Fatah civil war?",
        "How did Hamas seize complete control of Gaza?",
        "Why did Israel and Egypt impose a blockade?",
        "What was the stated purpose of the blockade—and its actual effects?"
      ],
      "tags": [
        "society",
        "sustainability",
        "elections",
        "africa"
      ]
    },
    {
      "name": "Life Under Blockade (2007-2023)",
      "topics": [
        "What does the blockade actually restrict?",
        "How do 2 million people survive in a 'open-air prison'?",
        "What role do smuggling tunnels play in Gaza's economy?",
        "How has the blockade affected health, education, and infrastructure?",
        "Why have international organizations called Gaza 'unlivable'?",
        "What keeps ordinary Gazans from leaving?"
      ],
      "tags": [
        "society",
        "transparency",
        "biology",
        "media-literacy"
      ]
    },
    {
      "name": "The Repeating Wars (2008-2022)",
      "topics": [
        "What triggered Operation Cast Lead in 2008-2009?",
        "Why did the 2014 war last 50 days and kill over 2,000?",
        "What is the 'mowing the grass' military doctrine?",
        "How do rocket attacks and airstrikes create cycles of escalation?",
        "What has the Iron Dome system changed?",
        "Why have ceasefires never become lasting peace?"
      ],
      "tags": [
        "conflict",
        "sustainability",
        "geology",
        "media-literacy"
      ]
    },
    {
      "name": "October 7, 2023",
      "topics": [
        "What happened on October 7th?",
        "How did Hamas breach Israel's security barrier?",
        "What atrocities were committed against Israeli civilians?",
        "How did Israel's intelligence community miss the attack?",
        "Why did Hamas choose this moment to strike?",
        "How did the attack reshape Israeli society overnight?"
      ],
      "tags": [
        "society",
        "critical-thinking",
        "middle-east",
        "media-literacy"
      ]
    },
    {
      "name": "Israel's Response (2023-2024)",
      "topics": [
        "What are Israel's stated war aims?",
        "Why has the death toll in Gaza been so high?",
        "What does 'proportionality' mean in international law?",
        "How has the humanitarian situation in Gaza deteriorated?",
        "What are the allegations of genocide, and how does Israel respond?",
        "Why has the international community been unable to broker a ceasefire?"
      ],
      "tags": [
        "society",
        "critical-thinking",
        "middle-east",
        "media-literacy"
      ]
    },
    {
      "name": "The Hostages and the Impossible Choices",
      "topics": [
        "How many hostages were taken and who are they?",
        "What has happened in hostage negotiations?",
        "Why is the hostage issue so politically divisive in Israel?",
        "What impossible tradeoffs do hostage families face?",
        "How have hostage releases been achieved?"
      ],
      "tags": [
        "politics",
        "critical-thinking",
        "theater",
        "middle-east"
      ]
    },
    {
      "name": "The World Responds",
      "topics": [
        "Why did Western governments initially offer unconditional support to Israel?",
        "How have Global South nations responded differently than Western powers?",
        "What has the UN done—and why has it been ineffective?",
        "Why did South Africa bring genocide charges to the ICJ?",
        "How have campus protests and public opinion shifted in the US and Europe?",
        "What role has social media played in shaping global perception?",
        "Why have some countries recalled ambassadors or severed ties?",
        "How has the war affected US domestic politics?"
      ],
      "tags": [
        "politics",
        "governance",
        "africa",
        "europe"
      ]
    },
    {
      "name": "Competing Narratives",
      "topics": [
        "How do Israelis and Palestinians tell the same history differently?",
        "What does 'right to exist' mean to each side?",
        "Is this a religious conflict, a national conflict, or both?",
        "Why do words like 'terrorist' and 'freedom fighter' depend on who's speaking?",
        "How do media outlets shape international perception?",
        "What facts do both sides agree on—if any?"
      ],
      "tags": [
        "history",
        "human-rights",
        "middle-east",
        "media-literacy"
      ]
    },
    {
      "name": "What Could Peace Look Like?",
      "topics": [
        "Is a two-state solution still possible?",
        "What would a one-state solution mean for both peoples?",
        "What do ordinary Israelis and Palestinians actually want?",
        "What role could international actors play in resolution?",
        "What would Gaza need to become viable?",
        "Has any similar conflict ever been resolved—and how?"
      ],
      "tags": [
        "society",
        "sustainability",
        "middle-east",
        "media-literacy"
      ]
    }
  ]
}