{
  "name": "Creative Writing: Drama/Playwriting",
  "chapters": [
    {
      "name": "Dramatic Action and Conflict",
      "topics": [
        "What makes conflict 'dramatic' versus just disagreement between characters?",
        "How do playwrights create rising stakes that keep audiences engaged?",
        "What is the difference between external conflict and internal conflict in drama?",
        "How do you structure a scene around a single dramatic question?",
        "Why do drama teachers say 'drama is conflict' and what are the exceptions?",
        "How do the best plays create conflict that audiences care about within minutes?"
      ],
      "tags": ["arts", "critical-thinking", "theater", "education"]
    },
    {
      "name": "Three-Act Structure in Drama",
      "topics": [
        "What happens in each act of the traditional three-act structure?",
        "How does the inciting incident differ from the opening situation?",
        "What is the midpoint reversal and why do many successful plays have one?",
        "How do playwrights build to a climax in the third act?",
        "What alternatives to three-act structure do experimental playwrights use?",
        "How did Aristotle's concepts influence the structure of Western drama?"
      ],
      "tags": ["arts", "critical-thinking", "performing-arts", "theater"]
    },
    {
      "name": "Writing Dialogue for Stage",
      "topics": [
        "How does stage dialogue differ from realistic conversation?",
        "What techniques make dialogue sound natural while still being theatrical?",
        "How do playwrights give each character a distinctive voice?",
        "Why is what characters don't say often more important than what they do say?",
        "How do you write dialogue that actors can memorize and deliver effectively?",
        "What role does rhythm and pacing play in dramatic dialogue?"
      ],
      "tags": ["arts", "communication", "performing-arts", "theater"]
    },
    {
      "name": "Character in Drama",
      "topics": [
        "How do you create a protagonist the audience will root for?",
        "What makes an antagonist compelling rather than one-dimensional?",
        "How do playwrights reveal character through action rather than description?",
        "What is a character's 'want' versus their 'need' and why does it matter?",
        "How do supporting characters serve the main dramatic action?",
        "Why do actors need to understand character motivation to perform effectively?"
      ],
      "tags": ["arts", "interpersonal-dynamics", "theater", "literary-arts"]
    },
    {
      "name": "Subtext and Dramatic Irony",
      "topics": [
        "What is subtext and how do you write dialogue with meaning beneath the surface?",
        "How does dramatic irony create tension when the audience knows more than the characters?",
        "Why did Harold Pinter's plays revolutionize the use of subtext?",
        "How do actors play subtext when performing a scene?",
        "What exercises help playwrights practice writing layered dialogue?",
        "How do you balance subtext with clarity so audiences aren't confused?"
      ],
      "tags": ["arts", "critical-thinking", "literary-arts", "theater"]
    },
    {
      "name": "Stage Directions and Format",
      "topics": [
        "What is standard playwriting format and why does it matter?",
        "How much should stage directions describe versus leave to directors?",
        "When should a playwright specify blocking and when should they not?",
        "How do you indicate pauses, beats, and silence in a script?",
        "What information belongs in character descriptions at the start of a play?",
        "How has playwriting format evolved from Shakespeare's time to today?"
      ],
      "tags": ["arts", "communication", "performing-arts", "theater"]
    },
    {
      "name": "One-Act Play Writing",
      "topics": [
        "What length and structure defines a one-act play?",
        "How do you tell a complete story in 10 to 30 minutes?",
        "Why are one-act plays often recommended for beginning playwrights?",
        "What techniques create immediate engagement with limited setup time?",
        "How do 10-minute play festivals work and how do you write for them?",
        "What makes a one-act play feel complete rather than like a sketch?"
      ],
      "tags": ["arts", "craft", "literary-arts", "theater"]
    },
    {
      "name": "Full-Length Play Development",
      "topics": [
        "How long is a full-length play and how is it typically structured?",
        "How do you sustain dramatic momentum across two hours?",
        "What is a scene breakdown and how do playwrights use them?",
        "How do subplots enrich a full-length play without distracting from the main story?",
        "What revision process do professional playwrights follow?",
        "How many drafts does a typical play go through before production?"
      ],
      "tags": ["arts", "craft", "literary-arts", "theater"]
    },
    {
      "name": "Table Reads and Workshops",
      "topics": [
        "What is a table read and what can playwrights learn from them?",
        "How do developmental workshops help playwrights improve scripts?",
        "What feedback should playwrights seek from actors and directors?",
        "How do you know which feedback to incorporate and which to ignore?",
        "What is the difference between a reading, a workshop, and a production?",
        "How do playwrights prepare to hear their work read aloud for the first time?"
      ],
      "tags": ["arts", "communication", "performing-arts", "theater"]
    },
    {
      "name": "Play Submission and Production",
      "topics": [
        "How do playwrights find theaters interested in new work?",
        "What do literary managers look for when reading submissions?",
        "How do playwriting competitions and festivals work?",
        "What rights do playwrights retain when their plays are produced?",
        "How do royalties work for staged productions of plays?",
        "What role do agents play in a playwright's career?"
      ],
      "tags": ["arts", "workplace-dynamics", "performing-arts", "theater"]
    }
  ]
}
