{
  "name": "Overview",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "chapters": [
    {
      "name": "Origins and Architecture",
      "topics": [
        "What is the Heritage Foundation's history with presidential transition planning, and how does Project 2025 build on the 'Mandate for Leadership' tradition dating back to Reagan?",
        "Who are the key architects behind Project 2025, and what roles did they play in the first Trump administration?",
        "How are Project 2025's four pillars — policy agenda, personnel database, training academy, and 180-day playbook — designed to work together as an implementation system?",
        "Why did over 100 conservative organizations join the Project 2025 coalition, and what do they each stand to gain?",
        "How does Project 2025 differ from previous Heritage Foundation transition projects in scope, ambition, and ideological intensity?",
        "Where can I download the full Project 2025 'Mandate for Leadership' document, and what other primary source materials are publicly available?"
      ],
      "tags": ["history", "governance", "us-politics", "systems-thinking"]
    },
    {
      "name": "The Mandate for Leadership",
      "topics": [
        "What does the 920-page 'Mandate for Leadership: The Conservative Promise' actually propose across federal agencies?",
        "How does the Mandate envision restructuring the Executive Office of the President to consolidate decision-making power?",
        "What specific changes does the Mandate recommend for agencies like the DOJ, FBI, EPA, and Department of Education?",
        "How do the Mandate's proposals compare to Trump's own Agenda 47 platform — where do they align and diverge?",
        "Who wrote which chapters of the Mandate, and how do their professional backgrounds connect to the agencies they propose reforming?",
        "What role do dark money networks and donor organizations play in shaping the policy recommendations within the Mandate?"
      ],
      "tags": ["politics", "executive-power", "regulation", "accountability"]
    },
    {
      "name": "Personnel Is Policy",
      "topics": [
        "What is Schedule F, and how would reclassifying tens of thousands of federal employees change the nature of the civil service?",
        "How does the Presidential Personnel Database vet candidates for ideological loyalty, and what questions do applicants face?",
        "What is the Presidential Administration Academy, and how does it train prospective appointees before they enter government?",
        "Why do Project 2025's architects believe 'personnel is policy,' and what lessons from Trump's first term drive this conviction?",
        "How could replacing career civil servants with political loyalists affect the independence of agencies like the DOJ, FBI, and intelligence community?"
      ],
      "tags": ["politics", "authoritarianism", "governance", "trump"]
    },
    {
      "name": "Executive Power and the Administrative State",
      "topics": [
        "What does 'deconstructing the administrative state' mean in practice, and which agencies and programs are targeted for elimination or restructuring?",
        "How does Project 2025 propose to bring independent regulatory agencies under direct presidential control?",
        "What is the unitary executive theory, and how does the Mandate use it to justify concentrating power in the presidency?",
        "How would Project 2025's proposals change the balance of power between the executive branch, Congress, and the judiciary?",
        "What historical precedents exist for this level of executive branch reorganization, and how did they turn out?"
      ],
      "tags": ["law", "executive-power", "constitutional-law", "federalism"]
    },
    {
      "name": "Social and Cultural Agenda",
      "topics": [
        "How does Project 2025 define and elevate the 'traditional family' as a central organizing principle of federal policy?",
        "What specific proposals target reproductive rights, including abortion access, contraception, and the revival of the Comstock Act?",
        "How would the Mandate's recommendations affect LGBTQ+ rights, gender identity recognition, and anti-discrimination protections?",
        "What does Project 2025 propose for public education, including the elimination of the Department of Education and expansion of school choice?",
        "How does the plan address diversity, equity, and inclusion programs across the federal government and beyond?",
        "What role does Christian nationalism play in shaping Project 2025's cultural vision, and how explicit is this influence in the document?"
      ],
      "tags": ["society", "civil-rights", "identity", "gender"]
    },
    {
      "name": "Economic and Regulatory Vision",
      "topics": [
        "What are the major tax and fiscal policy changes proposed in the Mandate, and who benefits most from them?",
        "How does Project 2025 propose to reshape financial regulation, including changes to the Federal Reserve, SEC, and CFTC?",
        "What would deregulation across industries like energy, tech, and finance look like under Project 2025's framework?",
        "How does the plan address Social Security, Medicare, and the social safety net — and what would beneficiaries experience?",
        "What are the competing views on trade policy within Project 2025, and how do the free-trade and protectionist camps coexist in the same document?"
      ],
      "tags": ["economics", "fiscal-policy", "regulation", "finance"]
    },
    {
      "name": "Energy, Environment, and Climate",
      "topics": [
        "How does Project 2025 propose to reverse climate-focused policies and expand fossil fuel production on federal lands?",
        "What would happen to the EPA, NOAA, and climate research programs under the Mandate's recommendations?",
        "How does the plan propose to eliminate subsidies for renewable energy and electric vehicles while boosting oil, gas, and coal?",
        "What does the Mandate recommend regarding the Paris Climate Agreement and other international environmental commitments?",
        "How do Project 2025's energy proposals connect to the financial interests of its contributing authors and advisory organizations?"
      ],
      "tags": ["environment", "climate-change", "fossil-fuels", "renewable-energy"]
    },
    {
      "name": "Immigration and Border Security",
      "topics": [
        "What specific immigration enforcement measures does Project 2025 propose, from border wall funding to interior enforcement?",
        "How would the plan change asylum policy, refugee admissions, and programs like DACA and Temporary Protected Status?",
        "What does Project 2025 recommend regarding the use of military assets for border enforcement and domestic immigration operations?",
        "How do the Mandate's immigration proposals interact with broader goals around census policy, voting rights, and political representation?",
        "What would mass deportation look like operationally, and what economic and social impacts do experts project?"
      ],
      "tags": ["politics", "immigration", "refugees", "security"]
    },
    {
      "name": "Defense, Intelligence, and Foreign Policy",
      "topics": [
        "How does Project 2025 propose to restructure the Department of Defense and redefine military priorities?",
        "What changes does the Mandate recommend for the intelligence community, including oversight, clearances, and politicization?",
        "How does Project 2025 approach NATO, alliances, and America's role in multilateral institutions?",
        "What does the plan say about addressing 'woke' culture in the military, including DEI programs and transgender service policies?",
        "How does the foreign policy vision in the Mandate balance nationalist priorities with global security commitments?"
      ],
      "tags": ["conflict", "nato", "diplomacy", "security"]
    },
    {
      "name": "Media, Information, and Free Speech",
      "topics": [
        "How does Project 2025 propose to reshape the FCC, defund public broadcasting, and restructure media regulation?",
        "What does the plan recommend regarding social media platforms, content moderation, and government influence over online speech?",
        "How would changes to the White House Press Corps and government transparency rules affect journalism and public accountability?",
        "What role does the concept of 'combating censorship' play in the Mandate, and how does it reframe free speech debates?",
        "How do Project 2025's media proposals interact with broader efforts to control government narratives and limit institutional oversight?"
      ],
      "tags": ["media", "free-speech", "journalism", "propaganda"]
    },
    {
      "name": "Implementation and Real-World Impact",
      "topics": [
        "How closely have Trump's executive orders in his second term matched the specific recommendations in the Mandate for Leadership?",
        "Which Project 2025 contributors now hold positions in the Trump administration, and which agencies do they oversee?",
        "What legal challenges have been mounted against Project 2025-aligned policies, and how have courts responded?",
        "How are independent trackers and watchdog organizations monitoring the implementation of Project 2025 proposals?",
        "What has the real-world impact been on federal workers, program beneficiaries, and affected communities so far?",
        "Where has the Trump administration diverged from Project 2025's recommendations, and why?"
      ],
      "tags": ["politics", "trump", "accountability", "maga"]
    },
    {
      "name": "Criticism, Defense, and Public Debate",
      "topics": [
        "What are the strongest arguments supporters make in favor of Project 2025's vision for government reform?",
        "How do critics characterize the plan — as authoritarian overreach, democratic backsliding, or something else?",
        "Why did Trump publicly distance himself from Project 2025 during the campaign while his administration implements its proposals?",
        "How has public awareness of Project 2025 shaped political discourse, voter behavior, and grassroots organizing?",
        "What do constitutional scholars and governance experts say about the legality and precedent of the plan's most aggressive proposals?",
        "How do other democracies' experiences with executive power consolidation compare to what Project 2025 envisions?"
      ],
      "tags": ["politics", "democracy", "critical-thinking", "rhetoric"]
    }
  ]
}
