{
  "name": "Technologies That Made Us Human",
  "chapters": [
    {
      "name": "Stone Tools: The First External Enhancement",
      "topics": [
        "When and where did the first stone tools appear, and which human ancestors made them?",
        "How did stone tool technology evolve from simple choppers to sophisticated blades?",
        "What cognitive abilities were required to imagine and create a tool that doesn't yet exist?",
        "How did tool use change the relationship between early humans and their environment?",
        "What evidence suggests that tool-making was taught and learned across generations?",
        "How did stone tools affect diet, hunting, and the development of the human brain?"
      ],
      "tags": [
        "technology",
        "innovation",
        "human-rights",
        "education"
      ]
    },
    {
      "name": "Fire: Energy, Cooking, and the Social Hearth",
      "topics": [
        "When did humans first control fire, and how do we know?",
        "How did cooking transform human nutrition and enable brain growth?",
        "What role did fire play in extending the day and creating social gathering spaces?",
        "How did fire provide protection from predators and enable migration to colder climates?",
        "Why did fire become sacred in so many later religions and mythologies?",
        "How did the mastery of fire change what it meant to be human?"
      ],
      "tags": [
        "history",
        "human-rights",
        "cooking",
        "nutrition"
      ]
    },
    {
      "name": "Language: Abstract Thought and Cumulative Culture",
      "topics": [
        "When and how did human language evolve, and what evidence do we have?",
        "How does language differ from animal communication systems?",
        "What is cumulative culture, and why is language essential to it?",
        "How did language enable planning, storytelling, and the transmission of knowledge?",
        "What is the relationship between language and abstract thought?",
        "How did language make possible the teaching of complex skills across generations?",
        "Why is language considered the foundation of all later human technologies?"
      ],
      "tags": [
        "history",
        "education",
        "interdisciplinary"
      ]
    },
    {
      "name": "Clothing: Climate Adaptation and Migration",
      "topics": [
        "When did humans first wear clothing, and how do scientists estimate this?",
        "How did clothing enable human migration out of Africa into colder regions?",
        "What materials were used for early clothing before woven textiles?",
        "How did clothing become connected to identity, status, and culture?",
        "What role did clothing play in human survival during ice ages?"
      ],
      "tags": [
        "history",
        "migration",
        "climate-change",
        "human-rights"
      ]
    },
    {
      "name": "Shelter: From Caves to Constructed Homes",
      "topics": [
        "When did humans first build shelters rather than using natural caves?",
        "How did permanent settlements change human social organization?",
        "What materials and techniques were used in early construction?",
        "How did shelter enable humans to live in diverse environments?",
        "What is the relationship between permanent shelter and the development of property?",
        "How did architecture evolve from survival necessity to cultural expression?"
      ],
      "tags": [
        "history",
        "infrastructure",
        "architecture",
        "human-rights"
      ]
    },
    {
      "name": "Agriculture: Surplus, Settlement, and Specialization",
      "topics": [
        "Where and when did agriculture independently emerge around the world?",
        "Why did humans transition from hunting and gathering to farming?",
        "How did agricultural surplus enable cities, specialization, and social hierarchy?",
        "What were the costs of agriculture in terms of health, labor, and equality?",
        "How did domestication change both plants and animals?",
        "Why is the agricultural revolution considered one of history's greatest turning points?",
        "How did agriculture create the conditions for writing, religion, and philosophy?"
      ],
      "tags": [
        "history",
        "innovation",
        "human-rights",
        "agriculture"
      ]
    },
    {
      "name": "Writing: Memory Beyond the Individual",
      "topics": [
        "Where and when did writing independently emerge?",
        "How did writing evolve from pictographs to alphabets?",
        "What were the first uses of writing: accounting, law, or storytelling?",
        "How did writing change the nature of memory and knowledge?",
        "What is the relationship between literacy and power in early civilizations?",
        "How did writing enable the accumulation of knowledge across centuries?",
        "Why did most early civilizations restrict literacy to elites?"
      ],
      "tags": [
        "history",
        "communication",
        "cultural-heritage",
        "writing"
      ]
    },
    {
      "name": "The Axial Age: When Philosophy Became Possible",
      "topics": [
        "What was the Axial Age and why did it occur between 800-200 BCE?",
        "Why did Confucius, Buddha, Socrates, and the Hebrew prophets emerge in the same era?",
        "What conditions of agriculture, cities, and writing made philosophy possible?",
        "How did Axial Age thinkers challenge traditional authority and mythology?",
        "What common themes appeared across Axial Age traditions despite no contact?",
        "How did the Axial Age shape the ethical and religious frameworks we still use?",
        "What role did leisure and specialization play in the emergence of philosophy?"
      ],
      "tags": [
        "history",
        "critical-thinking",
        "philosophy",
        "african-philosophy"
      ]
    },
    {
      "name": "Metallurgy: Bronze, Iron, and the Reshaping of Society",
      "topics": [
        "How did humans discover that rocks could be transformed into metal?",
        "Why did bronze come before iron, and how did each reshape warfare?",
        "How did metallurgy create new forms of trade and economic complexity?",
        "What was the social impact of metal weapons and tools?",
        "How did access to metal ores shape the rise and fall of civilizations?",
        "What craftsmanship and knowledge was required for early metalworking?"
      ],
      "tags": [
        "technology",
        "innovation",
        "materials-science",
        "education"
      ]
    },
    {
      "name": "The Wheel: Transportation and Mechanical Advantage",
      "topics": [
        "When and where was the wheel invented, and why did some civilizations never develop it?",
        "How did wheeled vehicles transform trade, warfare, and agriculture?",
        "What is the relationship between the wheel and the development of roads?",
        "How did the wheel principle extend to pottery, milling, and machinery?",
        "Why was the wheel less useful in some environments than others?",
        "How did the wheel accelerate the pace of change in human societies?"
      ],
      "tags": [
        "technology",
        "innovation",
        "infrastructure",
        "engineering"
      ]
    },
    {
      "name": "Navigation: Crossing Oceans and Connecting Continents",
      "topics": [
        "How did early humans cross water barriers without advanced boats?",
        "What navigation technologies enabled Polynesians to settle the Pacific?",
        "How did the compass, astrolabe, and maps transform ocean travel?",
        "What drove the Age of Exploration and its consequences for world history?",
        "How did navigation connect previously isolated human populations?",
        "What was the cultural and biological impact of global maritime connections?"
      ],
      "tags": [
        "history",
        "migration",
        "oceania",
        "education"
      ]
    },
    {
      "name": "The Printing Press: Democratizing Knowledge",
      "topics": [
        "How did Gutenberg's printing press work and why was it revolutionary?",
        "What earlier printing technologies existed in China and Korea?",
        "How did printing transform religion, science, and politics?",
        "What role did printed books play in the Protestant Reformation?",
        "How did printing change the economics of knowledge and authorship?",
        "What is the relationship between printing and the rise of vernacular languages?",
        "How did mass printing enable the Scientific Revolution?"
      ],
      "tags": [
        "history",
        "democracy",
        "media",
        "education"
      ]
    },
    {
      "name": "The Scientific Method: Systematic Understanding",
      "topics": [
        "What is the scientific method and how did it develop?",
        "How did the scientific method differ from earlier ways of understanding nature?",
        "Who were the key figures in establishing experimental science?",
        "How did scientific institutions and peer review emerge?",
        "What is the relationship between science, technology, and economic power?",
        "How did the scientific method transform medicine, agriculture, and warfare?",
        "Why has science become the dominant way of knowing in modern societies?"
      ],
      "tags": [
        "science",
        "critical-thinking",
        "epistemology",
        "scientific-method"
      ]
    },
    {
      "name": "Electricity: Harnessing Invisible Power",
      "topics": [
        "How was electricity discovered and understood as a phenomenon?",
        "How did the ability to generate and distribute electricity transform daily life?",
        "What role did electricity play in the Second Industrial Revolution?",
        "How did electric lighting change work, cities, and social patterns?",
        "What is the relationship between electricity and modern communication?",
        "How did electrification reshape the global balance of power?"
      ],
      "tags": [
        "technology",
        "energy",
        "infrastructure",
        "physics"
      ]
    },
    {
      "name": "Computing: Extending the Mind",
      "topics": [
        "What is the history of computing from mechanical calculators to electronic computers?",
        "How did Alan Turing's ideas lay the foundation for modern computing?",
        "How did computers transform science, business, and government?",
        "What is the relationship between computing and human cognition?",
        "How did personal computers change the relationship between individuals and information?",
        "What are the social implications of algorithmic decision-making?",
        "How has computing changed what it means to think and remember?"
      ],
      "tags": [
        "technology",
        "innovation",
        "computer-science",
        "cybersecurity"
      ]
    },
    {
      "name": "The Internet: Global Connection",
      "topics": [
        "How did the internet develop from military project to global network?",
        "How has the internet changed commerce, communication, and culture?",
        "What is the relationship between the internet and democracy?",
        "How has social media reshaped human relationships and public discourse?",
        "What are the implications of a world where information flows freely across borders?",
        "How has the internet affected privacy, identity, and truth?",
        "What is the digital divide and why does it matter?"
      ],
      "tags": [
        "technology",
        "communication",
        "digital-life",
        "infrastructure"
      ]
    },
    {
      "name": "What Comes Next: AI, Biotech, and Access to All Human Knowledge",
      "topics": [
        "How might artificial intelligence transform work, creativity, and human purpose?",
        "What are the implications of biotechnology for human health and evolution?",
        "How might gene editing change what it means to be human?",
        "What ethical frameworks do we need for technologies that modify human nature?",
        "Could AI or biotech be as transformative as fire or language?",
        "What lessons from past technological transitions can guide us?",
        "How do we ensure that transformative technologies benefit all of humanity?",
        "What does it mean to be human in an age of artificial minds?",
        "How does instant access to all human knowledge change learning, expertise, and wisdom?"
      ],
      "tags": [
        "technology",
        "innovation",
        "ai-ml",
        "human-rights"
      ]
    }
  ]
}