{
  "name": "The Geopolitics of War in the 21st Century",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "geopolitics",
    "modern warfare",
    "great power competition",
    "international security",
    "military strategy",
    "global conflict"
  ],
  "chapters": [
    {
      "name": "How Has Warfare Changed Since the Cold War?",
      "topics": [
        "Why have wars between major powers become rare while smaller conflicts persist?",
        "What is 'hybrid warfare' and why has it become the dominant mode of conflict?",
        "How has the decline of formal declarations of war changed international norms?",
        "Why do most modern conflicts end without clear victory or defeat?",
        "What role do private military contractors now play in global conflicts?",
        "How has the 'CNN effect' and social media transformed the politics of war?"
      ],
      "tags": [
        "conflict",
        "sustainability",
        "energy",
        "media-literacy"
      ]
    },
    {
      "name": "Great Power Competition Returns",
      "topics": [
        "Is the U.S.-China rivalry a new Cold War, or something fundamentally different?",
        "What does Russia's invasion of Ukraine reveal about the limits of post-Cold War order?",
        "How do competing visions of world order drive U.S., Chinese, and Russian strategies?",
        "Why has the concept of 'spheres of influence' returned to great power politics?",
        "What are the risks of miscalculation between nuclear-armed rivals?",
        "Can great powers compete intensely without eventually going to war?"
      ],
      "tags": [
        "politics",
        "innovation",
        "europe",
        "asia"
      ]
    },
    {
      "name": "The Middle East: Endless Conflicts?",
      "topics": [
        "Why has the Israeli-Palestinian conflict resisted resolution for over 75 years?",
        "What did the U.S. wars in Iraq and Afghanistan accomplish, and at what cost?",
        "How has Iran's regional strategy reshaped Middle Eastern geopolitics?",
        "Why did the Arab Spring lead to civil wars rather than democratic transitions?",
        "What role do outside powers play in perpetuating Middle Eastern conflicts?",
        "Is the region moving toward a new equilibrium, or more instability?"
      ],
      "tags": [
        "conflict",
        "innovation",
        "middle-east",
        "media-literacy"
      ]
    },
    {
      "name": "Cyber Warfare: The Invisible Battlefield",
      "topics": [
        "What can cyber attacks actually accomplish in a conflict between nations?",
        "Why is it so difficult to attribute cyber attacks and respond proportionally?",
        "How do nations balance offensive cyber capabilities with defending their own systems?",
        "What would a major cyber attack on critical infrastructure look like?",
        "Do existing laws of war apply to cyber operations?",
        "Why haven't cyber attacks escalated into shooting wars—yet?"
      ],
      "tags": [
        "conflict",
        "digital-life",
        "methodology",
        "media-literacy"
      ]
    },
    {
      "name": "Information Warfare and the Battle for Minds",
      "topics": [
        "How do states weaponize information to undermine adversaries without firing shots?",
        "What makes disinformation campaigns effective, and what are their limits?",
        "How did Russia's information operations in 2016 change Western threat perceptions?",
        "Why is it so difficult to defend open societies against information warfare?",
        "How do authoritarian states control information during conflicts?",
        "Is 'winning hearts and minds' still possible in an age of fragmented media?"
      ],
      "tags": [
        "conflict",
        "transparency",
        "elections",
        "media-literacy"
      ]
    },
    {
      "name": "Nuclear Weapons: Deterrence Under Strain",
      "topics": [
        "Why has nuclear deterrence held for 80 years, and will it continue to?",
        "How does nuclear proliferation change the calculus of regional conflicts?",
        "What are the risks of tactical nuclear weapons being used in conventional wars?",
        "Why did arms control agreements collapse, and can they be rebuilt?",
        "How do emerging technologies like hypersonic missiles affect nuclear stability?",
        "What would happen if a nuclear weapon were used in a 21st-century conflict?"
      ],
      "tags": [
        "conflict",
        "critical-thinking",
        "biology",
        "media-literacy"
      ]
    },
    {
      "name": "Terrorism and Non-State Violence",
      "topics": [
        "How has the threat from terrorist organizations evolved since 9/11?",
        "Why did ISIS rise so quickly and then lose its territorial caliphate?",
        "What distinguishes terrorism from insurgency and guerrilla warfare?",
        "How effective has the global 'war on terror' been at reducing threats?",
        "Why has domestic terrorism become a growing concern in Western nations?",
        "Can terrorism ever achieve its political objectives, or does it always backfire?"
      ],
      "tags": [
        "politics",
        "sustainability",
        "methodology",
        "media-literacy"
      ]
    },
    {
      "name": "Economic Warfare: Sanctions and Beyond",
      "topics": [
        "How have sanctions become a primary tool of great power conflict?",
        "What do sanctions actually achieve, and when do they fail?",
        "How did freezing Russia's central bank reserves change the rules of economic warfare?",
        "Why are semiconductors and rare earth minerals now strategic assets?",
        "How does the weaponization of the dollar accelerate moves toward alternative systems?",
        "Can economic interdependence prevent war, or does it create new vulnerabilities?"
      ],
      "tags": [
        "conflict",
        "innovation",
        "geology",
        "media-literacy"
      ]
    },
    {
      "name": "Alliances, Arms Sales, and Proxy Wars",
      "topics": [
        "Why do major powers fight through proxies rather than directly confronting each other?",
        "How has NATO evolved from Cold War alliance to post-Ukraine security guarantor?",
        "What obligations do arms-supplying nations have for how their weapons are used?",
        "How do smaller states navigate between competing great powers?",
        "Why do some alliances endure while others collapse?",
        "Is the era of American alliance dominance ending?"
      ],
      "tags": [
        "politics",
        "energy",
        "americas",
        "europe"
      ]
    },
    {
      "name": "Resources, Climate, and Future Conflicts",
      "topics": [
        "How does competition for water, energy, and minerals drive modern conflicts?",
        "Will climate change create new wars or intensify existing ones?",
        "Why has the Arctic become a new arena for great power competition?",
        "How does food insecurity contribute to political instability and conflict?",
        "What happens when climate migration crosses national borders at scale?",
        "Can resource conflicts be prevented through international cooperation?"
      ],
      "tags": [
        "politics",
        "energy",
        "physics",
        "geology"
      ]
    },
    {
      "name": "International Law: Does It Still Matter?",
      "topics": [
        "Why do nations violate international law and still claim to follow it?",
        "How effective is the International Criminal Court at deterring war crimes?",
        "What happens when permanent Security Council members are the aggressors?",
        "How do laws of war apply to drone strikes and autonomous weapons?",
        "Why do some humanitarian interventions succeed while others create chaos?",
        "Is the 'rules-based international order' a genuine system or Western rhetoric?"
      ],
      "tags": [
        "law",
        "justice",
        "robotics",
        "media-literacy"
      ]
    },
    {
      "name": "The Future of Warfare",
      "topics": [
        "How will artificial intelligence change military strategy and decision-making?",
        "What ethical dilemmas do autonomous weapons systems create?",
        "Why has space become the next domain of military competition?",
        "How do drone swarms and cheap precision weapons shift power to smaller actors?",
        "Will future wars be shorter and more decisive, or longer and more ambiguous?",
        "What would a major war between great powers actually look like today?"
      ],
      "tags": [
        "conflict",
        "sustainability",
        "ai-ml",
        "robotics"
      ]
    }
  ]
}