{
  "name": "Ethics, Privacy, and Responsible Innovation",
  "chapters": [
    {
      "name": "Data Collection, Surveillance, and User Autonomy",
      "topics": [
        "What kinds of data should robotic guide dogs collect, and how can that collection be minimized while preserving safety?",
        "How can systems be designed so that blind users retain control over what is recorded, stored, and shared?",
        "What risks arise if navigation and environment data are misused for surveillance or commercial profiling?",
        "How can transparency and consent mechanisms be made accessible to users with different abilities and tech literacy levels?"
      ],
      "tags": [
        "ethics",
        "privacy",
        "accessibility",
        "robotics"
      ]
    },
    {
      "name": "Safety, Risk, and Ethical Responsibility",
      "topics": [
        "What ethical obligations do designers, manufacturers, and service providers have to users relying on these systems for safety?",
        "How should rare but serious failures be anticipated, disclosed, and learned from in an ethical way?",
        "What trade-offs between innovation speed and safety assurance are acceptable when human lives are directly affected?",
        "How can independent oversight or ethics boards help keep development aligned with user interests and rights?"
      ],
      "tags": [
        "ethics",
        "human-rights",
        "innovation",
        "robotics"
      ]
    },
    {
      "name": "Co-Design and Community-Led Development",
      "topics": [
        "How can blind and visually impaired individuals be meaningfully involved in every phase of design and testing?",
        "What structures are needed to ensure that user feedback shapes product roadmaps rather than being treated as optional input?",
        "How might participatory design approaches change technical priorities and performance metrics for robotic guide dogs?",
        "What governance models best support long-term accountability to the communities these technologies are meant to serve?"
      ],
      "tags": [
        "ethics",
        "human-rights",
        "accessibility",
        "robotics"
      ]
    }
  ]
}