{
  "name": "How to Fund Research, Development and Deployment",
  "chapters": [
    {
      "name": "How to Create Funding Demand",
      "topics": [
        "What arguments and evidence best demonstrate the societal value of robotic guide dogs to potential funders?",
        "How can data, pilot studies, and user stories be combined to create a compelling case for funding demand?",
        "Who are the most promising audiences for funding appeals, and how should outreach be tailored to each group?",
        "How can robotic guide dogs be framed as part of a broader accessibility and equity agenda rather than a niche technology?"
      ],
      "tags": [
        "technology",
        "human-rights",
        "innovation",
        "accessibility"
      ]
    },
    {
      "name": "Government Grants and Funding",
      "topics": [
        "What government programs, agencies, and grant mechanisms are most relevant for funding robotic guide dog initiatives?",
        "How can proposals be aligned with policy priorities around disability rights, innovation, and workforce participation?",
        "Which partnerships with universities, disability organizations, and industry strengthen applications for public funding?",
        "How can project plans and budgets balance funder accountability with the need for experimentation and iteration?"
      ],
      "tags": [
        "technology",
        "innovation",
        "human-rights",
        "accessibility"
      ]
    },
    {
      "name": "Motivating the Rich into Funding Research",
      "topics": [
        "What strategies have historically been effective in persuading wealthy individuals to support accessibility and public-interest technology?",
        "How can campaigns highlight the moral responsibility of wealthy donors without provoking backlash or undermining collaboration?",
        "What role can transparency rankings, public pledges, and recognition programs play in nudging affluent donors toward funding robotic guide dogs?",
        "How can efforts to pressure the wealthy be grounded in the leadership, priorities, and voices of blind and visually impaired communities?"
      ],
      "tags": [
        "technology",
        "human-rights",
        "innovation",
        "accessibility"
      ]
    },
    {
      "name": "Creating Public Support",
      "topics": [
        "How can storytelling, media coverage, and public demonstrations build broad support for robotic guide dogs?",
        "What messages about independence, safety, and dignity resonate most with the general public when presenting this technology?",
        "How can blind and visually impaired advocates be centered as visible leaders in public campaigns for funding and adoption?",
        "In what ways can strong public support translate into political pressure, new funding opportunities, and regulatory backing?"
      ],
      "tags": [
        "technology",
        "human-rights",
        "accessibility",
        "robotics"
      ]
    },
    {
      "name": "How to Make Them Free for the Blind",
      "topics": [
        "What cost structures and funding mixes could make robotic guide dogs free at the point of use for blind and visually impaired people?",
        "How have other assistive technologies become publicly funded or subsidized, and what lessons apply here?",
        "What roles can insurance systems, government programs, and philanthropy each play in covering lifetime costs of these robots?",
        "How can eligibility, distribution, and maintenance programs be designed to remain fair, transparent, and user-centered over time?"
      ],
      "tags": [
        "technology",
        "human-rights",
        "accessibility",
        "robotics"
      ]
    }
  ]
}