{
  "name": "Roadmaps, Futures, and Policy Advocacy",
  "chapters": [
    {
      "name": "Future Capabilities and Research Directions",
      "topics": [
        "What emerging technologies in perception, AI, and materials could dramatically expand what robotic guide dogs can do?",
        "How might integration with wearable devices, smart cities, and assistive apps create richer mobility ecosystems?",
        "Which research questions about human–robot collaboration are most critical to answer in the next decade?",
        "How can long-term research roadmaps remain grounded in the lived experiences of blind users rather than purely technical goals?"
      ],
      "tags": [
        "technology",
        "innovation",
        "accessibility",
        "robotics"
      ]
    },
    {
      "name": "Scenario Planning, Risks, and Unintended Consequences",
      "topics": [
        "What optimistic, pessimistic, and mixed scenarios can we imagine for widespread adoption of robotic guide dogs?",
        "How might dependency on sophisticated robotics create new vulnerabilities in infrastructure, supply chains, or security?",
        "What unintended social consequences could arise if these systems become status symbols or scarce resources?",
        "How can scenario planning help organizations prepare for disruptions while staying focused on user well-being?"
      ],
      "tags": [
        "technology",
        "human-rights",
        "accessibility",
        "robotics"
      ]
    },
    {
      "name": "Policy, Standards, and Advocacy for Inclusive Mobility",
      "topics": [
        "What policies and standards are needed to recognize robotic guide dogs as legitimate accessibility tools worldwide?",
        "How can advocacy groups push for public funding, insurance coverage, and legal protections for users of these systems?",
        "What forums and institutions are best positioned to coordinate international guidelines on safety and interoperability?",
        "How can blind and visually impaired communities lead policy discussions so that mobility rights remain at the center of innovation?"
      ],
      "tags": [
        "technology",
        "human-rights",
        "accessibility",
        "robotics"
      ]
    }
  ]
}