{
  "name": "Foundations of Critical Thinking",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "critical thinking",
    "logic",
    "reasoning",
    "cognitive bias",
    "media literacy",
    "argumentation",
    "evidence evaluation"
  ],
  "chapters": [
    {
      "name": "How to Spot a Bad Argument",
      "topics": [
        "What makes an argument logically valid versus just persuasive?",
        "Why do personal attacks feel convincing even when they prove nothing?",
        "How can you tell when someone is arguing against a position their opponent never actually held?",
        "What's the difference between a slippery slope fallacy and a legitimate warning about consequences?",
        "Why do appeals to authority sometimes work and sometimes fail?",
        "How do false dilemmas limit our thinking without us noticing?"
      ],
      "tags": [
        "conflict",
        "critical-thinking",
        "cognition",
        "media-literacy"
      ]
    },
    {
      "name": "Why We Fool Ourselves",
      "topics": [
        "Why do we seek out information that confirms what we already believe?",
        "How does our desire to belong shape what we accept as true?",
        "Why do first impressions have such an outsized influence on our judgments?",
        "What makes us overestimate our own knowledge and abilities?",
        "How do emotions hijack our reasoning without our awareness?",
        "Why is it so hard to change our minds even when presented with strong evidence?",
        "What role does memory distortion play in false confidence?"
      ],
      "tags": [
        "conflict",
        "critical-thinking",
        "physics",
        "journalism"
      ]
    },
    {
      "name": "Evaluating Evidence",
      "topics": [
        "What separates strong evidence from weak evidence?",
        "How can you assess the credibility of a source you've never encountered before?",
        "Why does the burden of proof matter, and who should bear it?",
        "What makes anecdotal evidence so compelling yet unreliable?",
        "How do you evaluate competing claims when experts disagree?",
        "When should you trust peer-reviewed research, and when should you be skeptical?",
        "What are the warning signs that evidence has been cherry-picked?"
      ],
      "tags": [
        "science",
        "critical-thinking",
        "cognition",
        "media-literacy"
      ]
    },
    {
      "name": "The Art of Asking Questions",
      "topics": [
        "What made Socrates' questioning method so powerful?",
        "How do you ask questions that open minds rather than trigger defensiveness?",
        "What's the difference between healthy skepticism and cynical dismissal?",
        "Why is 'how do you know that?' such a valuable question?",
        "How can asking 'what would change your mind?' transform a debate?",
        "What questions should you ask yourself before accepting a new belief?"
      ],
      "tags": [
        "arts",
        "critical-thinking",
        "cognition",
        "media-literacy"
      ]
    },
    {
      "name": "Numbers Can Lie",
      "topics": [
        "How can true statistics be used to create false impressions?",
        "Why do percentages and raw numbers tell such different stories?",
        "What tricks do misleading graphs use to distort reality?",
        "How does sample size affect whether a study's results mean anything?",
        "Why is 'average' often the wrong measure to use?",
        "How can you spot when risk statistics are being manipulated to frighten or reassure?",
        "What does it mean for a result to be statistically significant but practically meaningless?"
      ],
      "tags": [
        "science",
        "critical-thinking",
        "journalism",
        "media-literacy"
      ]
    },
    {
      "name": "Media Literacy Essentials",
      "topics": [
        "How does framing shape your perception before you even evaluate the facts?",
        "What business incentives drive the news you see?",
        "How can you detect spin without becoming paranoid about everything?",
        "Why do headlines often contradict the articles beneath them?",
        "What makes social media algorithms particularly dangerous for critical thinking?",
        "How do you build a media diet that exposes you to diverse perspectives?",
        "What are the telltale signs of propaganda versus journalism?"
      ],
      "tags": [
        "media",
        "critical-thinking",
        "computer-science",
        "journalism"
      ]
    },
    {
      "name": "Separating Correlation from Causation",
      "topics": [
        "Why do our brains insist on seeing causes where only patterns exist?",
        "What hidden variables create the illusion of direct relationships?",
        "How can reverse causation fool even careful observers?",
        "Why do superstitions and rituals persist despite having no causal power?",
        "What makes controlled experiments the gold standard for establishing causation?",
        "How do you evaluate causal claims when experiments aren't possible?"
      ],
      "tags": [
        "science",
        "critical-thinking",
        "neuroscience",
        "americas"
      ]
    },
    {
      "name": "Thinking About Thinking",
      "topics": [
        "What is metacognition and why does it matter for clear thinking?",
        "How do you calibrate your confidence to match your actual knowledge?",
        "What does intellectual humility look like in practice?",
        "Why is being wrong an opportunity rather than a failure?",
        "How can you build habits that catch your own reasoning errors?",
        "What's the relationship between open-mindedness and having firm convictions?",
        "How do you know when to trust your intuition versus override it?"
      ],
      "tags": [
        "philosophy",
        "critical-thinking",
        "cognition",
        "media-literacy"
      ]
    }
  ]
}