{
  "name": "Twelve Ancient Sages",
  "created_by": "Peter Nehl and ChatGPT 5.1",
  "chapters": [
    {
      "name": "Ptahhotep",
      "topics": [
        "Who was this sage and what do we know about their life and status in ancient Egypt?",
        "What core ideas and teachings define this sage's philosophy of ethics and leadership?",
        "What historical era and cultural context in Egypt shaped these teachings?",
        "What primary texts or inscriptions preserve this body of wisdom?",
        "How did these teachings interact with or influence other traditions of the time?",
        "How has this wisdom literature influenced later ethical and philosophical traditions?"
      ],
      "tags": [
        "history",
        "ethics",
        "cultural-heritage",
        "african-philosophy"
      ]
    },
    {
      "name": "Zoroaster (Zarathustra)",
      "topics": [
        "Who was this sage and what do we know about their life and origins in ancient Persia?",
        "What core ideas and teachings define this tradition's philosophy and theology?",
        "What historical era and social context in Persia shaped these ideas?",
        "What primary texts and oral traditions preserve this teaching?",
        "How did this tradition interact with or influence other ancient Near Eastern cultures?",
        "How has this body of thought influenced later religious and philosophical systems?"
      ],
      "tags": [
        "philosophy",
        "spirituality",
        "middle-east",
        "ancient-history"
      ]
    },
    {
      "name": "Thales of Miletus",
      "topics": [
        "Who was this sage and what do we know about their life and background in Ionia?",
        "What core ideas and hypotheses define this early approach to nature and explanation?",
        "What historical era and Ionian context shaped these views?",
        "What sources and later reports preserve our knowledge of these teachings?",
        "How did this thinker influence or relate to other early Greek philosophers?",
        "How has this turn to natural explanation influenced later science and philosophy?"
      ],
      "tags": [
        "philosophy",
        "critical-thinking",
        "epistemology",
        "ancient-greece"
      ]
    },
    {
      "name": "Confucius",
      "topics": [
        "Who was this sage and what do we know about their life and role as a teacher and official?",
        "What core ideas and teachings define this philosophy of ethics, ritual, and governance?",
        "What historical era and political conditions in China shaped these ideas?",
        "What primary texts or compilations preserve this tradition's teachings?",
        "How did these ideas interact with or influence other thinkers of the Hundred Schools period?",
        "How has this philosophy influenced later Chinese, East Asian, and global thought?"
      ],
      "tags": [
        "philosophy",
        "governance",
        "human-rights",
        "education"
      ]
    },
    {
      "name": "Laozi",
      "topics": [
        "Who was this sage and what do we know about their life, historically or mythically?",
        "What core ideas and teachings define this strand of early Daoist philosophy?",
        "What historical era and cultural context in China shaped the emergence of these ideas?",
        "What primary texts are associated with this early Daoist tradition?",
        "How did these ideas interact with or challenge other schools of ancient Chinese thought?",
        "How has this philosophy influenced later Daoism, spirituality, and political theory?"
      ],
      "tags": [
        "philosophy",
        "spirituality",
        "cultural-heritage",
        "education"
      ]
    },
    {
      "name": "Siddhartha Gautama (The Buddha)",
      "topics": [
        "Who was this sage and what do we know about their life before and after enlightenment?",
        "What core ideas and teachings define this philosophy of suffering and liberation?",
        "What historical era and cultural context in India shaped these teachings?",
        "What primary texts and canons preserve this body of doctrine?",
        "How did these ideas interact with or challenge other Indian philosophical traditions?",
        "How has this philosophy influenced later religious, ethical, and philosophical thought worldwide?"
      ],
      "tags": [
        "philosophy",
        "spirituality",
        "human-rights",
        "asian-philosophy"
      ]
    },
    {
      "name": "Socrates",
      "topics": [
        "Who was this sage and what do we know about their life, trial, and death?",
        "What core ideas and methods define this approach to philosophy and inquiry?",
        "What historical era and Athenian context shaped this figure's thought and activity?",
        "What sources and dialogues preserve our knowledge of these teachings?",
        "How did this thinker influence students and contemporaries in classical Athens?",
        "How has this figure influenced later ethics, education, and philosophical method?"
      ],
      "tags": [
        "philosophy",
        "critical-thinking",
        "democracy",
        "ancient-greece"
      ]
    },
    {
      "name": "Plato",
      "topics": [
        "Who was this sage and what do we know about their life and work as a philosopher?",
        "What core ideas and teachings define this philosophy of forms, knowledge, and politics?",
        "What historical era and Athenian context shaped these ideas?",
        "What primary dialogues and texts preserve this body of work?",
        "How did these ideas develop in relation to Socrates, the Sophists, and other Greek thinkers?",
        "How has this philosophy influenced later Western metaphysics, ethics, and political theory?"
      ],
      "tags": [
        "philosophy",
        "critical-thinking",
        "democracy",
        "ancient-greece"
      ]
    },
    {
      "name": "Aristotle",
      "topics": [
        "Who was this sage and what do we know about their life as a student, teacher, and investigator of nature?",
        "What core ideas and teachings define this philosophy of logic, ethics, and natural science?",
        "What historical era and cultural context in Greece shaped these views?",
        "What primary works and treatises preserve this thinker's teachings?",
        "How did these ideas interact with or critique those of Plato and other contemporaries?",
        "How has this philosophy influenced later science, theology, and intellectual history?"
      ],
      "tags": [
        "philosophy",
        "critical-thinking",
        "epistemology",
        "education"
      ]
    },
    {
      "name": "Zhuangzi",
      "topics": [
        "Who was this sage and what do we know about their life and historical setting?",
        "What core ideas and themes define this strand of Daoist philosophy?",
        "What historical era and intellectual context in China shaped these teachings?",
        "What primary text or texts are associated with this body of work?",
        "How did these ideas interact with Confucianism, Mohism, and other schools?",
        "How has this philosophy influenced later Daoism, literature, and ideas about freedom?"
      ],
      "tags": [
        "philosophy",
        "spirituality",
        "education",
        "interdisciplinary"
      ]
    },
    {
      "name": "Nagarjuna",
      "topics": [
        "Who was this sage and what do we know about their life and role in Buddhist history?",
        "What core ideas and arguments define this philosophy of emptiness and the Middle Way?",
        "What historical era and intellectual context in India shaped these ideas?",
        "What primary texts are attributed to this thinker and their school?",
        "How did these arguments interact with or critique other Buddhist and non-Buddhist philosophies?",
        "How has this philosophical approach influenced Mahayana Buddhism and later global philosophy?"
      ],
      "tags": [
        "philosophy",
        "spirituality",
        "education",
        "interdisciplinary"
      ]
    },
    {
      "name": "Deganawida (The Great Peacemaker)",
      "topics": [
        "Who was this sage and what do we know about their life and role in Haudenosaunee tradition?",
        "What core ideas and teachings define the Great Law of Peace and its philosophy of governance?",
        "What historical era and cultural context among the Iroquois nations shaped these teachings?",
        "What oral traditions, wampum records, and later transcriptions preserve this body of political philosophy?",
        "How did these ideas interact with or unite the previously warring Five Nations?",
        "How has this philosophy influenced later democratic theory and Indigenous governance movements?"
      ],
      "tags": [
        "philosophy",
        "governance",
        "human-rights",
        "education"
      ]
    }
  ]
}