{
  "name": "Dog Whistles and Ballot Boxes: Race in Republican Electoral Strategy",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "race",
    "politics",
    "elections",
    "civil rights",
    "propaganda",
    "US politics"
  ],
  "chapters": [
    {
      "name": "The Southern Strategy: How Republicans Traded Lincoln's Legacy",
      "topics": [
        "What was the Southern Strategy and who designed it?",
        "How did Barry Goldwater's 1964 campaign signal a new Republican approach to race?",
        "What did Nixon's 1968 campaign mean by 'law and order'?",
        "How did the Republican Party flip the formerly Democratic South?",
        "What role did Kevin Phillips play in theorizing the racial realignment?",
        "Why did Republicans abandon their civil rights legacy from Lincoln through Eisenhower?"
      ],
      "tags": ["politics", "democracy", "us-politics", "elections"]
    },
    {
      "name": "Lee Atwater's Confession: The Evolution of Coded Language",
      "topics": [
        "What did Lee Atwater say in his infamous 1981 interview about Republican strategy?",
        "How did explicitly racist language evolve into 'abstract' policy positions?",
        "What are 'dog whistles' and how do they function in political messaging?",
        "How did 'states' rights,' 'forced busing,' and 'tax cuts' become racial code words?",
        "What is the difference between explicit racism and 'strategic racism'?",
        "How did Atwater's approach shape Republican campaigns for decades?"
      ],
      "tags": ["politics", "propaganda", "us-politics", "race"]
    },
    {
      "name": "Reagan's Racial Playbook",
      "topics": [
        "Why did Reagan launch his 1980 campaign in Philadelphia, Mississippi?",
        "Who was the 'welfare queen' and how did Reagan use her story?",
        "How did 'young bucks buying T-bone steaks' become a campaign talking point?",
        "What was the racial subtext of Reagan's attacks on 'big government'?",
        "How did Reagan's Justice Department roll back civil rights enforcement?",
        "Why do historians debate whether Reagan himself was racist or merely exploiting racism?"
      ],
      "tags": ["politics", "bias", "us-politics", "race"]
    },
    {
      "name": "Willie Horton and the 1988 Election",
      "topics": [
        "Who was Willie Horton and what happened in the Massachusetts furlough program?",
        "How did the Bush campaign and allied groups use Horton's story?",
        "What made the Willie Horton ad so effective—and so controversial?",
        "How did Lee Atwater connect Horton to Michael Dukakis?",
        "What role did racial fear play in the 1988 election outcome?",
        "Why is Willie Horton considered a turning point in American political advertising?"
      ],
      "tags": ["media", "propaganda", "elections", "race"]
    },
    {
      "name": "The 1990s Crime Panic: A Bipartisan Failure",
      "topics": [
        "How did both parties contribute to the 'tough on crime' era of the 1990s?",
        "What was the 'superpredator' myth and who promoted it?",
        "How did the 1994 Crime Bill affect Black communities?",
        "Why did some Black leaders initially support harsh crime legislation?",
        "How did media coverage of crime distort public perception of actual crime rates?",
        "What lessons does the bipartisan crime panic offer about racial politics?"
      ],
      "tags": ["law", "bias", "criminal-justice", "race"]
    },
    {
      "name": "Birtherism, the Tea Party, and Obama-Era Backlash",
      "topics": [
        "How did the election of Barack Obama trigger a racial backlash?",
        "What was birtherism and why did it gain traction among Republicans?",
        "How did the Tea Party movement blend economic grievance with racial resentment?",
        "What role did Donald Trump play in mainstreaming birtherism?",
        "How did Republican opposition to Obama differ from opposition to previous Democratic presidents?",
        "What research shows about racial attitudes and Tea Party support?"
      ],
      "tags": ["politics", "misinformation", "us-politics", "race"]
    },
    {
      "name": "Trump's Escalation: From Dog Whistles to Bullhorns",
      "topics": [
        "How did Trump's 2015 announcement speech about 'Mexican rapists' break political norms?",
        "What was the Muslim ban and how did Trump justify it?",
        "How did 'shithole countries' and 'go back where you came from' function politically?",
        "What happened in Charlottesville and how did Trump respond?",
        "How did 'They're eating the dogs' in 2024 continue the pattern?",
        "Did Trump abandon dog whistles for explicit appeals, or use both?"
      ],
      "tags": ["politics", "nationalism", "trump", "race"]
    },
    {
      "name": "The Electoral Math: Does Racial Division Actually Work?",
      "topics": [
        "What does research show about the electoral effectiveness of racial appeals?",
        "How have demographic changes affected the viability of the Southern Strategy?",
        "Why did Republicans win in 2016 and 2024 despite—or because of—racial messaging?",
        "How do racial appeals affect turnout among different voter groups?",
        "What is the 'diploma divide' and how does it relate to racial politics?",
        "Are racial wedge issues becoming less effective as America diversifies?"
      ],
      "tags": ["politics", "democracy", "elections", "us-politics"]
    },
    {
      "name": "Everybody Counts or Nobody Counts: Defeating the Racial Wedge",
      "topics": [
        "Why do Democrats struggle to respond effectively to racial wedge politics?",
        "How does defending specific policies play into the wedge strategy?",
        "What does 'Everybody counts or nobody counts' mean as a political principle?",
        "How can universal framing defeat divide-and-conquer tactics?",
        "What successful campaigns have used universal messaging to defuse racial appeals?",
        "Why is 'who counts as a full citizen' the real question behind every racial wedge?",
        "How can voters recognize and reject attempts to divide them by race?"
      ],
      "tags": ["politics", "human-rights", "civil-rights", "us-politics"]
    }
  ]
}
