{
  "name": "Bob Marley: A Biography",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["arts", "music", "activism", "spirituality", "modern-history"],
  "chapters": [
    {
      "name": "Nine Mile to Trenchtown (1945-1966)",
      "topics": [
        "Who was Bob Marley — born Robert Nesta Marley in Nine Mile, Jamaica, the mixed-race son of a white British naval officer (Norval Sinclair Marley, who largely abandoned the family) and a Black Jamaican teenager (Cedella Booker) — and how did this outsider status between two worlds shape the music that made him the voice of the Third World?",
        "What was Trenchtown — the Kingston ghetto where Marley moved at 12, a place of grinding poverty, political violence, and extraordinary musical creativity — and how did this community of sufferers produce the musicians (Bob Marley, Peter Tosh, Bunny Wailer, Jimmy Cliff) who would create reggae?",
        "How did the Wailers form (1963) — Marley, Peter Tosh, and Bunny Wailer recording for Coxsone Dodd's Studio One, learning from the ska and rocksteady that preceded reggae — and how did their early records like 'Simmer Down' (a #1 hit in Jamaica, 1964) establish them as the voice of the Kingston streets?",
        "What was ska and rocksteady — the Jamaican musical forms that preceded reggae, ska with its uptempo offbeat guitar, rocksteady slowing the tempo and adding bass-heavy grooves — and how did these evolve into the reggae sound that Marley would make global?",
        "How did Marley's early life — working as a welder's apprentice, living in Wilmington, Delaware briefly with his mother (1966), returning to Jamaica committed to music — shape his understanding that music was not entertainment but a mission?"
      ],
      "tags": ["arts", "music", "culture", "modern-history"]
    },
    {
      "name": "Rastafari and the Sound of Rebellion (1966-1972)",
      "topics": [
        "How did Marley's conversion to Rastafari — influenced by Mortimo Planno, deepened by Haile Selassie's visit to Jamaica (1966) — transform not just his spirituality but his music, his appearance (dreadlocks), and his political consciousness?",
        "What is Rastafari — the belief that Haile Selassie (Ras Tafari) is divine, the rejection of 'Babylon' (Western materialism and oppression), the sacramental use of marijuana, the vision of African repatriation — and how did this Afrocentric faith born in Jamaica become a global movement through Marley's music?",
        "How did reggae develop as a musical form — the distinctive one-drop rhythm (emphasizing the third beat), the bass-heavy mix, the call-and-response vocals, the influence of American R&B and African drumming — and why was this sound perfectly suited to carry messages of protest and spiritual awakening?",
        "How did the Wailers' relationship with producer Lee 'Scratch' Perry (1970-1972) — recording at his Black Ark studio, producing tracks like 'Small Axe,' 'Duppy Conqueror,' and '400 Years' — create the template for the mature Marley sound?",
        "What was the political context — Jamaica in the early 1970s, torn between Michael Manley's democratic socialism (PNP) and Edward Seaga's pro-American conservatism (JLP), Cold War proxy battles in the Caribbean — and how did Marley's music become inseparable from Jamaica's political crisis?"
      ],
      "tags": ["arts", "spirituality", "activism", "modern-history"]
    },
    {
      "name": "Going Global: Island Records and International Fame (1972-1976)",
      "topics": [
        "How did the signing with Island Records (1972) — Chris Blackwell giving the Wailers creative freedom and a rock-level marketing budget — transform a Jamaican group into an international phenomenon with 'Catch a Fire' and 'Burnin'' (1973)?",
        "Why did Peter Tosh and Bunny Wailer leave the Wailers (1974) — tensions over Blackwell's focus on Marley, disagreements about touring and commercialism, Tosh's and Wailer's reluctance to compromise for international audiences — and how did the split both free and burden Marley?",
        "What made 'Natty Dread' (1974) and 'Rastaman Vibration' (1976) breakthrough albums — songs like 'No Woman No Cry,' 'Rebel Music,' and 'War' (whose lyrics are Haile Selassie's United Nations speech) — proving that Third World protest music could top charts worldwide?",
        "How did Marley's live performances — the swaying dreadlocks, the trancelike dancing, the audience communion, the concert as spiritual ceremony — create an experience that transcended entertainment and became collective ritual?",
        "How did the attempted assassination of December 3, 1976 — gunmen invading his home, shooting Marley, his wife Rita, and his manager Don Taylor two days before the 'Smile Jamaica' concert — and Marley performing anyway with his arm in a sling — cement his status as a figure willing to die for his message?"
      ],
      "tags": ["arts", "music", "activism", "modern-history"]
    },
    {
      "name": "The Peak and the Peace Concert (1976-1979)",
      "topics": [
        "How did the 'Exodus' album (1977) — recorded in London exile after the assassination attempt, containing 'Jamming,' 'One Love,' 'Waiting in Vain,' and 'Three Little Birds' — become what Time magazine would later call 'the album of the century'?",
        "What was the One Love Peace Concert (April 22, 1978) — Marley returning to Jamaica, performing before 32,000 people, joining the hands of rival political leaders Michael Manley and Edward Seaga on stage — and why was this the most dramatic use of music as peacemaking in history?",
        "How did 'Kaya' (1978) shift toward love songs and softer themes — 'Is This Love,' 'Easy Skanking,' 'Satisfy My Soul' — and why did some fans and critics accuse Marley of going commercial while others heard a man seeking peace after being shot?",
        "What was Marley's visit to Africa (1978) — performing in Ethiopia, visiting Haile Selassie's church, seeing the land of Zion that Rastafari held sacred — and how did this pilgrimage deepen his music and his sense of global mission?",
        "How did 'Survival' (1979) — with tracks like 'Zimbabwe,' 'Africa Unite,' and 'Wake Up and Live' — represent Marley's most explicitly Pan-African and politically militant album, and why did Zimbabwe's independence movement adopt 'Zimbabwe' as an unofficial anthem?"
      ],
      "tags": ["arts", "music", "politics", "modern-history"]
    },
    {
      "name": "Death at 36 and the Legend (1980-Present)",
      "topics": [
        "How did Marley die — melanoma first appearing under his toenail (1977), refusing amputation on religious grounds, cancer spreading to his lungs, liver, and brain, dying in Miami on May 11, 1981, at age 36 after telling his son Ziggy 'money can't buy life'?",
        "What was Marley's state funeral — the largest in Jamaican history, attended by the Prime Minister and the opposition leader, combining Rastafarian rites with Ethiopian Orthodox ceremony, his body buried in Nine Mile with his guitar and a Bible?",
        "How did 'Legend' (1984) — a greatest-hits compilation — become the bestselling reggae album in history (over 30 million copies), introducing Marley to audiences who had never heard reggae, and why has no reggae artist since come close to his commercial reach?",
        "What is Marley's political legacy — his music adopted by liberation movements from South Africa to Palestine, the annual UN-designated Bob Marley Day, his image on more walls in more countries than any musician who ever lived — and why does he remain the only Third World artist to achieve true global superstardom?",
        "How has the Marley family managed his legacy — Ziggy, Stephen, Damian, and Cedella continuing the musical tradition, the estate's licensing deals, the posthumous marijuana brand — and has the commercialization of Marley's image honored or betrayed the man who sang 'Babylon system is a vampire'?"
      ],
      "tags": ["arts", "music", "activism", "modern-history"]
    }
  ]
}