{
  "name": "Frida Kahlo: A Biography",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["arts", "identity", "gender", "activism", "modern-history"],
  "chapters": [
    {
      "name": "Coyoacán: Origins and the Accident (1907-1925)",
      "topics": [
        "Who was Frida Kahlo — born Magdalena Carmen Frida Kahlo Calderón in Coyoacán, Mexico, the daughter of a German-Hungarian photographer and a mestiza mother, a child of the Mexican Revolution who later claimed 1910 (the revolution's start) as her birth year?",
        "How did childhood polio (age six) foreshadow a lifetime of bodily suffering — leaving one leg shorter and thinner, earning her the nickname 'peg-leg Frida,' marking the beginning of her identification with physical pain as a defining condition?",
        "How did the bus accident of September 17, 1925 — a steel handrail impaling her pelvis, her spine fractured in three places, her collarbone and ribs broken, her right leg shattered in 11 places — transform an aspiring medical student into an artist who painted because she could do nothing else while bedridden?",
        "What was the Mexico of Kahlo's youth — the aftermath of the Revolution (1910-1920), the muralist movement celebrating indigenous culture, the rise of Mexican nationalism under José Vasconcelos — and how did this cultural ferment shape her identity as both Mexican and artist?",
        "How did Kahlo begin painting during her recovery — using a specially made easel and a mirror mounted on her bed canopy, turning her broken body into her first and most enduring subject — and why did she say 'I paint myself because I am so often alone and because I am the subject I know best'?"
      ],
      "tags": ["arts", "identity", "culture", "modern-history"]
    },
    {
      "name": "Diego, Communism, and the Art World (1928-1940)",
      "topics": [
        "What was Kahlo's marriage to Diego Rivera — 20 years older, the most famous muralist in Mexico, a serial philanderer who had an affair with Frida's sister Cristina — a marriage Kahlo called 'the second accident of my life' — and how did their passionate, destructive relationship fuel both their art?",
        "How did Kahlo and Rivera's political commitments — both Communist Party members, hosting Leon Trotsky in their Coyoacán home (1937), Kahlo's affair with Trotsky — place them at the center of international revolutionary politics?",
        "How did Kahlo's time in the United States (1930-1933) — Rivera painting murals for Rockefeller and Ford while Kahlo suffered miscarriages, hated American capitalism, and felt homesick — produce paintings like 'Henry Ford Hospital' and 'My Dress Hangs There' that expressed her alienation?",
        "Why did André Breton declare Kahlo a Surrealist — exhibiting her in Paris in 1939 — and why did Kahlo reject the label, insisting 'I never painted dreams, I painted my own reality'?",
        "How did the Kahlo-Rivera divorce (1939) and remarriage (1940) — after Rivera's affair with Cristina and Kahlo's affairs with both men and women including Trotsky and Josephine Baker — establish the pattern of destruction and reconciliation that defined them until Kahlo's death?"
      ],
      "tags": ["arts", "politics", "gender", "modern-history"]
    },
    {
      "name": "The Self-Portraits: Pain as Art",
      "topics": [
        "How did Kahlo's self-portraits — 55 of her 143 paintings — use her own broken body, her indigenous identity, her miscarriages, and her emotional pain to create a visual language that was simultaneously deeply personal and universally human?",
        "What do paintings like 'The Two Fridas' (1939), 'The Broken Column' (1944), and 'The Wounded Deer' (1946) reveal about Kahlo's method — transforming physical suffering into symbolic imagery, using Mexican folk art traditions, Catholic iconography, and pre-Columbian mythology?",
        "How did Kahlo depict her miscarriages and inability to have children — 'Henry Ford Hospital' (1932), 'My Birth' (1932) — with a rawness that shocked contemporaries and anticipated confessional art by decades?",
        "Why did Kahlo cultivate her indigenous Mexican identity — wearing Tehuana dresses, pre-Columbian jewelry, elaborate hairstyles — as both genuine cultural pride and deliberate self-construction, making her appearance inseparable from her art?",
        "How did Kahlo paint her relationship with Rivera — 'Frieda and Diego Rivera' (1931), 'Diego and I' (1949) — depicting their bond as one of mutual destruction, dependency, and love that even divorce could not end?"
      ],
      "tags": ["arts", "identity", "psychology", "modern-history"]
    },
    {
      "name": "The Final Years: Agony and Recognition (1940-1954)",
      "topics": [
        "How did Kahlo's health deteriorate through the 1940s — over 30 surgeries, a year in a steel corset, amputated right leg (1953), morphine and alcohol dependency — while she continued painting works of astonishing power?",
        "What was Kahlo's first solo exhibition in Mexico (1953) — arriving by ambulance, installed in her four-poster bed in the gallery, celebrating with tequila and songs — and why did this event, a year before her death, represent both triumph and tragedy?",
        "How did Kahlo die on July 13, 1954, at age 47 — officially of pulmonary embolism, possibly by suicide (her diary entry: 'I hope the exit is joyful and I hope never to return') — and why do the circumstances of her death remain deliberately ambiguous?",
        "What was Kahlo's relationship with the Communist Party in her final years — painting 'Marxism Will Give Health to the Sick' (1954), attending a protest against the CIA-backed coup in Guatemala despite her wheelchair, declaring 'I want my work to be a contribution to the struggle'?",
        "How did Kahlo's art and reputation stand at the time of her death — overshadowed by Rivera, known primarily in Mexico, with no international market for her work — and what would happen in the decades after?"
      ],
      "tags": ["arts", "identity", "gender", "modern-history"]
    },
    {
      "name": "Fridamania: Legacy and the Commodification of Pain",
      "topics": [
        "How was Kahlo rediscovered — feminist art historians (Hayden Herrera's biography, 1983), Chicana activists claiming her as an icon, the 1990s explosion of interest — transforming an obscure Mexican painter into the most recognized female artist in history?",
        "What is 'Fridamania' — her face on t-shirts, tote bags, and Barbie dolls; a Salma Hayek biopic (2002); her paintings selling for record prices ($34.9 million in 2021) — and how did the commodification of her image both celebrate and betray a communist who painted her own suffering?",
        "Why has Kahlo become an icon for so many movements simultaneously — feminism (woman as subject, not object), disability rights (art from a broken body), LGBTQ+ identity (bisexuality as lived reality), Mexican nationalism, anti-colonialism — and can one person carry so many meanings?",
        "How does Kahlo compare to Rivera in historical judgment — he painted for nations, she painted for herself; his murals cover public walls, her small canvases hang in museums; he was celebrated in life, she after death — and why did the intimate painter ultimately eclipse the monumental one?",
        "What is Kahlo's enduring significance — the demonstration that personal suffering can be transformed into universal art, that a woman's body and experience are legitimate subjects for the highest art, and that pain, honestly rendered, connects rather than isolates?"
      ],
      "tags": ["arts", "gender", "culture", "modern-history"]
    }
  ]
}