{
  "name": "Maya Angelou: A Biography",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["arts", "literature", "identity", "civil-rights", "modern-history"],
  "chapters": [
    {
      "name": "Stamps, Arkansas: Silence and Survival (1928-1944)",
      "topics": [
        "Who was Maya Angelou — born Marguerite Annie Johnson in St. Louis in 1928, sent at age three with her brother Bailey to live with their grandmother (Momma Henderson) in segregated Stamps, Arkansas, after their parents' marriage collapsed — and how did the Jim Crow South shape a child who would become America's conscience?",
        "How did the rape by her mother's boyfriend (Mr. Freeman) when she was seven — and Freeman's murder by her uncles after a brief jail sentence — lead young Marguerite to stop speaking for nearly five years, believing her voice had killed a man?",
        "How did literature rescue Angelou from silence — the teacher Mrs. Flowers reading Dickens and Shakespeare to her, the discovery that words on a page could become a voice when her own was gone — and why did this childhood experience make language and storytelling the center of her life's work?",
        "What was life for a Black child in the segregated South of the 1930s — the cotton fields, the white dentist who refused to treat her, the KKK riding through Stamps, the daily humiliations that taught Black children they were less than human — and how did Momma Henderson's dignity in the face of racism model survival?",
        "How did Angelou's move to San Francisco at 14 — joining her mother Vivian Baxter, attending George Washington High School, becoming the first Black streetcar conductor in the city at 15, giving birth to her son Guy at 17 — mark the beginning of an extraordinary series of reinventions?"
      ],
      "tags": ["arts", "identity", "civil-rights", "modern-history"]
    },
    {
      "name": "Many Lives: Dancer, Singer, Activist, Journalist (1944-1968)",
      "topics": [
        "What were Angelou's many careers before writing — nightclub singer, calypso dancer (taking the stage name 'Maya Angelou'), actress in the European touring company of 'Porgy and Bess' (1954-1955), playwright, and coordinator for Martin Luther King Jr.'s Southern Christian Leadership Conference?",
        "How did Angelou's involvement with the civil rights movement — organizing the Cabaret for Freedom fundraiser with Godfrey Cambridge (1960), working as Northern Coordinator for the SCLC at King's request, witnessing the March on Washington (1963) — forge the connection between art and activism that would define her career?",
        "What was Angelou's time in Africa — moving to Cairo with South African freedom fighter Vusumzi Make, working as editor of the Arab Observer, then relocating to Ghana (1962-1965) where she befriended Malcolm X and worked as a journalist and teacher — and how did this African sojourn shape her understanding of the Black diaspora?",
        "How did the assassinations of Malcolm X (February 21, 1965, on Angelou's birthday) and Martin Luther King Jr. (April 4, 1968) devastate Angelou — she had been close to both men, had promised to work with Malcolm the week he was killed — and how did this double loss drive her toward writing as witness?",
        "What did James Baldwin's friendship mean to Angelou — Baldwin encouraging her to write her autobiography, introducing her to his editor, insisting that her story was literature — and why was this support from the preeminent Black American writer crucial to her becoming one?"
      ],
      "tags": ["arts", "civil-rights", "activism", "modern-history"]
    },
    {
      "name": "I Know Why the Caged Bird Sings (1969-1978)",
      "topics": [
        "How did 'I Know Why the Caged Bird Sings' (1969) — covering Angelou's childhood through age 17, describing racism, sexual violence, and the discovery of literature and self-worth — revolutionize memoir by proving that a Black girl's story was American literature?",
        "Why has 'Caged Bird' been one of the most banned books in America — its frank depictions of rape, racism, and teenage pregnancy targeted by school boards — and what does the impulse to ban it reveal about American discomfort with Black women's truth-telling?",
        "How did Angelou's subsequent autobiographies — 'Gather Together in My Name' (1974), 'Singin' and Swingin' and Gettin' Merry Like Christmas' (1976), 'The Heart of a Woman' (1981) — extend the story through her early adulthood, creating a multi-volume portrait of Black American life unprecedented in literature?",
        "What was Angelou's approach to autobiography — not strict factual accuracy but emotional truth, using novelistic techniques (dialogue, scene-setting, pacing) to transform memory into literature — and why did she consider memoir a form of art rather than journalism?",
        "How did Angelou balance her writing life with her personal one — raising her son Guy as a single mother, navigating relationships, maintaining friendships with Oprah Winfrey, James Baldwin, and others — and why did she insist that living fully was a prerequisite for writing honestly?"
      ],
      "tags": ["arts", "literature", "identity", "modern-history"]
    },
    {
      "name": "Poetry, Performance, and the National Stage (1978-2000)",
      "topics": [
        "What is Angelou's poetry — collections from 'Just Give Me a Cool Drink of Water 'fore I Diiie' (1971) to 'Phenomenal Woman' (1978) to 'And Still I Rise' (1978) — and why did her poems, often dismissed by academic critics, reach millions of readers who found in them the voice they needed to hear?",
        "How did Angelou read 'On the Pulse of Morning' at Bill Clinton's inauguration (January 20, 1993) — the first inaugural poet since Robert Frost at JFK's — and what did it mean for a Black woman who had been silenced by trauma to speak for the nation?",
        "What was Angelou's role as a professor at Wake Forest University (1982-2014) — holding the first lifetime Reynolds Professorship, teaching courses on philosophy, ethics, and writing — and how did she influence generations of students who encountered her as teacher rather than icon?",
        "How did Angelou become a media presence — regular appearances on Oprah, a bestselling series of greeting cards, a cameo in the film 'Poetic Justice' (1993), her voice recognized by millions who had never read her books — and did this fame amplify or dilute her literary legacy?",
        "What did Angelou mean by 'phenomenal woman' — the poem that became her anthem, celebrating Black female beauty, strength, and self-possession — and why did this straightforward celebration of a Black woman's body and spirit resonate so deeply in a culture that had spent centuries denigrating both?"
      ],
      "tags": ["arts", "literature", "civil-rights", "modern-history"]
    },
    {
      "name": "Legacy: 'There Is No Greater Agony Than an Untold Story'",
      "topics": [
        "How did Angelou's final decades — receiving the Presidential Medal of Freedom from Obama (2011), publishing 'Mom & Me & Mom' (her seventh autobiography, 2013), remaining active as a speaker and public figure — represent the culmination of a life devoted to bearing witness?",
        "What is Angelou's legacy after her death on May 28, 2014 — the demonstration that survival itself is an act of resistance, that Black women's stories are universal stories, and that overcoming silence is both a personal and political act?",
        "How does Angelou's work speak to the #MeToo era — her frank account of childhood sexual assault, written 50 years before the movement, her insistence that naming trauma is the first step toward surviving it — and why has 'Caged Bird' found new audiences among younger readers?",
        "What did Angelou prove about American literature — that the canon was incomplete without Black women's voices, that memoir could be as artistically ambitious as fiction, and that the most 'particular' stories (a Black girl in the Jim Crow South) are the most universal?",
        "Why did Angelou say 'there is no greater agony than bearing an untold story inside you' — and how does this line, from 'Caged Bird,' capture the mission of a woman who spent five years mute and seven decades ensuring that silence would never win?"
      ],
      "tags": ["arts", "literature", "civil-rights", "modern-history"]
    }
  ]
}