{
  "name": "William Shakespeare: A Biography",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["arts", "literature", "culture", "identity", "early-modern-history"],
  "chapters": [
    {
      "name": "The Stratford Enigma (1564-1592)",
      "topics": [
        "Who was William Shakespeare — born in Stratford-upon-Avon in 1564, the son of a glove-maker and alderman, educated at the local grammar school, married at 18 to Anne Hathaway (eight years his senior), father of three — and what happened during the 'lost years' (1585-1592) that transformed a provincial tradesman's son into a London playwright?",
        "What was the authorship question — claims that Shakespeare was too common, too poorly educated, too provincial to have written the plays, with candidates from Francis Bacon to the Earl of Oxford to Christopher Marlowe — and why does virtually every Shakespeare scholar consider these theories baseless snobbery?",
        "What do we actually know about Shakespeare's life — legal records, property transactions, a few contemporary mentions, no surviving letters or manuscripts in his hand — and why has this biographical vacuum spawned centuries of conspiracy theories?",
        "What was Elizabethan Stratford — a prosperous market town of 1,500 people, a grammar school teaching Latin rhetoric and classical literature, a father who served as bailiff (mayor) before falling into debt — and how did this provincial upbringing shape the plays?",
        "How did Shakespeare arrive in London — possibly as an actor, possibly through aristocratic patronage, first noticed when playwright Robert Greene attacked him as an 'upstart crow' in 1592 — and what does his rapid rise tell us about talent meeting opportunity?"
      ],
      "tags": ["arts", "literature", "culture", "early-modern-history"]
    },
    {
      "name": "The Globe: Playwright, Actor, Businessman (1592-1603)",
      "topics": [
        "How did Shakespeare work — writing two plays a year for 20 years, acting in his own productions, co-owning the Globe Theatre (built 1599), managing a company of actors (the Lord Chamberlain's Men) — combining artistic genius with commercial pragmatism?",
        "What did Shakespeare achieve in comedy — 'A Midsummer Night's Dream,' 'Much Ado About Nothing,' 'Twelfth Night,' 'As You Like It' — plays that reinvented the form, mixing farce with philosophy and creating female characters whose wit outmatched every man on stage?",
        "What did Shakespeare achieve in history — the two tetralogies from 'Richard II' through 'Henry V,' plus 'Richard III' — creating England's national mythology, turning messy medieval power struggles into a dramatic narrative of kingship, legitimacy, and the cost of power?",
        "How did Shakespeare's language work — inventing over 1,700 words (lonely, generous, assassination, eyeball), pioneering blank verse as a vehicle for psychological complexity, making the most difficult ideas sound like natural speech — and why can no writer since match this combination of density and accessibility?",
        "What was the Globe Theatre itself — a 3,000-seat open-air amphitheater on the south bank of the Thames, no scenery, daylight performances, groundlings paying a penny to stand, aristocrats paying sixpence to sit — and how did this commercial entertainment space produce the greatest literature in English?"
      ],
      "tags": ["arts", "literature", "economics", "early-modern-history"]
    },
    {
      "name": "The Great Tragedies (1600-1608)",
      "topics": [
        "What makes 'Hamlet' (c. 1600) Shakespeare's most famous play — a prince commanded by his father's ghost to avenge a murder, who delays until everyone is dead — and why has Hamlet's indecision, his 'To be or not to be,' his antic disposition, generated more interpretation than any character in literature?",
        "How did 'Othello' (c. 1603) explore jealousy and racial prejudice — a Black general married to a white Venetian, destroyed by Iago's manipulation — and why did Shakespeare make his tragic hero a Moor in a society that treated Africans as exotic curiosities?",
        "What makes 'King Lear' (c. 1605) the most devastating of the tragedies — an old king who divides his kingdom, rejects the daughter who loves him, descends into madness on a heath — and why did Samuel Johnson find the ending so painful he couldn't reread it?",
        "How did 'Macbeth' (c. 1606) dramatize the psychology of political murder — a loyal general tempted by prophecy and an ambitious wife, unraveling into paranoia and tyranny after killing a king — and why has this shortest tragedy become the most performed?",
        "What drove Shakespeare's 'tragic period' — was it the death of his son Hamnet (1596), the aging of Elizabeth I, the anxieties of the Jacobean succession, or simply artistic maturity — and why do scholars still debate whether biography explains the darkening of his vision?"
      ],
      "tags": ["arts", "literature", "psychology", "early-modern-history"]
    },
    {
      "name": "The Late Romances and Retirement (1608-1616)",
      "topics": [
        "How did Shakespeare's late plays — 'Pericles,' 'Cymbeline,' 'The Winter's Tale,' 'The Tempest' — shift from tragedy to romance, replacing death with reconciliation, lost children with found ones, storms with forgiveness?",
        "Why is 'The Tempest' (1611) read as Shakespeare's farewell — Prospero drowning his book and breaking his staff, an artist releasing his magic — and did Shakespeare intend this as autobiography or has every generation simply projected its own anxieties onto the play?",
        "How did Shakespeare retire to Stratford around 1613 — buying the largest house in town (New Place), investing in property, maintaining ties to London theater — and why did his will famously leave Anne Hathaway only the 'second best bed'?",
        "How was Shakespeare nearly forgotten — theaters closed by the Puritans (1642), his plays out of fashion for decades — before the First Folio (1623), compiled by his colleagues Heminges and Condell, preserved 36 plays, 18 of which had never been published?",
        "What are the 154 Sonnets — published in 1609, addressed to a 'Fair Youth' and a 'Dark Lady,' wrestling with love, beauty, time, and immortality — and why has the question of whether they reveal Shakespeare's bisexuality, his patron relationships, or pure poetic convention never been resolved?"
      ],
      "tags": ["arts", "literature", "culture", "early-modern-history"]
    },
    {
      "name": "Legacy: The Invention of the Human",
      "topics": [
        "What did Harold Bloom mean by calling Shakespeare 'the inventor of the human' — the argument that Shakespeare's characters (Hamlet's self-doubt, Falstaff's vitality, Cleopatra's complexity) created the modern conception of psychological interiority, teaching us to overhear ourselves thinking?",
        "How has Shakespeare been claimed by every culture and era — performed in every language, adapted by every medium from Kurosawa's 'Throne of Blood' to 'West Side Story' to 'The Lion King' — and what makes these 400-year-old plays feel perpetually contemporary?",
        "How did Shakespeare shape the English language itself — phrases we use without knowing their origin ('break the ice,' 'wild goose chase,' 'heart of gold,' 'in a pickle') — and why has no single writer had a comparable effect on any language?",
        "What are the ongoing controversies — postcolonial readings of 'The Tempest' as colonialism, feminist reclamations of the shrew-taming plays, debates about performing 'Othello' and 'The Merchant of Venice' in an era sensitive to racism and anti-Semitism — and should Shakespeare be updated or confronted as he is?",
        "Why does a glove-maker's son from Stratford remain, four centuries later, the writer against whom all others are measured — 37 plays, 154 sonnets, the most quoted author in the English language, the foundation of Western theatrical tradition?"
      ],
      "tags": ["arts", "literature", "identity", "modern-history"]
    }
  ]
}