{
  "name": "Wolfgang Amadeus Mozart: A Biography",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["arts", "music", "culture", "innovation", "early-modern-history"],
  "chapters": [
    {
      "name": "The Child Prodigy (1756-1773)",
      "topics": [
        "Who was Wolfgang Amadeus Mozart — born in Salzburg in 1756, the son of Leopold Mozart (a skilled court musician and ambitious stage father), composing at five, performing for European royalty at six, writing symphonies at eight — and was he a natural genius, a product of intense training, or both?",
        "How did Leopold Mozart manage his children's careers — touring Wolfgang and his sister Nannerl across Europe for three years (1763-1766), exhibiting them to kings, popes, and aristocrats — exploiting their talent for money and social advancement while providing an education no conservatory could match?",
        "What did the young Mozart encounter on his grand tours — Italian opera, Mannheim orchestral technique, J.C. Bach's galant style in London, Haydn's quartets in Vienna — absorbing every musical language he heard and synthesizing them into something no one had heard before?",
        "How did Mozart compose as a teenager — the opera 'Mitridate, re di Ponto' at 14 (a hit in Milan), string quartets dedicated to Haydn, piano sonatas that redefined the instrument — producing mature masterworks at an age when most composers were still studying?",
        "What was the cost of Mozart's childhood — the constant travel, the performing-animal exhibition before royalty, the pressure of being the family's sole source of income, the smallpox that nearly killed him at 11 — and how did Leopold's ambitions shape (and possibly damage) his son's adult personality?"
      ],
      "tags": ["arts", "music", "culture", "early-modern-history"]
    },
    {
      "name": "Breaking Free: Salzburg to Vienna (1773-1784)",
      "topics": [
        "What was Mozart's relationship with the Archbishop of Salzburg — Hieronymus Colloredo, who treated his greatest employee as a servant, restricted his travel, and paid him a fraction of what Italian mediocrities earned — and why did Mozart endure this humiliation for eight years?",
        "How did Mozart's break from Salzburg in 1781 — literally kicked out the door by the Archbishop's chamberlain, Count Arco — represent a revolution in the economics of art: choosing to freelance in Vienna rather than serve a patron, gambling that talent could sustain him in the marketplace?",
        "What did Mozart achieve in his early Vienna years — the 'Haffner' and 'Linz' symphonies, the six string quartets dedicated to Haydn (who called Mozart 'the greatest composer known to me'), a series of piano concertos unmatched in the repertoire — while scrambling for pupils, commissions, and concert venues?",
        "How did Mozart's marriage to Constanze Weber (1782) — against Leopold's wishes, a love match with a woman history has underestimated — affect his life and work, and why has Constanze been unfairly portrayed as frivolous by biographers influenced by Leopold's bitterness?",
        "What made Mozart's piano concertos of 1784-1786 revolutionary — Nos. 14-25, written for his own subscription concerts, combining virtuosity with symphonic depth, dialogue between soloist and orchestra, and emotional range from comedy to tragedy — and why are they considered the greatest body of concertos ever composed?"
      ],
      "tags": ["arts", "music", "economics", "early-modern-history"]
    },
    {
      "name": "The Great Operas (1786-1790)",
      "topics": [
        "What made 'The Marriage of Figaro' (1786) revolutionary — Lorenzo Da Ponte's libretto based on Beaumarchais's banned play, servants outsmarting and forgiving their masters, music that reveals what words conceal — and why did this opera about class conflict charm the aristocrats who should have feared it?",
        "How did 'Don Giovanni' (1787) fuse comedy and damnation — the seducer's catalog aria, the murdered Commendatore's return as a stone statue, Don Giovanni dragged to hell while refusing to repent — and why did Kierkegaard call it the greatest work of art ever created?",
        "What did 'Così fan tutte' (1790) accomplish — a comedy about sexual betrayal that audiences found too cynical, a score of heartbreaking beauty applied to a morally ambiguous plot — and why was this opera dismissed for 150 years before being recognized as Mozart's most psychologically complex?",
        "How did the Mozart-Da Ponte collaboration work — three operas in four years, the poet providing witty Italian libretti, the composer transforming them into music drama where every note reveals character — and why has no composer-librettist partnership since matched their achievement?",
        "Why did Mozart's popularity in Vienna decline after 1787 — audiences preferring lighter fare, the Emperor's tepid support, competition from Salieri and lesser composers — and why did the man who wrote the greatest operas struggle to fill a concert hall?"
      ],
      "tags": ["arts", "music", "culture", "early-modern-history"]
    },
    {
      "name": "The Final Year and the Requiem (1791)",
      "topics": [
        "How did Mozart's final year produce some of his greatest music — 'The Magic Flute' (a Masonic fairy tale that opened September 30), the Clarinet Concerto (October), the unfinished Requiem — in a feverish burst of creativity while his health collapsed?",
        "What was 'The Magic Flute' — an opera that encoded Masonic philosophy in a fairy tale about enlightenment conquering darkness, mixing high art with low comedy, sacred ritual with popular theater — and why did Mozart consider it his finest achievement?",
        "Why did Mozart die on December 5, 1791, at age 35 — the theories ranging from rheumatic fever to mercury poisoning to kidney disease, the legend of Salieri's jealousy (almost certainly false), the Requiem commissioned by a mysterious stranger — and what do we actually know?",
        "What was Mozart's relationship with money — earning substantial sums from operas, concerts, and teaching, spending lavishly on clothes and billiards, borrowing constantly from his friend Michael Puchberg, dying in debt despite lifetime earnings that should have made him comfortable?",
        "How was Mozart buried — in a common grave (standard Viennese practice for the middle class, not a sign of poverty), no mourners at the graveside (probably due to weather), Constanze not attending (customary for widows) — and why has this mundane reality been mythologized into a tale of abandonment?"
      ],
      "tags": ["arts", "music", "culture", "early-modern-history"]
    },
    {
      "name": "Legacy: The Standard Against Which All Music Is Measured",
      "topics": [
        "How was Mozart received after death — Constanze managing his legacy shrewdly, the Requiem completed by Süssmayr, biographies mythologizing him as a childlike genius — and how did the Romantic era transform a working professional into a divine messenger?",
        "What is the 'Mozart Effect' — the debunked claim that listening to Mozart makes you smarter, the broader cultural phenomenon of Mozart as the universal genius, the marketing of his music as therapeutic — and why does this trivialization persist despite Mozart's actual complexity?",
        "How does Mozart compare to his contemporaries — Haydn (his friend and mentor), Beethoven (who arrived in Vienna a year after Mozart's death), Salieri (not a villain but a competent rival) — and why did Mozart's ability to excel in every genre set him apart?",
        "What makes Mozart's music distinctive — melodic beauty that sounds effortless but is structurally perfect, emotional depth hidden beneath apparent simplicity, the ability to make comedy and tragedy coexist in the same phrase — and why did Tchaikovsky call him 'the musical Christ'?",
        "What is Mozart's legacy — over 600 compositions in every genre, the standard against which all Western music is measured, the archetype of creative genius cut short — and why does his music, 235 years later, still sound as if someone is speaking directly to you?"
      ],
      "tags": ["arts", "music", "culture", "modern-history"]
    }
  ]
}