{
  "name": "African American Literature",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "African American literature",
    "Black writers",
    "American fiction",
    "literary history",
    "racial identity"
  ],
  "chapters": [
    {
      "name": "Slave Narratives and the Origins of Black Literature",
      "topics": [
        "How did slave narratives establish the foundations of African American literature?",
        "What makes Frederick Douglass's Narrative one of the most important American autobiographies ever written?",
        "How did Harriet Jacobs's Incidents in the Life of a Slave Girl center the experience of enslaved women?",
        "What literary conventions did slave narratives develop — the journey from bondage to freedom, the acquisition of literacy, the authentication by white editors?",
        "How did Phillis Wheatley's poetry in the 18th century challenge the assumption that Black people were incapable of literary expression?",
        "Why were slave narratives both literary achievements and political weapons against slavery?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "literary-arts",
        "americas"
      ]
    },
    {
      "name": "The Harlem Renaissance: A Literary Revolution",
      "topics": [
        "How did the Harlem Renaissance of the 1920s create the first major flowering of African American literature?",
        "What did Langston Hughes mean when he declared, 'We younger Negro artists intend to express our individual dark-skinned selves without fear or shame'?",
        "How did Zora Neale Hurston's Their Eyes Were Watching God redefine the possibilities of the Black novel?",
        "What tensions existed within the Renaissance — between art for art's sake and art as racial uplift, between folk culture and high culture?",
        "How did Claude McKay, Countee Cullen, Nella Larsen, and Jean Toomer each expand the boundaries of Black literary expression?",
        "What was the relationship between Harlem Renaissance writers and their white patrons and publishers?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "literary-arts",
        "americas"
      ]
    },
    {
      "name": "Richard Wright and the Protest Novel",
      "topics": [
        "How did Richard Wright's Native Son shock American readers with its unflinching portrayal of racism's psychological damage?",
        "What was Wright's argument in 'Blueprint for Negro Writing' about the purpose and direction of Black literature?",
        "How did Black Boy function as both autobiography and social criticism?",
        "What was Wright's relationship to Marxism, and how did it shape his analysis of race in America?",
        "How did Wright's expatriation to France reflect his belief that America was incapable of treating Black people as human?",
        "What influence did Wright have on subsequent generations of Black writers, even those who rejected his approach?"
      ],
      "tags": [
        "arts",
        "theory",
        "literary-arts",
        "americas"
      ]
    },
    {
      "name": "Ralph Ellison, James Baldwin, and the Question of Identity",
      "topics": [
        "How did Ralph Ellison's Invisible Man redefine the African American novel through its exploration of identity, visibility, and American democracy?",
        "What was James Baldwin's unique contribution — combining personal essay, fiction, and prophecy to illuminate the racial condition?",
        "How did Baldwin's The Fire Next Time warn America about the consequences of continued racial injustice?",
        "What was the literary and personal conflict between Baldwin and Wright about the purpose of Black literature?",
        "How did Ellison's insistence on the complexity and humanity of Black life challenge both racist stereotypes and protest fiction?",
        "Why are Ellison and Baldwin considered among the greatest American writers of the 20th century, not just the greatest Black writers?"
      ],
      "tags": [
        "arts",
        "identity",
        "literary-arts",
        "americas"
      ]
    },
    {
      "name": "Black Women Writers: Morrison, Walker, Angelou",
      "topics": [
        "How did Toni Morrison's novels — The Bluest Eye, Sula, Song of Solomon, Beloved — transform American literature?",
        "What does Morrison's Nobel Prize in 1993 represent for African American literature's place in the global literary canon?",
        "How did Alice Walker's The Color Purple and her concept of 'womanism' center Black women's experience?",
        "What role did Maya Angelou's I Know Why the Caged Bird Sings play in making Black women's autobiography a major literary form?",
        "How did Gwendolyn Brooks — the first Black person to win a Pulitzer Prize — bridge the gap between formal poetics and community voice?",
        "Why did the emergence of Black women writers from the 1970s onward represent a revolution within African American literature?"
      ],
      "tags": [
        "arts",
        "identity",
        "literary-arts",
        "gender"
      ]
    },
    {
      "name": "The Black Arts Movement and Political Literature",
      "topics": [
        "How did the Black Arts Movement of the 1960s-70s declare that Black literature must serve Black liberation?",
        "What was Amiri Baraka's role in defining the movement's aesthetics and politics?",
        "How did poets like Nikki Giovanni, Sonia Sanchez, and Haki Madhubuti create a new Black poetic voice — direct, confrontational, rooted in Black speech?",
        "What institutions did the movement create — Black publishing houses, literary magazines, theater companies?",
        "How did the Black Arts Movement challenge the idea that literary quality and political commitment were incompatible?",
        "What is the lasting influence of the Black Arts Movement on spoken word, hip-hop, and contemporary Black writing?"
      ],
      "tags": [
        "arts",
        "activism",
        "literary-arts",
        "americas"
      ]
    },
    {
      "name": "Science Fiction, Fantasy, and Afrofuturism",
      "topics": [
        "How did Octavia Butler pioneer Black science fiction with novels like Kindred, Parable of the Sower, and the Patternist series?",
        "What is Afrofuturism, and how does it reimagine Black identity through the lens of science fiction, technology, and African mythology?",
        "How did Samuel Delany's work challenge racial and sexual conventions in science fiction from the 1960s onward?",
        "What role does speculative fiction play in allowing Black writers to imagine worlds beyond the constraints of American racism?",
        "How did N.K. Jemisin's unprecedented three consecutive Hugo Awards signal Afrofuturism's arrival in mainstream literary culture?",
        "Why is speculative fiction a particularly powerful form for exploring questions of race, power, and liberation?"
      ],
      "tags": [
        "arts",
        "technology",
        "literary-arts",
        "americas"
      ]
    },
    {
      "name": "Contemporary African American Fiction",
      "topics": [
        "How have contemporary Black novelists like Colson Whitehead, Jesmyn Ward, and Paul Beatty expanded the boundaries of African American fiction?",
        "What does Colson Whitehead's The Underground Railroad do by literalizing the metaphor of the Underground Railroad as an actual railroad?",
        "How does Ta-Nehisi Coates's Between the World and Me update the tradition of Baldwin's The Fire Next Time?",
        "What role do Black genre writers — in mystery, romance, horror, young adult fiction — play in the broader literary landscape?",
        "How has the publishing industry's relationship with Black writers changed, and what barriers remain?",
        "What themes define contemporary African American fiction — history, identity, place, family, systemic violence, joy?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "literary-arts",
        "americas"
      ]
    },
    {
      "name": "African American Poetry from Hughes to the Present",
      "topics": [
        "How did Langston Hughes create a poetics rooted in jazz, blues, and the rhythms of Black working-class speech?",
        "What was Gwendolyn Brooks's achievement in bringing formal poetic craft to the lives of ordinary Black people?",
        "How did the Black Arts Movement poets transform poetry into a weapon and a communal art form?",
        "What role has spoken word and slam poetry played in continuing the tradition of Black public poetry?",
        "How have poets like Claudia Rankine, Tracy K. Smith, and Terrance Hayes pushed African American poetry into new formal and thematic territory?",
        "Why has poetry remained central to African American literary culture in a way it has not for American literature generally?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "literary-arts",
        "americas"
      ]
    },
    {
      "name": "The Canon Question: Who Gets Read and Why",
      "topics": [
        "How were African American writers excluded from the American literary canon for most of the 20th century?",
        "What role did the creation of Black Studies programs play in establishing African American literature as a legitimate academic field?",
        "How did Henry Louis Gates Jr.'s scholarship recover forgotten Black literary texts and build the theoretical framework for studying them?",
        "What debates exist within Black literary studies about which works and writers should be considered canonical?",
        "How has the inclusion of Black writers in school curricula been politically contested?",
        "What does it mean for American literature as a whole when its Black tradition is recognized as central rather than marginal?"
      ],
      "tags": [
        "arts",
        "education",
        "literary-arts",
        "americas"
      ]
    }
  ]
}