{
  "name": "Black Power, Black Nationalism, and Self-Determination",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "Black Power",
    "Black nationalism",
    "self-determination",
    "radical politics",
    "liberation movements"
  ],
  "chapters": [
    {
      "name": "The Roots of Black Nationalism: From Delany to Garvey",
      "topics": [
        "What is Black nationalism, and how does it differ from integrationist approaches to racial justice?",
        "How did Martin Delany argue in the 1850s that Black people needed their own nation because America would never accept them as equals?",
        "What was the back-to-Africa movement, and why did it appeal to some Black Americans while being rejected by others?",
        "How did Marcus Garvey's Universal Negro Improvement Association become the largest mass movement of Black people in American history?",
        "What was Garvey's vision of Black economic independence, racial pride, and Pan-African solidarity?",
        "Why did Garvey's movement collapse, and what ideas from it survived to influence later generations?"
      ],
      "tags": [
        "politics",
        "nationalism",
        "race",
        "americas"
      ]
    },
    {
      "name": "Malcolm X and the Nation of Islam",
      "topics": [
        "Who was Malcolm X, and how did his journey from street hustler to prison convert to national spokesman transform the conversation about race in America?",
        "What was the Nation of Islam, and how did Elijah Muhammad's theology blend religious teaching with Black separatism?",
        "How did Malcolm X challenge the Civil Rights Movement's commitment to nonviolence and integration?",
        "What was Malcolm X's pilgrimage to Mecca, and how did it change his views on race, Islam, and human solidarity?",
        "How did Malcolm X's assassination in 1965 and the posthumous publication of his Autobiography shape his legacy?",
        "Why does Malcolm X remain one of the most influential and contested figures in African American history?"
      ],
      "tags": [
        "politics",
        "activism",
        "civil-rights",
        "us-politics"
      ]
    },
    {
      "name": "Stokely Carmichael and the Black Power Movement",
      "topics": [
        "How did Stokely Carmichael's call for 'Black Power' during the 1966 Meredith March signal a break with the integrationist Civil Rights Movement?",
        "What did 'Black Power' mean — self-defense, political self-determination, cultural pride, economic independence?",
        "How did SNCC's transformation under Carmichael reflect disillusionment with nonviolence and white liberal allies?",
        "What was the relationship between Black Power and the broader New Left, anti-war movement, and global decolonization?",
        "How did the media portray Black Power, and how did that portrayal differ from the movement's actual goals and practices?",
        "What was Carmichael's later evolution as Kwame Ture, an advocate for Pan-Africanism and revolutionary socialism?"
      ],
      "tags": [
        "politics",
        "activism",
        "civil-rights",
        "us-politics"
      ]
    },
    {
      "name": "The Black Panther Party: Revolution and Community",
      "topics": [
        "How did Huey Newton and Bobby Seale found the Black Panther Party in Oakland in 1966, and what was their Ten-Point Program?",
        "How did the Panthers' armed patrols of police — legal under California law — challenge police brutality and attract national attention?",
        "What community programs did the Panthers create — free breakfast for children, health clinics, education programs, legal aid?",
        "How did the FBI's COINTELPRO program systematically target the Panthers through surveillance, infiltration, disinformation, and assassination?",
        "What was the significance of Fred Hampton's assassination by Chicago police in 1969?",
        "How should the Panthers' legacy be assessed — as revolutionaries, community organizers, victims of state repression, or all three?"
      ],
      "tags": [
        "politics",
        "activism",
        "civil-rights",
        "us-politics"
      ]
    },
    {
      "name": "COINTELPRO: The FBI's War on Black Movements",
      "topics": [
        "What was COINTELPRO, and how did the FBI use it to surveill, disrupt, and destroy Black political organizations?",
        "How did J. Edgar Hoover's FBI target Martin Luther King Jr., Malcolm X, the Black Panthers, and virtually every significant Black leader?",
        "What tactics did COINTELPRO use — wiretapping, forged letters, planted informants, provocation of violence, assassination?",
        "How did the FBI's campaign against the Black Panthers lead to raids, imprisonment, exile, and murder of Party members?",
        "What was revealed when COINTELPRO documents were stolen from an FBI office in 1971 and published?",
        "What does COINTELPRO reveal about the limits of democratic rights when the state decides a movement is too dangerous to tolerate?"
      ],
      "tags": [
        "politics",
        "surveillance",
        "civil-rights",
        "us-politics"
      ]
    },
    {
      "name": "Black Arts Movement and Cultural Nationalism",
      "topics": [
        "What was the Black Arts Movement of the 1960s and 1970s, and how did it serve as the cultural arm of Black Power?",
        "How did writers like Amiri Baraka, Nikki Giovanni, Sonia Sanchez, and Haki Madhubuti create a new Black aesthetic?",
        "What was cultural nationalism, and how did it differ from revolutionary nationalism?",
        "How did the movement promote African names, natural hair, African clothing, and other expressions of Black cultural identity?",
        "What role did Black theater, visual arts, and music play in building a culture of self-determination?",
        "How did the Black Arts Movement influence hip-hop, spoken word, and contemporary Black cultural production?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "literary-arts",
        "americas"
      ]
    },
    {
      "name": "Black Feminism and the Challenge from Within",
      "topics": [
        "How did Black women challenge sexism within the Black Power movement while remaining committed to racial liberation?",
        "What was the Combahee River Collective, and how did their 1977 statement articulate an intersectional politics?",
        "How did Angela Davis connect race, gender, and class in her analysis of Black women's oppression?",
        "What tensions existed between Black nationalism's emphasis on Black manhood and Black women's demands for equality?",
        "How did Elaine Brown's leadership of the Black Panther Party challenge assumptions about women's roles in revolutionary movements?",
        "Why is Black feminism essential to understanding the full scope of Black liberation movements?"
      ],
      "tags": [
        "politics",
        "identity",
        "gender",
        "race"
      ]
    },
    {
      "name": "Armed Self-Defense and the Question of Violence",
      "topics": [
        "What was the tradition of armed self-defense in Black communities, from Robert F. Williams to the Deacons for Defense?",
        "How did the debate between nonviolence and self-defense divide the Civil Rights and Black Power movements?",
        "What was Robert F. Williams's argument in Negroes with Guns, and why was it controversial within the NAACP?",
        "How did the Second Amendment intersect with Black self-defense, and why did California's gun control laws originate as a response to armed Black Panthers?",
        "What happened when Black communities armed themselves — did it reduce or escalate racial violence?",
        "How does the question of political violence continue to divide assessments of Black Power?"
      ],
      "tags": [
        "politics",
        "conflict",
        "civil-rights",
        "us-politics"
      ]
    },
    {
      "name": "Black Power's Global Connections",
      "topics": [
        "How did Black Power movements connect with anti-colonial struggles in Africa, Asia, and Latin America?",
        "What was the relationship between the Black Panthers and revolutionary movements in Cuba, China, Algeria, and Vietnam?",
        "How did the 1955 Bandung Conference and the Non-Aligned Movement inspire Black internationalism?",
        "What role did Black Americans play in supporting African liberation movements against colonialism and apartheid?",
        "How did figures like Robert Mugabe, Frantz Fanon, and Che Guevara influence Black Power ideology?",
        "Why was the global dimension of Black Power threatening to the U.S. government in ways that domestic civil rights activism was not?"
      ],
      "tags": [
        "politics",
        "activism",
        "race",
        "africa"
      ]
    },
    {
      "name": "The Legacy and Continuing Influence of Black Power",
      "topics": [
        "How did Black Power's emphasis on self-determination, cultural pride, and institutional building outlast the movement's organizational structures?",
        "What lasting changes did Black Power produce — Black Studies programs, community health centers, Afrocentric education, natural hair as political expression?",
        "How did Black Power influence later movements — from hip-hop to Black Lives Matter?",
        "What aspects of Black Power were co-opted, diluted, or commercialized?",
        "How do contemporary debates about reformism versus radicalism echo the divisions within Black Power?",
        "Why does the history of Black Power remain politically charged — celebrated by some and condemned by others?"
      ],
      "tags": [
        "politics",
        "activism",
        "civil-rights",
        "americas"
      ]
    }
  ]
}