{
  "name": "Black Political Thought",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "Black political thought",
    "racial justice",
    "political philosophy",
    "liberation theory",
    "American politics"
  ],
  "chapters": [
    {
      "name": "The Roots of Black Political Thought in Slavery and Resistance",
      "topics": [
        "How did enslaved people develop political ideas about freedom, justice, and human dignity within a system designed to deny them all three?",
        "What political philosophy is embedded in slave narratives, spirituals, and the practice of resistance?",
        "How did David Walker's Appeal to the Coloured Citizens of the World articulate a radical vision of Black liberation in 1829?",
        "What did Frederick Douglass's 'What to the Slave is the Fourth of July?' reveal about the contradictions of American democracy?",
        "How did the abolition movement generate a body of political thought about rights, citizenship, and moral obligation?",
        "Why is the political thinking of enslaved people often overlooked in histories of American political philosophy?"
      ],
      "tags": [
        "philosophy",
        "activism",
        "civil-rights",
        "americas"
      ]
    },
    {
      "name": "Integration vs. Separation: The Foundational Debate",
      "topics": [
        "What is the fundamental tension in Black political thought between integration into American society and separation from it?",
        "How did Frederick Douglass represent the integrationist tradition — demanding that America live up to its own ideals?",
        "How did Martin Delany represent the separatist tradition — arguing that Black people needed their own nation?",
        "What was Alexander Crummell's vision of African American intellectual and cultural development?",
        "How has the integration-separation debate recurred in every generation — Washington vs. Du Bois, King vs. Malcolm, Obama vs. the Afropessimists?",
        "Is this debate resolvable, or is it a permanent feature of Black political life in a white-majority nation?"
      ],
      "tags": [
        "philosophy",
        "theory",
        "race",
        "us-politics"
      ]
    },
    {
      "name": "W.E.B. Du Bois: Scholar, Activist, Radical",
      "topics": [
        "How did Du Bois's concept of 'double consciousness' — seeing oneself through one's own eyes and through the eyes of a racist society — become a foundational idea?",
        "What was The Souls of Black Folk, and why does it remain one of the most important works of American political thought?",
        "How did Du Bois's thinking evolve over his long life — from liberal reformer to socialist to Pan-Africanist to communist?",
        "What was Black Reconstruction in America, and how did it challenge the dominant narrative of the post-Civil War era?",
        "How did Du Bois's conflict with Booker T. Washington define the terms of Black political debate for a generation?",
        "What does Du Bois's intellectual trajectory — ending in exile in Ghana — reveal about the limits of American democracy?"
      ],
      "tags": [
        "philosophy",
        "theory",
        "race",
        "us-politics"
      ]
    },
    {
      "name": "Martin Luther King Jr.'s Political Philosophy",
      "topics": [
        "What were the intellectual foundations of King's philosophy — personalism, the Social Gospel, Gandhi's nonviolence, Reinhold Niebuhr's Christian realism?",
        "How did King's 'Letter from Birmingham Jail' articulate a theory of just and unjust laws?",
        "What was King's vision of the 'Beloved Community,' and how did it go beyond desegregation to encompass economic justice?",
        "How did King's political thinking radicalize in his final years — opposing the Vietnam War and calling for a Poor People's Campaign?",
        "What did King mean when he said the 'dream' had turned into a 'nightmare' by 1967?",
        "How has King's legacy been selectively remembered — celebrating the 1963 dreamer while forgetting the 1968 radical?"
      ],
      "tags": [
        "philosophy",
        "activism",
        "civil-rights",
        "us-politics"
      ]
    },
    {
      "name": "Malcolm X and the Politics of Self-Determination",
      "topics": [
        "How did Malcolm X challenge the integrationist mainstream with his analysis of white supremacy as a structural rather than moral problem?",
        "What did Malcolm mean by 'by any means necessary,' and how was it both less and more radical than commonly understood?",
        "How did Malcolm X's critique of liberalism — that white liberals were as dangerous as white conservatives — resonate with later Black radical thought?",
        "What was Malcolm's political evolution after leaving the Nation of Islam — toward international human rights and solidarity with global liberation movements?",
        "How did The Autobiography of Malcolm X become one of the most influential political texts of the 20th century?",
        "What is Malcolm X's continuing relevance to contemporary discussions about race, power, and self-determination?"
      ],
      "tags": [
        "philosophy",
        "activism",
        "civil-rights",
        "us-politics"
      ]
    },
    {
      "name": "Black Marxism and Radical Economics",
      "topics": [
        "How did Cedric Robinson's concept of 'racial capitalism' argue that capitalism and racism are inseparable systems?",
        "What was the Black radical tradition's critique of mainstream Marxism — that it failed to account for race?",
        "How did Angela Davis connect race, gender, class, and the prison system in her political analysis?",
        "What was the Black Panther Party's economic program, and how did it blend Marxism with Black nationalism?",
        "How did Walter Rodney's How Europe Underdeveloped Africa connect colonialism, capitalism, and African poverty?",
        "What relevance does Black Marxism have for understanding contemporary economic inequality?"
      ],
      "tags": [
        "economics",
        "theory",
        "race",
        "americas"
      ]
    },
    {
      "name": "Black Feminism as Political Theory",
      "topics": [
        "How did Black feminist thought challenge both mainstream feminism and mainstream Black politics?",
        "What was the Combahee River Collective Statement's argument that all systems of oppression are interlocking?",
        "How did bell hooks's analysis of race, class, and gender reshape feminist political theory?",
        "What is Patricia Hill Collins's concept of 'intersecting oppressions' and the 'matrix of domination'?",
        "How did Audre Lorde's writing about difference, anger, and the erotic contribute to political theory?",
        "Why is Black feminism considered one of the most important intellectual contributions of the late 20th century?"
      ],
      "tags": [
        "philosophy",
        "theory",
        "gender",
        "race"
      ]
    },
    {
      "name": "Afropessimism and the Question of Anti-Blackness",
      "topics": [
        "What is Afropessimism, and how does it argue that anti-Blackness is a permanent structural feature of the modern world?",
        "How does Frank Wilderson's work challenge the idea that racism can be reformed or progressively eliminated?",
        "What is the difference between Afropessimism and earlier forms of Black pessimism or radical critique?",
        "How does Afropessimism engage with the concept of 'social death' — the idea that Black people are positioned outside the category of the human?",
        "What criticisms have been leveled against Afropessimism — from both within and outside Black intellectual life?",
        "What are the political implications of accepting or rejecting the Afropessimist framework?"
      ],
      "tags": [
        "philosophy",
        "theory",
        "race",
        "black-history"
      ]
    },
    {
      "name": "Reparations: The Case for Historical Justice",
      "topics": [
        "What is the case for reparations for slavery and its aftermath, and how has it been articulated from Reconstruction to the present?",
        "How did Ta-Nehisi Coates's 'The Case for Reparations' reframe the debate by connecting slavery to 20th-century housing discrimination?",
        "What specific proposals for reparations have been developed — direct payments, community investment, educational funding?",
        "What are the main objections to reparations, and how do reparations advocates respond to them?",
        "How have other countries — Germany, South Africa, Japan — dealt with reparations for historical injustice?",
        "What would reparations mean not just as economic transfer but as political acknowledgment?"
      ],
      "tags": [
        "politics",
        "justice",
        "race",
        "us-politics"
      ]
    },
    {
      "name": "Contemporary Black Political Thought",
      "topics": [
        "How has the election and presidency of Barack Obama been analyzed by Black political thinkers — as progress, as exception, or as proof of persistent limits?",
        "What intellectual frameworks does the Black Lives Matter movement draw upon?",
        "How do contemporary thinkers like Keeanga-Yamahtta Taylor, Cornel West, and Ibram X. Kendi contribute to ongoing debates?",
        "What is the relationship between Black political thought and the current crisis of American democracy?",
        "How do debates about abolition — of police, prisons, and other institutions — extend the Black radical tradition?",
        "What does it mean to think politically as a Black person in 21st-century America?"
      ],
      "tags": [
        "politics",
        "theory",
        "civil-rights",
        "us-politics"
      ]
    }
  ]
}
