{
  "name": "Black Media, Representation, and Cultural Power",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "Black media",
    "representation",
    "cultural power",
    "race in media",
    "Black film and television"
  ],
  "chapters": [
    {
      "name": "The Black Press: Creating a Counter-Narrative",
      "topics": [
        "How did Freedom's Journal, founded in 1827, establish the tradition of Black-owned media with the declaration 'We wish to plead our own cause'?",
        "What role did the Black press play in the abolitionist movement, the Great Migration, and the Civil Rights Movement?",
        "How did newspapers like the Chicago Defender, Pittsburgh Courier, and Baltimore Afro-American create a national Black public sphere?",
        "What was the significance of the Black press in an era when white media either ignored or caricatured Black life?",
        "How did Ida B. Wells use journalism as a weapon against lynching?",
        "What has happened to the Black press in the digital era — survival, transformation, or decline?"
      ],
      "tags": [
        "black-history",
        "representation",
        "journalism",
        "americas"
      ]
    },
    {
      "name": "Minstrelsy, Stereotypes, and the Roots of Racist Media",
      "topics": [
        "What was minstrelsy, and how did blackface performance establish racist stereotypes that persisted for over a century?",
        "How did stock characters — Sambo, Mammy, Uncle Tom, the Jezebel, the Buck — function as tools of racial control?",
        "What was the impact of D.W. Griffith's Birth of a Nation in establishing racist narratives in American cinema?",
        "How did Amos 'n' Andy bring minstrel stereotypes into radio and television?",
        "What psychological damage do racist media representations inflict on Black audiences, especially children?",
        "How have these historical stereotypes evolved and persisted in contemporary media?"
      ],
      "tags": [
        "arts",
        "representation",
        "race",
        "americas"
      ]
    },
    {
      "name": "Black Cinema: From Race Films to Hollywood",
      "topics": [
        "What were 'race films' — movies made by Black filmmakers for Black audiences from the 1910s through the 1940s?",
        "How did Oscar Micheaux pioneer independent Black cinema with over 40 films?",
        "What was Blaxploitation, and how did films like Shaft and Sweet Sweetback's Baadasssss Song represent both liberation and exploitation?",
        "How did Spike Lee's Do the Right Thing and subsequent films establish a new era of Black cinematic voice?",
        "What was the significance of Jordan Peele's Get Out in using horror to analyze race?",
        "How did Black Panther become a global cultural event and demonstrate the commercial viability of Black-centered storytelling?"
      ],
      "tags": [
        "arts",
        "representation",
        "film",
        "americas"
      ]
    },
    {
      "name": "Black Television: Visibility and Control",
      "topics": [
        "How did Black representation on television evolve from invisibility to tokenism to shows centered on Black life?",
        "What was the cultural impact of shows like Roots, The Cosby Show, A Different World, and Living Single?",
        "How did the creation of BET and later OWN give Black audiences and creators dedicated platforms?",
        "What was the significance of Shonda Rhimes, Ava DuVernay, and other Black showrunners gaining creative control?",
        "How do streaming platforms affect Black representation — more opportunities or algorithmic segregation?",
        "What does it mean for Black people to control the narratives told about them on television?"
      ],
      "tags": [
        "arts",
        "representation",
        "film",
        "americas"
      ]
    },
    {
      "name": "Hip-Hop Media and Black Cultural Dominance",
      "topics": [
        "How did hip-hop become not just a music genre but a media ecosystem — fashion, film, advertising, social media?",
        "What role do hip-hop media outlets — from The Source to Complex to social media platforms — play in shaping Black cultural conversation?",
        "How did hip-hop's commercial success demonstrate Black cultural influence while raising questions about who profits?",
        "What is the relationship between hip-hop media and the corporate media industry — authentic representation or commercial co-optation?",
        "How do hip-hop artists use social media to control their narratives and connect directly with audiences?",
        "What does hip-hop's global reach mean for Black American cultural power?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "music",
        "americas"
      ]
    },
    {
      "name": "Black Digital Media and the Creator Economy",
      "topics": [
        "How has the internet and social media enabled Black creators to build audiences and businesses outside traditional media gatekeepers?",
        "What is Black Twitter, and how does it function as a cultural force — setting trends, driving news cycles, and holding power accountable?",
        "How have Black YouTubers, TikTokers, and podcasters created new forms of Black media?",
        "What role do Black-focused digital media companies like The Root, Blavity, and The Shade Room play?",
        "How do algorithms and platform policies affect Black creators — shadowbanning, demonetization, and content moderation disparities?",
        "What opportunities and risks does the creator economy present for Black media independence?"
      ],
      "tags": [
        "technology",
        "representation",
        "race",
        "americas"
      ]
    },
    {
      "name": "Sports Media and the Black Athlete",
      "topics": [
        "How has the Black athlete been represented in American media — from Jack Johnson to Muhammad Ali to LeBron James?",
        "What role did Jackie Robinson's integration of Major League Baseball play in changing media narratives about race?",
        "How did Muhammad Ali use media to challenge racism, war, and the expectations placed on Black athletes?",
        "What is the relationship between Black athletic labor and the media industries that profit from it?",
        "How have Colin Kaepernick's protests and the response to them revealed the limits of acceptable Black political expression in sports media?",
        "What does it mean that Black athletes dominate many American sports but Black people are underrepresented in sports media ownership and management?"
      ],
      "tags": [
        "black-history",
        "representation",
        "race",
        "americas"
      ]
    },
    {
      "name": "Representation, Respectability, and the Politics of Image",
      "topics": [
        "What is respectability politics, and how has it shaped debates about Black media representation?",
        "How did the controversy over The Cosby Show versus shows like Martin reflect tensions about how Black people should be portrayed?",
        "What is the debate about 'positive' versus 'authentic' representation — and who gets to decide?",
        "How does the pressure on Black media to represent 'the race' differ from the freedom white creators have to portray flawed characters?",
        "What happens when negative representations of Black life — reality TV, crime dramas — reinforce stereotypes?",
        "How do contemporary Black creators navigate the tension between artistic freedom and representational responsibility?"
      ],
      "tags": [
        "black-history",
        "representation",
        "race",
        "americas"
      ]
    },
    {
      "name": "Media Ownership and the Economics of Black Cultural Production",
      "topics": [
        "Why does media ownership matter — and what percentage of American media is owned by Black people?",
        "How did Robert Johnson's founding of BET and Oprah Winfrey's media empire demonstrate the power and limits of Black media ownership?",
        "What happened when Tyler Perry built a studio empire — the largest in the country — on his own terms?",
        "How does the concentration of media ownership in a few major corporations affect Black representation and employment?",
        "What role do independent Black media companies, publishers, and platforms play in maintaining diverse voices?",
        "What would equitable media ownership look like, and what structural changes would be needed to achieve it?"
      ],
      "tags": [
        "economics",
        "representation",
        "race",
        "americas"
      ]
    },
    {
      "name": "Black Cultural Power in a Global Context",
      "topics": [
        "How has Black American culture — music, fashion, language, aesthetics — become one of the most influential cultural forces in the world?",
        "What does it mean that Black culture is globally consumed while Black people remain structurally disadvantaged?",
        "How do other cultures adopt, adapt, and sometimes appropriate Black cultural forms?",
        "What role does Afrobeats, African fashion, and African cinema play in reshaping the global perception of Black culture beyond America?",
        "How do Black creators use cultural power as leverage for political and economic change?",
        "What is the future of Black cultural production — more influence, more control, or continued exploitation?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "race",
        "americas"
      ]
    }
  ]
}
