{
  "name": "Black Religious Traditions and Theology",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "Black religion",
    "theology",
    "African American spirituality",
    "Black church",
    "liberation theology"
  ],
  "chapters": [
    {
      "name": "African Spiritual Traditions and Their Survival in the Americas",
      "topics": [
        "What spiritual and religious traditions did enslaved Africans bring to the Americas — Yoruba, Bakongo, Akan, and others?",
        "How did African cosmologies — emphasizing the interconnection of the living, the dead, and the unborn — persist despite the violence of enslavement?",
        "What syncretic religions emerged from the blending of African traditions with Christianity — Vodou, Candomblé, Santería?",
        "How did ring shouts, spirit possession, and ancestor veneration survive within enslaved communities?",
        "Why did slaveholders attempt to suppress African religious practices, and how did enslaved people preserve them?",
        "What is the continuing influence of African spiritual traditions on Black American religious life today?"
      ],
      "tags": [
        "religion",
        "spirituality",
        "cultural-heritage",
        "africa"
      ]
    },
    {
      "name": "The Black Church: From Slavery to Freedom",
      "topics": [
        "How did Christianity spread among enslaved people, and how did they transform it into a religion of liberation?",
        "What was the 'invisible institution' — the secret, unsupervised religious life of enslaved people?",
        "How did independent Black churches emerge after the American Revolution — Richard Allen's African Methodist Episcopal Church in 1794?",
        "What role did the Black church play as the central institution of free Black communities — school, social center, political forum?",
        "How did Black theology interpret the Bible differently from slaveholders' Christianity — centering the Exodus, the prophets, and Jesus's ministry to the poor?",
        "Why has the Black church remained the most enduring and influential institution in African American life?"
      ],
      "tags": [
        "religion",
        "spirituality",
        "civil-rights",
        "americas"
      ]
    },
    {
      "name": "The Social Gospel and the Black Church's Political Role",
      "topics": [
        "How did the Black church develop a tradition of combining spiritual ministry with political activism?",
        "What role did Black churches play in the abolitionist movement, the Underground Railroad, and mutual aid?",
        "How did Black clergy like Henry Highland Garnet and Henry McNeal Turner blend preaching with political leadership?",
        "What was the Social Gospel movement's influence on Black Christian thought?",
        "How did the Black church serve as the organizational infrastructure for the Civil Rights Movement?",
        "What tensions exist between the church's prophetic tradition and its tendency toward conservatism on some social issues?"
      ],
      "tags": [
        "religion",
        "activism",
        "civil-rights",
        "americas"
      ]
    },
    {
      "name": "Martin Luther King Jr.'s Theology of Liberation",
      "topics": [
        "How did King's theology draw on the Black church tradition, the Social Gospel, personalism, and Gandhi's nonviolence?",
        "What did King mean by the 'Beloved Community,' and how did it function as both a theological and political vision?",
        "How did King's 'Letter from Birmingham Jail' articulate a theological argument for civil disobedience?",
        "What role did King's training at Morehouse, Crozer, and Boston University play in shaping his theological vision?",
        "How did King's understanding of suffering, redemption, and justice shape the Civil Rights Movement's strategy?",
        "What is the relationship between King's theology and the later development of Black Liberation Theology?"
      ],
      "tags": [
        "religion",
        "activism",
        "civil-rights",
        "us-politics"
      ]
    },
    {
      "name": "Black Liberation Theology",
      "topics": [
        "What is Black Liberation Theology, and how did James Cone found the movement with Black Theology and Black Power in 1969?",
        "How did Cone argue that God is on the side of the oppressed and that Christianity is fundamentally a religion of liberation?",
        "What was Cone's critique of white theology — that it had accommodated itself to racism and therefore was not authentic Christianity?",
        "How does Black Liberation Theology connect to Latin American Liberation Theology and other global movements?",
        "What criticisms have been directed at Black Liberation Theology — from Black feminists, womanists, and conservative Black Christians?",
        "How has Black Liberation Theology influenced contemporary religious thought and social justice movements?"
      ],
      "tags": [
        "religion",
        "theory",
        "race",
        "americas"
      ]
    },
    {
      "name": "The Nation of Islam and Black Islam",
      "topics": [
        "How did the Nation of Islam emerge under W.D. Fard and Elijah Muhammad as a new religious movement combining Black nationalism with Islamic elements?",
        "What was the Nation of Islam's theology — the Yakub narrative, the divinity of Fard, the role of Elijah Muhammad as messenger?",
        "How did Malcolm X transform the Nation of Islam into a national force before his break with Elijah Muhammad?",
        "What happened after Elijah Muhammad's death — Warith Deen Mohammed's move toward Sunni Islam and Louis Farrakhan's continuation of the original Nation?",
        "How has orthodox Sunni Islam grown among Black Americans independent of the Nation of Islam?",
        "What role has Islam played in Black political and cultural life — from prison ministry to mainstream religious community?"
      ],
      "tags": [
        "religion",
        "identity",
        "race",
        "americas"
      ]
    },
    {
      "name": "Womanism: Black Women's Theological Voice",
      "topics": [
        "What is womanist theology, and how did it emerge from Alice Walker's definition of 'womanist' and Black women's lived experience?",
        "How did Delores Williams, Katie Geneva Cannon, and Emilie Townes develop womanist theological frameworks?",
        "What does womanist theology critique about both Black Liberation Theology (for its sexism) and white feminist theology (for its racism)?",
        "How does womanist theology center the experiences of Black women — including their suffering, their survival, and their joy?",
        "What role do Black women play in the life of the Black church, and how does their leadership differ from their formal authority?",
        "How has womanist thought influenced broader conversations about gender, race, and spirituality?"
      ],
      "tags": [
        "religion",
        "theory",
        "gender",
        "race"
      ]
    },
    {
      "name": "Black Jews, Black Catholics, and Other Traditions",
      "topics": [
        "What is the history of Black Jewish communities in America — from the Commandment Keepers to Hebrew Israelites to Beta Israel immigrants?",
        "How have Black Catholics navigated a church that was historically complicit in slavery and segregation?",
        "What role have Black Pentecostal and Holiness churches played in African American religious life?",
        "How have African traditional religions been practiced and revived in the diaspora?",
        "What is the growing presence of Black nonbelievers, agnostics, and atheists, and how do they relate to the Black church tradition?",
        "Why is African American religious life far more diverse than the 'Black church' stereotype suggests?"
      ],
      "tags": [
        "religion",
        "identity",
        "race",
        "americas"
      ]
    },
    {
      "name": "Music, Preaching, and the Aesthetics of Black Worship",
      "topics": [
        "What makes Black preaching distinctive — the musicality, the call-and-response, the building toward climax?",
        "How does congregational participation in Black worship reflect African communal traditions?",
        "What role does music play in Black worship — from hymns to gospel to contemporary praise?",
        "How has the Black worship aesthetic influenced American culture broadly — in oratory, music, and performance?",
        "What is 'shouting' or 'getting happy,' and what does spirit possession mean in the Black church context?",
        "How do contemporary Black churches balance traditional worship styles with modern approaches?"
      ],
      "tags": [
        "arts",
        "spirituality",
        "music",
        "americas"
      ]
    },
    {
      "name": "The Black Church in the 21st Century",
      "topics": [
        "How is the Black church evolving in an era of declining religious affiliation, especially among younger Black Americans?",
        "What role have megachurches and prosperity gospel movements played in reshaping Black Christianity?",
        "How do Black churches engage with contemporary issues — mass incarceration, police violence, LGBTQ+ inclusion, economic inequality?",
        "What happened to the Black church's prophetic tradition — has it been maintained or diluted?",
        "How did Black churches respond to COVID-19 and the disproportionate impact on Black communities?",
        "What is the future of the Black church as a religious, cultural, and political institution?"
      ],
      "tags": [
        "religion",
        "activism",
        "race",
        "americas"
      ]
    }
  ]
}