{
  "name": "Health Disparities and Medical Racism",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "health disparities",
    "medical racism",
    "public health",
    "racial inequality",
    "healthcare access"
  ],
  "chapters": [
    {
      "name": "The History of Medical Experimentation on Black Bodies",
      "topics": [
        "What was the Tuskegee syphilis study, and how did the U.S. Public Health Service deliberately withhold treatment from Black men for 40 years?",
        "How did J. Marion Sims develop gynecological surgery by operating on enslaved women without anesthesia?",
        "What was Henrietta Lacks's story — how her cancer cells were taken without consent and became one of the most important tools in medical research?",
        "How were enslaved people used as subjects for medical experimentation throughout the antebellum period?",
        "How did the history of medical exploitation create a legacy of justified mistrust of the medical establishment among Black Americans?",
        "What ethical frameworks emerged from these abuses, and how effective have they been at preventing recurrence?"
      ],
      "tags": [
        "health",
        "human-rights",
        "race",
        "americas"
      ]
    },
    {
      "name": "Racial Disparities in Health Outcomes",
      "topics": [
        "What are the current racial disparities in life expectancy, infant mortality, maternal mortality, and chronic disease?",
        "Why is Black maternal mortality three to four times higher than white maternal mortality, regardless of income or education?",
        "How do disparities in heart disease, diabetes, hypertension, and cancer rates reflect structural rather than biological differences?",
        "What is the 'weathering' hypothesis — that chronic exposure to racism accelerates biological aging in Black Americans?",
        "How does the stress of experiencing racism — from microaggressions to structural violence — affect physical health?",
        "Why do racial health disparities persist even when controlling for income, education, and health behaviors?"
      ],
      "tags": [
        "health",
        "inequality",
        "race",
        "americas"
      ]
    },
    {
      "name": "Racial Bias in Medical Treatment",
      "topics": [
        "How do studies demonstrate that Black patients receive less pain medication, fewer referrals for advanced treatment, and lower quality care?",
        "What is the role of implicit bias among healthcare providers in producing unequal treatment?",
        "How did a 2016 study find that half of medical students and residents held false beliefs about biological differences between Black and white patients?",
        "What happens when Black patients report symptoms and are not believed — misdiagnosis, delayed treatment, and preventable death?",
        "How does the underrepresentation of Black physicians affect patient outcomes and trust?",
        "What interventions — bias training, diverse medical education, community health workers — have been proposed to reduce disparities?"
      ],
      "tags": [
        "health",
        "inequality",
        "race",
        "americas"
      ]
    },
    {
      "name": "The Social Determinants of Black Health",
      "topics": [
        "What are social determinants of health, and why do they explain more about health outcomes than individual behavior or genetics?",
        "How do housing conditions — lead paint, mold, overcrowding, proximity to pollution — affect Black health?",
        "What are food deserts, and how does the lack of access to fresh, affordable food drive diet-related disease in Black communities?",
        "How does employment discrimination, job insecurity, and workplace hazard exposure affect Black workers' health?",
        "What role does neighborhood safety, recreational space, and environmental quality play in health outcomes?",
        "Why is addressing health disparities impossible without addressing the social and economic conditions that produce them?"
      ],
      "tags": [
        "health",
        "inequality",
        "race",
        "americas"
      ]
    },
    {
      "name": "Mental Health and the Black Community",
      "topics": [
        "What are the barriers to mental health care for Black Americans — stigma, cost, lack of culturally competent providers, and mistrust?",
        "How does the cumulative impact of racism — personal, institutional, and structural — affect mental health?",
        "What is racial trauma, and how does it differ from other forms of psychological distress?",
        "How do Black communities historically approach mental health — through church, family, and community rather than clinical treatment?",
        "What is the state of the Black psychology profession, from the Association of Black Psychologists to culturally responsive therapy models?",
        "How has the conversation about Black mental health evolved, particularly among younger generations?"
      ],
      "tags": [
        "health",
        "identity",
        "race",
        "americas"
      ]
    },
    {
      "name": "COVID-19 and the Pandemic's Racial Toll",
      "topics": [
        "How did COVID-19 disproportionately kill Black Americans, with death rates more than double those of white Americans in the early pandemic?",
        "What structural factors — essential worker status, crowded housing, healthcare access, chronic conditions — drove the disparity?",
        "How did the pandemic expose long-standing health infrastructure failures in Black communities?",
        "What role did vaccine hesitancy play, and how was it connected to the history of medical exploitation?",
        "How did Black health organizations and community leaders work to increase vaccination and provide culturally appropriate health information?",
        "What lessons about health equity should be drawn from the pandemic, and have they been learned?"
      ],
      "tags": [
        "health",
        "inequality",
        "race",
        "americas"
      ]
    },
    {
      "name": "Reproductive Justice and Black Women's Health",
      "topics": [
        "What is reproductive justice, and how does it extend beyond abortion rights to encompass the right to have children, not have children, and parent in safe conditions?",
        "What is the history of forced sterilization of Black women — from eugenic programs to the sterilization of women in ICE detention?",
        "Why is Black maternal mortality a crisis, and what are the specific medical and systemic failures that cause it?",
        "How does the reproductive justice framework, developed by Black women, center race, class, and gender simultaneously?",
        "What role do midwives, doulas, and community birth workers play in improving outcomes for Black mothers?",
        "How does the overturning of Roe v. Wade disproportionately affect Black women's health and autonomy?"
      ],
      "tags": [
        "health",
        "human-rights",
        "gender",
        "race"
      ]
    },
    {
      "name": "The Black Medical Profession",
      "topics": [
        "How did Black physicians practice medicine under Jim Crow — excluded from white hospitals, medical societies, and training programs?",
        "What role did the National Medical Association play as the Black counterpart to the AMA, which excluded Black members until 1968?",
        "How did Meharry Medical College and Howard University College of Medicine train the majority of Black physicians for generations?",
        "What is the current state of Black representation in medicine — only 5% of physicians despite being 13% of the population?",
        "How does the presence of Black physicians affect health outcomes for Black patients?",
        "What structural changes are needed to increase Black representation in medicine and health professions?"
      ],
      "tags": [
        "health",
        "education",
        "race",
        "americas"
      ]
    },
    {
      "name": "Toward Health Equity: Policy and Vision",
      "topics": [
        "What would health equity look like — not just equal treatment but equal outcomes regardless of race?",
        "How could reparative health policy address the cumulative impact of medical racism and structural determinants?",
        "What role should community health centers, which serve disproportionately Black populations, play in an equitable system?",
        "How have Black-led health organizations and movements advocated for systemic change?",
        "What can be learned from countries with universal healthcare about reducing racial health disparities?",
        "Why is health equity not just a medical question but a question of justice, economics, and political will?"
      ],
      "tags": [
        "health",
        "justice",
        "race",
        "americas"
      ]
    }
  ]
}