{
  "name": "Jim Crow, Segregation, and Black Resistance",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "Jim Crow",
    "segregation",
    "racial violence",
    "Black resistance",
    "American South"
  ],
  "chapters": [
    {
      "name": "The Architecture of Jim Crow: Laws, Customs, and Enforcement",
      "topics": [
        "What were Jim Crow laws, and how did they create a comprehensive system of racial segregation across the American South?",
        "How did Jim Crow regulate every aspect of daily life — transportation, schools, restaurants, hospitals, cemeteries, drinking fountains?",
        "What was the difference between de jure segregation (written law) and de facto segregation (enforced custom)?",
        "How did Plessy v. Ferguson in 1896 establish the 'separate but equal' doctrine that gave constitutional cover to segregation?",
        "What role did local custom, social pressure, and the threat of violence play in enforcing segregation beyond what laws required?",
        "How did Jim Crow function not just as separation but as a system designed to communicate and enforce Black inferiority?"
      ],
      "tags": [
        "politics",
        "inequality",
        "civil-rights",
        "us-politics"
      ]
    },
    {
      "name": "Voter Suppression and the Destruction of Black Political Power",
      "topics": [
        "How did Southern states systematically disfranchise Black voters through poll taxes, literacy tests, grandfather clauses, and white primaries?",
        "What was the impact of disfranchisement — reducing Black voter registration in Louisiana, for example, from 130,000 in 1896 to 1,342 in 1904?",
        "How did the Supreme Court uphold voter suppression measures while the 15th Amendment theoretically protected the right to vote?",
        "What happened to Black people who attempted to register to vote in the Jim Crow South?",
        "How did disfranchisement remove Black political influence and enable white-only governance for decades?",
        "What resistance to voter suppression continued throughout the Jim Crow era, even when the risks were deadly?"
      ],
      "tags": [
        "politics",
        "democracy",
        "voting-rights",
        "us-politics"
      ]
    },
    {
      "name": "Lynching and Racial Terror",
      "topics": [
        "How many Black people were lynched in the United States between 1877 and 1950 — at least 4,400 documented cases?",
        "What were the real purposes of lynching — not justice but terrorizing Black communities into submission?",
        "How did lynchings function as public spectacles, sometimes attended by thousands, with postcards and souvenirs?",
        "Who was Ida B. Wells, and how did her investigative journalism expose the myths used to justify lynching?",
        "What anti-lynching campaigns did Black organizations mount, and why did Congress repeatedly fail to pass anti-lynching legislation?",
        "How does the Equal Justice Initiative's lynching memorial in Montgomery confront this history?"
      ],
      "tags": [
        "black-history",
        "justice",
        "civil-rights",
        "americas"
      ]
    },
    {
      "name": "The Great Migration: Fleeing the South",
      "topics": [
        "What was the Great Migration, and how did approximately six million Black Americans move from the rural South to Northern and Western cities between 1910 and 1970?",
        "What pushed people to leave — violence, poverty, disfranchisement, and the boll weevil's destruction of cotton agriculture?",
        "What pulled people to Northern cities — industrial jobs, relative freedom, established Black communities, and Black newspapers like the Chicago Defender?",
        "How did the Great Migration transform American cities — Chicago, Detroit, New York, Los Angeles, Philadelphia?",
        "What new forms of discrimination did Black migrants encounter in the North — housing segregation, job discrimination, police violence?",
        "How did the Great Migration reshape Black culture, politics, and identity in ways that still define American life?"
      ],
      "tags": [
        "black-history",
        "migration",
        "race",
        "americas"
      ]
    },
    {
      "name": "The Harlem Renaissance and Black Cultural Flourishing",
      "topics": [
        "What was the Harlem Renaissance, and how did it represent an explosion of Black artistic, literary, and intellectual creativity in the 1920s?",
        "How did writers like Langston Hughes, Zora Neale Hurston, Claude McKay, and Countee Cullen redefine American literature?",
        "What role did music — jazz, blues — play in the Harlem Renaissance and the creation of a new Black cultural identity?",
        "How did visual artists like Aaron Douglas and Augusta Savage contribute to the movement?",
        "What was the 'New Negro' identity that Alain Locke articulated, and how did it challenge racist stereotypes?",
        "How did the Harlem Renaissance create cultural foundations that the Civil Rights Movement would later build upon?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "literary-arts",
        "americas"
      ]
    },
    {
      "name": "Booker T. Washington, W.E.B. Du Bois, and the Debate Over Strategy",
      "topics": [
        "What was Booker T. Washington's philosophy of accommodation — industrial education, economic self-help, and avoiding political confrontation?",
        "How did W.E.B. Du Bois challenge Washington's approach, arguing for full civil rights, higher education, and the 'Talented Tenth'?",
        "What was the Atlanta Compromise, and why did Du Bois see it as a surrender of fundamental rights?",
        "How did the NAACP, founded in 1909, institutionalize Du Bois's vision of legal and political challenge?",
        "What role did Marcus Garvey and the Universal Negro Improvement Association play as a third path emphasizing Black nationalism and Pan-Africanism?",
        "Why does the Washington-Du Bois debate remain relevant to contemporary discussions about Black advancement strategy?"
      ],
      "tags": [
        "politics",
        "activism",
        "civil-rights",
        "us-politics"
      ]
    },
    {
      "name": "The NAACP and the Long Legal Fight Against Segregation",
      "topics": [
        "How did the NAACP develop a systematic legal strategy to dismantle segregation case by case?",
        "What was Charles Hamilton Houston's vision of using the law as an instrument of social change, and how did he train a generation of civil rights lawyers?",
        "How did Thurgood Marshall build on Houston's work, arguing cases that chipped away at segregation in education, housing, and voting?",
        "What were the key cases leading to Brown v. Board of Education — Murray v. Pearson, Sweatt v. Painter, McLaurin v. Oklahoma?",
        "How did the NAACP's legal strategy combine with grassroots organizing and community support?",
        "What risks did NAACP lawyers, plaintiffs, and local chapter members face in the Jim Crow South?"
      ],
      "tags": [
        "politics",
        "justice",
        "civil-rights",
        "us-politics"
      ]
    },
    {
      "name": "Black Life Under Jim Crow: Community, Culture, and Survival",
      "topics": [
        "How did Black communities build thriving institutions — schools, businesses, churches, social organizations — despite the constraints of segregation?",
        "What was Black Wall Street in Tulsa, Oklahoma, and how did its destruction in the 1921 massacre reveal the violent enforcement of economic subordination?",
        "How did the 'Green Book' guide Black travelers through a landscape of danger and exclusion?",
        "What role did HBCUs play in educating Black professionals when white institutions excluded them?",
        "How did Black newspapers — the Chicago Defender, Pittsburgh Courier, Baltimore Afro-American — create a national Black public sphere?",
        "What does it mean that Black Americans built remarkable communities not because of segregation but in spite of it?"
      ],
      "tags": [
        "black-history",
        "cultural-heritage",
        "race",
        "americas"
      ]
    },
    {
      "name": "World War II and the Double Victory Campaign",
      "topics": [
        "How did Black Americans serve in World War II while fighting both fascism abroad and racism at home?",
        "What was the 'Double V' campaign — Victory over fascism abroad and Victory over racism at home?",
        "How did the hypocrisy of fighting a racist enemy while maintaining racial segregation at home radicalize Black veterans?",
        "What role did A. Philip Randolph's threatened March on Washington in 1941 play in desegregating defense industries?",
        "How did President Truman's 1948 executive order desegregating the military respond to Black demands for equality?",
        "Why do historians see World War II as a catalyst for the Civil Rights Movement?"
      ],
      "tags": [
        "history",
        "conflict",
        "civil-rights",
        "americas"
      ]
    },
    {
      "name": "Brown v. Board of Education and the Beginning of the End",
      "topics": [
        "What did the Supreme Court decide in Brown v. Board of Education in 1954, and why was it a landmark?",
        "How did Thurgood Marshall's legal team argue that segregation was inherently unequal, using social science evidence?",
        "What was the reaction in the South — 'massive resistance,' the Southern Manifesto, and the closing of public schools?",
        "How did the crisis at Little Rock Central High School in 1957 test whether the federal government would enforce desegregation?",
        "What did Brown mean for the generations of Black students who attended segregated schools and for the teachers who taught them?",
        "Why was Brown necessary but insufficient — a legal victory that required decades of struggle to implement?"
      ],
      "tags": [
        "politics",
        "justice",
        "civil-rights",
        "us-politics"
      ]
    }
  ]
}
