{
  "name": "Life Under Slavery: The Antebellum Experience",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "antebellum slavery",
    "plantation life",
    "enslaved people",
    "American South",
    "resistance"
  ],
  "chapters": [
    {
      "name": "The Plantation System and the Economics of Enslaved Labor",
      "topics": [
        "How did the plantation system organize enslaved labor to maximize the production of cotton, tobacco, rice, and sugar?",
        "What was the daily routine of enslaved people on a plantation — from the predawn bell to nightfall?",
        "How did the cotton gin's invention in 1793 massively expand slavery rather than reduce it?",
        "What was the economic value of enslaved people as property, and how did slaveholders use them as collateral for loans?",
        "How did the domestic slave trade — the forced sale and transport of over one million people from the Upper South to the Deep South — tear families apart?",
        "Why did slavery become more profitable, not less, in the decades before the Civil War?"
      ],
      "tags": [
        "economics",
        "inequality",
        "modern-history",
        "americas"
      ]
    },
    {
      "name": "Violence, Control, and the Slave Codes",
      "topics": [
        "What were the slave codes, and how did they strip enslaved people of every legal right — to marry, own property, testify, or learn to read?",
        "How did slaveholders use physical violence — whipping, branding, mutilation — as a systematic tool of control?",
        "What was the role of slave patrols and the broader white community in enforcing the slave system?",
        "How did the sexual exploitation of enslaved women function as both a tool of domination and a source of profit through the children born from rape?",
        "What psychological strategies did slaveholders use to maintain control — including forced dependency, religious instruction emphasizing obedience, and the deliberate destruction of family bonds?",
        "How did the Dred Scott decision of 1857 declare that Black people had 'no rights which the white man was bound to respect'?"
      ],
      "tags": [
        "politics",
        "human-rights",
        "civil-rights",
        "us-politics"
      ]
    },
    {
      "name": "Family Life Under Slavery",
      "topics": [
        "How did enslaved people build and maintain family bonds despite a legal system that refused to recognize their marriages or parental rights?",
        "What was the constant threat of family separation through sale, and how did it shape every aspect of enslaved life?",
        "How did enslaved mothers navigate the knowledge that their children were the legal property of the slaveholder?",
        "What kinship networks — including fictive kin, community parenting, and extended family structures — did enslaved communities create to protect their members?",
        "How did naming practices among enslaved people preserve African traditions and family lineages?",
        "What do surviving letters, narratives, and oral histories reveal about the emotional lives of enslaved families?"
      ],
      "tags": [
        "society",
        "black-history",
        "race",
        "americas"
      ]
    },
    {
      "name": "Religion, Spirituality, and the Invisible Church",
      "topics": [
        "How did enslaved people create their own form of Christianity that centered liberation, the Exodus story, and divine justice?",
        "What was the 'invisible church' — secret religious gatherings held away from white surveillance — and why was it essential?",
        "How did slaveholders use Christianity as a tool of control, preaching obedience and submission?",
        "What African religious practices survived in the enslaved community, blending with Christianity to create new spiritual traditions?",
        "How did spirituals function simultaneously as religious expression, emotional survival, and coded communication about escape?",
        "What role did Black preachers play as community leaders even when they were themselves enslaved?"
      ],
      "tags": [
        "religion",
        "spirituality",
        "race",
        "americas"
      ]
    },
    {
      "name": "Resistance: From Daily Defiance to Armed Revolt",
      "topics": [
        "What forms of everyday resistance did enslaved people practice — work slowdowns, feigned illness, sabotage, running away?",
        "How did Nat Turner's 1831 rebellion terrify the slaveholding South and lead to harsher restrictions on all Black people?",
        "What was the significance of Denmark Vesey's planned revolt in Charleston in 1822?",
        "How did enslaved people use poisoning, arson, and other covert methods to strike back at their enslavers?",
        "What risks did enslaved people face when they resisted, and what punishments were designed to make examples of rebels?",
        "Why is the history of slave resistance central to understanding enslaved people as agents fighting for their own freedom?"
      ],
      "tags": [
        "history",
        "activism",
        "civil-rights",
        "americas"
      ]
    },
    {
      "name": "The Underground Railroad and the Geography of Escape",
      "topics": [
        "How did the Underground Railroad operate as a network of routes, safe houses, and guides helping enslaved people reach freedom?",
        "Who was Harriet Tubman, and how did she personally lead dozens of people to freedom while evading capture?",
        "What were the dangers of escape — tracking dogs, slave catchers, the Fugitive Slave Act, and the risk of betrayal?",
        "How did geography shape escape routes — rivers, swamps, the North Star, and the Mason-Dixon Line?",
        "What role did free Black communities, Quakers, and other allies play in supporting fugitives?",
        "How many people successfully escaped slavery, and what happened to those who were recaptured?"
      ],
      "tags": [
        "history",
        "activism",
        "civil-rights",
        "americas"
      ]
    },
    {
      "name": "Free Black Communities in the Antebellum Era",
      "topics": [
        "How did free Black communities develop in both the North and the South, and what legal restrictions shaped their lives?",
        "What institutions did free Black people build — churches, schools, mutual aid societies, newspapers?",
        "How did the lives of free Black people challenge the slaveholders' argument that Black people were incapable of self-governance?",
        "What was the constant danger of kidnapping that free Black people faced, especially after the Fugitive Slave Act of 1850?",
        "How did free Black abolitionists like Frederick Douglass, Sojourner Truth, and David Walker challenge slavery through speech, writing, and organizing?",
        "What was the relationship between free Black communities and enslaved people — support, tension, and mutual obligation?"
      ],
      "tags": [
        "black-history",
        "activism",
        "civil-rights",
        "americas"
      ]
    },
    {
      "name": "The Abolitionist Movement and Black Voices",
      "topics": [
        "How did formerly enslaved people like Frederick Douglass and Harriet Jacobs use their narratives to build the case against slavery?",
        "What was David Walker's Appeal, and why did it terrify slaveholders with its call for enslaved people to fight for their freedom?",
        "How did Black abolitionists differ from white abolitionists in their analysis of what freedom required?",
        "What role did Black women — including Maria Stewart, Frances Ellen Watkins Harper, and Sojourner Truth — play in the abolitionist movement?",
        "How did the abolitionist press, including Frederick Douglass's North Star, create a counter-narrative to pro-slavery ideology?",
        "Why did many abolitionists come to believe that slavery could only be ended through violence rather than moral persuasion?"
      ],
      "tags": [
        "politics",
        "activism",
        "civil-rights",
        "americas"
      ]
    },
    {
      "name": "Slave Narratives as Historical Evidence",
      "topics": [
        "What are slave narratives, and how do they function as both literary works and primary historical sources?",
        "How did Frederick Douglass's Narrative and Harriet Jacobs's Incidents in the Life of a Slave Girl shape public understanding of slavery?",
        "What were the WPA Federal Writers' Project interviews with formerly enslaved people, and what do they reveal?",
        "How should historians evaluate slave narratives — considering the conditions under which they were written, published, and received?",
        "What aspects of enslaved life do the narratives illuminate that no other historical source can?",
        "How did slave narratives challenge the pro-slavery argument that enslaved people were content with their condition?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "literary-arts",
        "americas"
      ]
    },
    {
      "name": "The Culture of the Enslaved: Music, Food, Language, and Art",
      "topics": [
        "How did enslaved people create a rich musical tradition — work songs, field hollers, spirituals — that became the foundation of American music?",
        "What culinary traditions did enslaved people develop from African foodways and available ingredients, creating what became Southern American cuisine?",
        "How did African American Vernacular English develop as a creole language blending African linguistic structures with English vocabulary?",
        "What art forms — quilting, woodcarving, ironwork, basketweaving — did enslaved people create, often incorporating African design traditions?",
        "How did storytelling traditions — including trickster tales like Brer Rabbit — preserve African narrative forms and encode resistance?",
        "Why is the cultural production of enslaved people significant not just as survival but as one of America's most important creative contributions?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "oral-tradition",
        "americas"
      ]
    },
    {
      "name": "How Slavery Shaped America's Economy, Law, and Identity",
      "topics": [
        "How did slavery shape the U.S. Constitution — from the Three-Fifths Compromise to the Fugitive Slave Clause?",
        "What was slavery's contribution to American economic growth, and how did Northern industry depend on Southern slave-produced cotton?",
        "How did the ideology of white supremacy develop as a justification for slavery and become embedded in American law and culture?",
        "What was the relationship between slavery and westward expansion — the Missouri Compromise, the Kansas-Nebraska Act, and Bleeding Kansas?",
        "How did slavery create the political crisis that led directly to secession and the Civil War?",
        "Why do historians argue that slavery is not a regional Southern story but a national American one?"
      ],
      "tags": [
        "politics",
        "inequality",
        "us-politics",
        "americas"
      ]
    }
  ]
}
