{
  "name": "Reconstruction and the Betrayal of Freedom",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "Reconstruction",
    "post-Civil War",
    "Black political power",
    "racial violence",
    "American history"
  ],
  "chapters": [
    {
      "name": "The Promise of Reconstruction: What Freedom Could Have Meant",
      "topics": [
        "What was Reconstruction, and what did the period from 1865 to 1877 attempt to accomplish?",
        "How did the 13th, 14th, and 15th Amendments reshape the constitutional framework of American citizenship?",
        "What did the Freedmen's Bureau do to support formerly enslaved people — education, labor contracts, food distribution, legal aid?",
        "Why did many Republican leaders see Reconstruction as a chance to remake the South as a more democratic society?",
        "What did formerly enslaved people themselves want most — land, education, family reunification, and political participation?",
        "How did the promise of '40 acres and a mule' represent an economic vision of freedom that was never fulfilled?"
      ],
      "tags": [
        "history",
        "democracy",
        "civil-rights",
        "us-politics"
      ]
    },
    {
      "name": "Black Political Power During Reconstruction",
      "topics": [
        "How many Black men were elected to public office during Reconstruction — including 16 U.S. Congressmen and hundreds of state legislators?",
        "Who were Hiram Revels and Blanche K. Bruce, the first Black U.S. Senators?",
        "What policies did Black legislators champion — public education, land reform, infrastructure, and equal rights?",
        "How did Black political participation transform Southern state governments during Reconstruction?",
        "What coalitions formed between Black voters, Northern Republicans, and sympathetic white Southerners?",
        "Why did the quality of Reconstruction-era governance contradict the racist narrative that Black political participation was a disaster?"
      ],
      "tags": [
        "politics",
        "democracy",
        "civil-rights",
        "us-politics"
      ]
    },
    {
      "name": "Building Black Institutions: Schools, Churches, and Community",
      "topics": [
        "How did formerly enslaved people build schools and pursue education with extraordinary urgency, often paying for them from their own meager wages?",
        "What role did Black churches play as the central institution of free Black communities?",
        "How did Historically Black Colleges and Universities (HBCUs) emerge during Reconstruction, including Howard, Fisk, and Morehouse?",
        "What mutual aid societies, fraternal organizations, and benevolent associations did Black communities create?",
        "How did Black families formalize marriages and search for relatives separated by slavery?",
        "Why was institution-building the most durable achievement of Reconstruction, outlasting the political gains that were destroyed?"
      ],
      "tags": [
        "black-history",
        "education",
        "civil-rights",
        "americas"
      ]
    },
    {
      "name": "White Supremacist Violence and the Ku Klux Klan",
      "topics": [
        "How did the Ku Klux Klan emerge after the Civil War as a terrorist organization dedicated to destroying Black political power?",
        "What forms of violence did white supremacists use — lynching, arson, beatings, assassination — to intimidate Black voters and officeholders?",
        "How did the Colfax Massacre of 1873 and the Hamburg Massacre of 1876 demonstrate the scale of organized racial violence?",
        "What were the Enforcement Acts of 1870-1871, and how effective were they in suppressing Klan violence?",
        "How did white paramilitary groups like the Red Shirts and White League operate as a military arm of the Democratic Party in the South?",
        "Why was the violence of Reconstruction not random but a systematic campaign to restore white political supremacy?"
      ],
      "tags": [
        "history",
        "conflict",
        "civil-rights",
        "americas"
      ]
    },
    {
      "name": "The Failure of Land Reform",
      "topics": [
        "Why was land redistribution central to formerly enslaved people's vision of freedom?",
        "What happened to the promise of '40 acres and a mule' after Lincoln's assassination and Andrew Johnson's presidency?",
        "How did President Andrew Johnson reverse wartime land grants and return confiscated plantations to former Confederate owners?",
        "What was sharecropping, and how did it create a system of economic dependency that replicated many conditions of slavery?",
        "How did debt peonage and crop lien systems trap Black farmers in cycles of poverty?",
        "What would American history look like if land reform had actually been carried out?"
      ],
      "tags": [
        "economics",
        "inequality",
        "race",
        "us-politics"
      ]
    },
    {
      "name": "The Compromise of 1877 and the End of Reconstruction",
      "topics": [
        "What was the disputed 1876 presidential election, and how did the Compromise of 1877 resolve it?",
        "How did the withdrawal of federal troops from the South effectively end Reconstruction and abandon Black citizens?",
        "What did the end of Reconstruction mean for Black political power, voting rights, and physical safety?",
        "How did Northern political leaders justify abandoning Reconstruction — exhaustion, racism, economic interests, or all three?",
        "What happened to Black officeholders and voters in the immediate aftermath of the compromise?",
        "Why do historians call the end of Reconstruction a betrayal — and who was betrayed?"
      ],
      "tags": [
        "politics",
        "democracy",
        "civil-rights",
        "us-politics"
      ]
    },
    {
      "name": "Rewriting the Narrative: The Lost Cause and Dunning School",
      "topics": [
        "How did the 'Lost Cause' mythology rewrite the Civil War as a noble defense of Southern culture rather than a war to preserve slavery?",
        "What was the Dunning School of historiography, and how did it portray Reconstruction as a tragic period of Black misrule and Northern corruption?",
        "How did these false narratives become embedded in textbooks, films, and public memory for nearly a century?",
        "What role did D.W. Griffith's Birth of a Nation play in popularizing the Klan and the Lost Cause narrative?",
        "How did W.E.B. Du Bois's Black Reconstruction in America challenge the Dunning School with evidence and analysis?",
        "Why does the battle over how Reconstruction is remembered continue to shape American politics today?"
      ],
      "tags": [
        "history",
        "representation",
        "race",
        "americas"
      ]
    },
    {
      "name": "The Long Shadow: How Reconstruction's Failure Shaped Modern America",
      "topics": [
        "How did the failure of Reconstruction set the stage for Jim Crow segregation, voter suppression, and racial violence that lasted for generations?",
        "What constitutional amendments and principles established during Reconstruction lay dormant until the Civil Rights Movement revived them?",
        "How does the unfinished business of Reconstruction — land reform, economic justice, full citizenship — remain relevant today?",
        "What parallels do historians draw between the backlash against Reconstruction and contemporary backlash against racial progress?",
        "How did the Great Migration begin as a response to the conditions created by Reconstruction's failure?",
        "Why do scholars like Eric Foner argue that Reconstruction was not a failure but an 'unfinished revolution'?"
      ],
      "tags": [
        "politics",
        "inequality",
        "civil-rights",
        "us-politics"
      ]
    }
  ]
}
