{
  "name": "The Atlantic Slave Trade",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "slavery",
    "Atlantic slave trade",
    "African diaspora",
    "colonialism",
    "world history"
  ],
  "chapters": [
    {
      "name": "The Scale of the Atlantic Slave Trade",
      "topics": [
        "How many Africans were forcibly transported across the Atlantic between the 15th and 19th centuries, and how were these numbers estimated?",
        "What was the geographic scope of the slave trade — which African regions were most heavily targeted, and where were enslaved people sent?",
        "How did the volume and direction of the slave trade change over its four-century span?",
        "What percentage of enslaved Africans died during capture, forced marches to the coast, and the Middle Passage?",
        "How does the scale of the Atlantic slave trade compare to other forced migrations in human history?",
        "Why is it important to understand the slave trade not as a series of individual tragedies but as a system that restructured the entire Atlantic world?"
      ],
      "tags": [
        "history",
        "colonialism",
        "modern-history",
        "africa"
      ]
    },
    {
      "name": "African Societies and the Origins of the Trade",
      "topics": [
        "What forms of slavery and unfree labor existed in Africa before European contact, and how did they differ from chattel slavery?",
        "How did Portuguese traders first establish the Atlantic slave trade in the 15th century?",
        "What role did African political leaders and merchants play in supplying enslaved people, and how did European demand transform existing practices?",
        "How did the slave trade create destructive incentives that rewarded warfare, raiding, and political instability across West and Central Africa?",
        "What happened to African societies that refused to participate in the slave trade?",
        "How should we understand African participation in the trade without either excusing European responsibility or denying African agency?"
      ],
      "tags": [
        "history",
        "colonialism",
        "modern-history",
        "africa"
      ]
    },
    {
      "name": "Capture, Forced March, and the Coastal Forts",
      "topics": [
        "How were enslaved people typically captured — through warfare, raids, kidnapping, or judicial proceedings?",
        "What were the conditions of the forced marches from the African interior to the coast, and how many people died en route?",
        "What role did European slave forts and factories along the West African coast — like Elmina and Cape Coast Castle — play in the trade?",
        "How did the experience of imprisonment in coastal dungeons, sometimes for months, traumatize captives before they ever boarded a ship?",
        "What resistance did captives mount during capture and coastal imprisonment?",
        "How do the preserved slave forts function today as sites of memory and historical reckoning?"
      ],
      "tags": [
        "history",
        "conflict",
        "modern-history",
        "africa"
      ]
    },
    {
      "name": "The Middle Passage",
      "topics": [
        "What were the physical conditions aboard slave ships — space, sanitation, food, water, air — during voyages lasting weeks or months?",
        "How high was mortality during the Middle Passage, and what diseases, injuries, and forms of violence caused death?",
        "What psychological trauma did the Middle Passage inflict on survivors, including the deliberate destruction of family bonds and cultural identity?",
        "How did enslaved people resist during the voyage — through revolt, hunger strikes, suicide, and mutual care?",
        "What was the economic logic of the slave ship, and how did profit calculations shape decisions about how tightly to pack human beings?",
        "How have survivors' testimonies, ship records, and archaeological evidence reconstructed the experience of the Middle Passage?"
      ],
      "tags": [
        "history",
        "human-rights",
        "modern-history",
        "americas"
      ]
    },
    {
      "name": "The Economics of the Slave Trade",
      "topics": [
        "How did the Atlantic slave trade function as an economic system connecting Europe, Africa, and the Americas in a triangular pattern of trade?",
        "What commodities — sugar, tobacco, cotton, rum — depended on enslaved labor, and how did they drive European wealth?",
        "How did the slave trade finance the Industrial Revolution in Britain and economic development across Western Europe?",
        "What was the economic impact on Africa — not just in lost population but in distorted development, political instability, and long-term underdevelopment?",
        "How did insurance companies, banks, and shipping firms profit from the slave trade, creating institutions that still exist today?",
        "What do economic historians mean when they argue that slavery was not a premodern relic but a modern, capitalist enterprise?"
      ],
      "tags": [
        "economics",
        "trade",
        "modern-history",
        "americas"
      ]
    },
    {
      "name": "Slavery in the Caribbean and Latin America",
      "topics": [
        "Why did the vast majority of enslaved Africans — roughly 95% — end up in the Caribbean and Latin America rather than North America?",
        "What were conditions like on Caribbean sugar plantations, where mortality rates were so high that the enslaved population could not sustain itself naturally?",
        "How did slavery function differently in Brazil, which received more enslaved Africans than any other country?",
        "What forms of resistance emerged in the Caribbean and Latin America, including maroon communities and the Haitian Revolution?",
        "How did racial classification systems in Latin America differ from the binary system that developed in the United States?",
        "What legacies of slavery shape Caribbean and Latin American societies today?"
      ],
      "tags": [
        "history",
        "colonialism",
        "modern-history",
        "americas"
      ]
    },
    {
      "name": "The Haitian Revolution and Its Global Impact",
      "topics": [
        "How did enslaved people in Saint-Domingue launch the only successful slave revolution in history, defeating France, Spain, and Britain?",
        "Who was Toussaint Louverture, and how did he transform a slave uprising into a revolutionary government?",
        "How did the Haitian Revolution terrify slaveholding societies across the Americas and shape their policies for generations?",
        "Why did the newly independent Haiti face international isolation, forced to pay France reparations for the 'loss' of enslaved people?",
        "How did the Haitian Revolution influence abolitionist movements worldwide?",
        "Why has the Haitian Revolution been marginalized in standard histories of the Age of Revolution?"
      ],
      "tags": [
        "history",
        "activism",
        "modern-history",
        "americas"
      ]
    },
    {
      "name": "Resistance and Rebellion Across the Slave Trade",
      "topics": [
        "How frequent were slave revolts aboard ships, and what made some — like the Amistad revolt — successful?",
        "What were maroon communities, and how did escaped enslaved people build independent societies across the Americas?",
        "How did enslaved people resist through everyday acts — work slowdowns, tool breaking, feigned illness, and cultural preservation?",
        "What role did African spiritual practices and secret communication networks play in organizing resistance?",
        "How did the Stono Rebellion, Nat Turner's Revolt, and other uprisings challenge the slaveholders' claim of total control?",
        "Why is the history of slave resistance essential to understanding enslaved people as agents rather than passive victims?"
      ],
      "tags": [
        "history",
        "activism",
        "civil-rights",
        "americas"
      ]
    },
    {
      "name": "The Abolition Movement and the End of the Trade",
      "topics": [
        "How did the British abolition movement develop from the 1780s, and what arguments did abolitionists use against the slave trade?",
        "What role did formerly enslaved people like Olaudah Equiano play in building public opposition to the trade?",
        "How did Britain's 1807 ban on the slave trade and its enforcement through naval patrols change the economics of slavery?",
        "Why did abolition of the trade not mean abolition of slavery itself, and how long did slavery persist after the trade was banned?",
        "How did abolitionists in the United States build a movement that eventually contributed to the Civil War and emancipation?",
        "What were the limitations of abolitionism — including racism within the movement and the failure to address slavery's economic foundations?"
      ],
      "tags": [
        "history",
        "activism",
        "civil-rights",
        "americas"
      ]
    },
    {
      "name": "Cultural Survival and the African Diaspora",
      "topics": [
        "How did enslaved Africans preserve and transmit cultural practices — language, music, religion, food, art — despite systematic efforts to destroy them?",
        "What African cultural elements survived in diaspora religions like Vodou, Candomblé, Santería, and African American Christianity?",
        "How did musical traditions brought from Africa evolve into the blues, jazz, gospel, and eventually rock and hip-hop?",
        "What linguistic traces of African languages survive in creole languages, African American English, and place names across the Americas?",
        "How did the African diaspora create new cultural forms that were neither purely African nor purely European or American?",
        "What does the survival of African culture under slavery tell us about human resilience and the limits of totalizing power?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "race",
        "americas"
      ]
    },
    {
      "name": "The Demographic and Social Impact on Africa",
      "topics": [
        "How did the loss of an estimated 12.5 million people — disproportionately young and healthy — affect African demographic development?",
        "What was the gender imbalance created by the slave trade, which took roughly two men for every woman, and how did it reshape African societies?",
        "How did the slave trade contribute to political fragmentation, militarization, and the rise of predatory states across Africa?",
        "What happened to African economic development as the continent's most productive labor was extracted for centuries?",
        "How do historians connect the slave trade's legacy to the vulnerabilities that made Africa susceptible to 19th-century European colonization?",
        "What do economists and historians mean when they argue that the slave trade is a root cause of Africa's current development challenges?"
      ],
      "tags": [
        "society",
        "inequality",
        "modern-history",
        "africa"
      ]
    },
    {
      "name": "Memory, Reparations, and Unfinished Reckoning",
      "topics": [
        "How have different nations and communities memorialized — or failed to memorialize — the Atlantic slave trade?",
        "What is the case for reparations for the slave trade, and who should pay and who should receive them?",
        "How do contemporary debates about reparations connect the slave trade to ongoing racial inequality?",
        "What role do DNA ancestry projects and the Slave Voyages database play in reconnecting diaspora communities with their African origins?",
        "How have African nations begun to reckon with their own role in the slave trade?",
        "Why does the Atlantic slave trade remain one of the most contested and emotionally charged subjects in world history?"
      ],
      "tags": [
        "society",
        "justice",
        "race",
        "americas"
      ]
    }
  ]
}