{
  "name": "Gender, Media, and Representation",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "media representation",
    "gender in media",
    "media bias",
    "cultural production",
    "media literacy"
  ],
  "chapters": [
    {
      "name": "How Media Constructs Gender: The Stories That Shape What Women Are Allowed to Be",
      "topics": [
        "How do media — film, television, advertising, news — function as the primary system through which most people learn what women are supposed to be, look like, and aspire to?",
        "What does decades of content analysis reveal about the ratio of male to female characters in mainstream media, and why has that ratio changed so slowly?",
        "How do the limited roles available to women in media — mother, love interest, victim, temptress — constrain how real women are perceived and how they perceive themselves?",
        "Why does media's construction of gender feel natural rather than manufactured, and what techniques make these constructions invisible to audiences?",
        "How does the concept of 'symbolic annihilation' — the absence, trivialization, or condemnation of women in media — shape public understanding of women's importance?",
        "What would media that accurately reflected women's actual lives, capabilities, and diversity look like — and why doesn't it exist?"
      ],
      "tags": [
        "media",
        "narrative",
        "gender",
        "sociology"
      ]
    },
    {
      "name": "The Male Gaze and Who the Camera Has Always Served",
      "topics": [
        "What is the 'male gaze' as theorized by Laura Mulvey, and how does it explain the way women are filmed, photographed, and depicted differently from men?",
        "How does the male gaze operate not just in how women are shown but in who is assumed to be watching — and why does that assumption shape entire industries?",
        "Why are women in visual media so frequently presented as objects to be looked at rather than subjects with their own perspective and agency?",
        "How does the male gaze function differently when applied to women of different races, body types, ages, and abilities?",
        "What happens when women filmmakers, photographers, and artists deliberately subvert or reject the male gaze — and why is that work often marginalized?",
        "Why has the male gaze proven so durable across decades of feminist critique, and what would visual media look like without it?"
      ],
      "tags": [
        "media",
        "bias",
        "film",
        "gender"
      ]
    },
    {
      "name": "Early Film and the Gender Archetypes That Still Define Hollywood",
      "topics": [
        "How did early Hollywood establish gender archetypes — the virgin, the vamp, the damsel, the femme fatale — that continue to structure film narratives today?",
        "Why did the Hays Code and its morality restrictions shape women's roles in ways that persisted long after the code was abolished?",
        "How did the studio system's control over actresses — their appearance, personal lives, and public personas — create a template for how female celebrities are still managed?",
        "What roles were available to women of color in early Hollywood, and how did racial stereotypes compound gender stereotypes to create uniquely limiting archetypes?",
        "Why do modern blockbusters still rely on gender archetypes from a century ago despite cultural changes in how women live and work?",
        "How have independent and international cinema offered alternatives to Hollywood's gender archetypes, and why have those alternatives failed to displace them?"
      ],
      "tags": [
        "media",
        "narrative",
        "film",
        "gender"
      ]
    },
    {
      "name": "Advertising, Objectification, and the Commercial Value of Women's Bodies",
      "topics": [
        "How does advertising use women's bodies as a tool to sell products — and what does the scale of that practice reveal about how commercial systems view women?",
        "What does research show about the psychological effects of objectification on women — from self-objectification and body dissatisfaction to reduced cognitive performance?",
        "How has the beauty industry constructed and profited from women's insecurity by creating problems (wrinkles, cellulite, body hair) and then selling solutions?",
        "Why does advertising disproportionately fragment women's bodies — showing lips, legs, torsos — in ways that reduce women to parts rather than whole persons?",
        "How do advertising representations of women differ across cultures, and what do those differences reveal about the relationship between commerce and gender norms?",
        "What regulatory approaches to gendered advertising have been tried in different countries, and which have shown measurable effects on how women are represented?"
      ],
      "tags": [
        "economics",
        "bias",
        "gender",
        "sociology"
      ]
    },
    {
      "name": "How News Organizations Frame Women as Subjects Rather Than Sources",
      "topics": [
        "Why do studies consistently show that women are quoted as expert sources in news stories at dramatically lower rates than men, even in fields where women are well-represented?",
        "How does the framing of news stories about women — emphasizing appearance, relationships, and emotion over expertise and achievement — differ from coverage of men?",
        "What happens to public perception of women's competence when news coverage consistently positions women as subjects being discussed rather than authorities doing the discussing?",
        "How does the gender composition of newsrooms — particularly at the editorial and executive level — affect which stories get covered and how women appear in them?",
        "Why does crime reporting treat violence against women differently from other violent crime — often sensationalizing, victim-blaming, or underreporting it?",
        "What initiatives have news organizations undertaken to address gender imbalance in sourcing and framing, and have any produced lasting structural change?"
      ],
      "tags": [
        "media",
        "representation",
        "journalism",
        "gender"
      ]
    },
    {
      "name": "Why Women Are Rarely Quoted as Experts and What That Absence Teaches the Public",
      "topics": [
        "What do global studies on expert sourcing reveal about how rarely women are quoted as authorities in news, policy discussions, and public debate?",
        "How does the systematic exclusion of women's expertise from public discourse shape what audiences believe about who has knowledge worth hearing?",
        "Why do journalists and producers default to male experts even when equally or more qualified women are available — and what role do contact networks, assumptions, and time pressure play?",
        "How does the underrepresentation of women experts compound across media, politics, and academia to create a feedback loop where women's authority is perpetually undermined?",
        "What effect does the absence of women's expert voices have on the quality of public understanding — particularly on issues that directly affect women?",
        "What structural interventions — expert databases, sourcing quotas, editorial accountability — have shown the most promise in increasing women's representation as authorities?"
      ],
      "tags": [
        "media",
        "inequality",
        "journalism",
        "gender"
      ]
    },
    {
      "name": "The Sexualization Trap: Why Authority and Attractiveness Are Treated as Opposites for Women",
      "topics": [
        "Why are women in public life forced to navigate a double bind where being perceived as attractive undermines their authority, while not being attractive enough invites dismissal?",
        "How does the sexualization of women in media — from news anchors to politicians to executives — function as a mechanism for undermining their professional credibility?",
        "What does research show about how audiences evaluate women's competence based on appearance in ways that have no parallel for men?",
        "How does the sexualization trap operate differently for women of different races, ages, and body types — and why does it punish some women more severely than others?",
        "Why do women in positions of authority face intense scrutiny of their clothing, hair, weight, and appearance in ways that explicitly or implicitly question whether they belong?",
        "What would it take to decouple women's perceived competence from their appearance, and why have decades of feminist advocacy failed to break this connection?"
      ],
      "tags": [
        "society",
        "bias",
        "gender",
        "sociology"
      ]
    },
    {
      "name": "Race, Representation, and Which Women Get to Be Seen in Media",
      "topics": [
        "How does mainstream media's definition of 'women' in representation discussions default to white women, rendering women of color invisible even in conversations about inclusion?",
        "What specific stereotypes — the angry Black woman, the submissive Asian woman, the hypersexualized Latina — have media constructed and reinforced across decades of representation?",
        "Why does increased representation of white women in media not automatically translate into better representation of women of color?",
        "How do casting practices, beauty standards, and narrative conventions in film and television systematically exclude or diminish women who don't fit a narrow racial and physical ideal?",
        "What does intersectional media analysis reveal about how race and gender compound to produce representations that are uniquely harmful to women of color?",
        "How have women of color created their own media — from magazines and films to social media platforms — to counter mainstream erasure, and what are the limits of that strategy?"
      ],
      "tags": [
        "media",
        "inequality",
        "race",
        "gender"
      ]
    },
    {
      "name": "How LGBTQ+ Women Have Been Portrayed, Erased, and Reclaimed in Media",
      "topics": [
        "How has mainstream media historically treated lesbian and bisexual women — from complete erasure to the 'bury your gays' trope to sexualized performances of queerness for male audiences?",
        "What does the history of the Hays Code, censorship, and coded representation reveal about how media has systematically hidden LGBTQ+ women's existence?",
        "Why does media's portrayal of LGBTQ+ women often reduce their identities to their sexuality rather than depicting them as full characters with complex lives?",
        "How does the intersection of gender, sexuality, and race shape which LGBTQ+ women receive media representation and which remain invisible?",
        "What role has independent, queer-produced media played in creating authentic representations of LGBTQ+ women — and why does mainstream media so often co-opt or dilute those representations?",
        "How has the increasing visibility of transgender women in media both advanced understanding and created new forms of backlash, fetishization, and misrepresentation?"
      ],
      "tags": [
        "media",
        "representation",
        "lgbtq",
        "gender"
      ]
    },
    {
      "name": "Reality Television and the Gendered Spectacle of Reward and Punishment",
      "topics": [
        "How does reality television construct gendered narratives — rewarding women for competing over men, punishing women for ambition, and framing women's conflict as entertainment?",
        "Why does reality television present itself as unscripted and authentic when it is heavily produced, edited, and structured to reinforce specific gender dynamics?",
        "What do competition shows, dating shows, and makeover shows teach audiences about what women should value, how women should behave, and what women deserve?",
        "How does reality television's treatment of women's bodies — from weight loss competitions to cosmetic surgery shows — normalize surveillance and judgment of women's physical selves?",
        "Why are women on reality television disproportionately portrayed as emotional, manipulative, and irrational compared to male participants on similar programs?",
        "How has reality television influenced broader media culture by making the humiliation, objectification, and competition among women into a normalized entertainment genre?"
      ],
      "tags": [
        "media",
        "narrative",
        "gender",
        "sociology"
      ]
    },
    {
      "name": "Who Controls Production: Ownership, Gatekeeping, and the Business of Representation",
      "topics": [
        "Why does the question of who owns, finances, and greenlights media matter more for representation than the question of who appears on screen?",
        "What do the numbers show about women's representation in media leadership — as directors, showrunners, studio executives, and media company owners — and why has progress been so slow?",
        "How does the concentration of media ownership in the hands of a small number of predominantly male executives shape what stories get told and whose perspectives get funded?",
        "What happens to the content, hiring practices, and representation in media organizations when women reach positions of structural power rather than just on-screen visibility?",
        "How do venture capital, advertising revenue, and market incentives create financial pressures that reinforce rather than challenge gendered media production?",
        "What models of media production — cooperatives, public media, independent funding — have demonstrated that equitable ownership produces meaningfully different representation?"
      ],
      "tags": [
        "media",
        "influence",
        "gender",
        "sociology"
      ]
    },
    {
      "name": "Social Media Algorithms and the Automated Reinforcement of Gender Stereotypes",
      "topics": [
        "How do social media algorithms — designed to maximize engagement rather than accuracy — amplify content that reinforces gender stereotypes, objectifies women, and rewards misogynistic messaging?",
        "Why does algorithmic content curation create filter bubbles that expose young women to unrealistic beauty standards and young men to increasingly extreme anti-feminist content?",
        "How do recommendation systems on platforms like TikTok, Instagram, and YouTube systematically push users toward more extreme gendered content than they initially sought?",
        "What role do algorithms play in the spread of image-based abuse, revenge pornography, and non-consensual intimate content — and why have platforms been slow to address it?",
        "How does the algorithmic amplification of gender stereotypes differ across platforms, and what does that variation reveal about the role of design choices in shaping gendered outcomes?",
        "What regulatory and design interventions could reduce algorithmic reinforcement of gender stereotypes without requiring platforms to abandon engagement-based business models?"
      ],
      "tags": [
        "media",
        "bias",
        "algorithms",
        "gender"
      ]
    },
    {
      "name": "Influencer Culture and the New Economics of Performing Womanhood",
      "topics": [
        "How has influencer culture created a new economy in which women's primary product is a performed version of femininity — and how does that economy differ from traditional media?",
        "Why does the influencer model, despite appearing to give women more control over their image, often reproduce the same beauty standards and gender norms as the industries it claims to disrupt?",
        "How do the economic incentives of influencer culture — sponsorships, affiliate marketing, brand deals — reward conformity to narrow beauty and lifestyle standards?",
        "What does the rise of 'momfluencers,' fitness influencers, and beauty influencers reveal about which performances of womanhood the market values most?",
        "How does the pressure to maintain an audience create new forms of labor exploitation — from unpaid emotional labor to the blurring of personal and commercial life?",
        "What happens to women influencers who age, gain weight, have political opinions, or otherwise deviate from the performance that built their platform?"
      ],
      "tags": [
        "media",
        "digital-life",
        "social-media",
        "gender"
      ]
    },
    {
      "name": "Violence Against Women as Entertainment and What Audiences Are Being Taught",
      "topics": [
        "Why is violence against women — murder, rape, torture, kidnapping — one of the most common narrative devices in entertainment media, from crime procedurals to prestige television?",
        "How does the aestheticization of violence against women — beautiful corpses, stylized suffering, sexualized victimhood — normalize the idea that women's pain is something to look at?",
        "What does research show about the cumulative effect of consuming media that treats violence against women as entertainment — on empathy, attitudes toward real victims, and tolerance for real violence?",
        "Why are women's murders and sexual assaults used as backstory and character motivation for male protagonists rather than being examined from women's perspectives?",
        "How do crime media and true crime podcasts treat real women's murders as content — and what ethical boundaries should apply to turning women's deaths into entertainment?",
        "What would storytelling about gender-based violence look like if it centered survivor perspectives, structural causes, and systemic accountability rather than perpetrator fascination?"
      ],
      "tags": [
        "media",
        "bias",
        "gender",
        "film"
      ]
    },
    {
      "name": "What It Would Take to Build a Media-Literate Society That Sees Through Gendered Representation",
      "topics": [
        "What is media literacy, and why is the ability to critically analyze gendered representations one of the most important skills a modern citizen can develop?",
        "How effective are media literacy programs in schools at changing how young people interpret gendered messages — and what do the most successful programs have in common?",
        "Why is media literacy not simply about identifying bias but about understanding how media systems — ownership, production, distribution, and algorithms — structurally produce gendered outcomes?",
        "How do media literacy approaches differ across countries, and what can the United States learn from nations that have integrated critical media analysis into public education?",
        "What role should parents, educators, and community organizations play in building media literacy, and why is individual awareness insufficient without structural change?",
        "What would a media-literate society actually look like — in its consumption habits, its demand for content, its regulation of platforms, and its expectations of representation?"
      ],
      "tags": [
        "education",
        "critical-thinking",
        "media-literacy",
        "gender"
      ]
    }
  ]
}
