{
  "name": "Global Women's Rights",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "global women's rights",
    "international feminism",
    "gender equality",
    "human rights",
    "development"
  ],
  "chapters": [
    {
      "name": "Universal Rights Versus Cultural Context: The Central Tension of Global Women's Rights",
      "topics": [
        "What does it mean to claim that women's rights are universal human rights — and why do some governments, scholars, and activists argue that universalism is itself a Western imposition?",
        "How did the 1995 Beijing Declaration's assertion that 'women's rights are human rights' change the framework for international advocacy — and where has that framework fallen short?",
        "Why does the tension between cultural relativism and universal rights recur in every major debate about women's rights — from female genital cutting to child marriage to dress codes?",
        "How have authoritarian regimes used the language of cultural sovereignty to reject women's rights frameworks while selectively adopting other international norms?",
        "What do women within non-Western cultures say about this tension — and why are their voices often absent from debates conducted by Western feminists and non-Western governments alike?",
        "Is there a way to defend women's rights as universal without imposing a single cultural model — and what would that framework look like in practice?"
      ],
      "tags": [
        "ethics",
        "human-rights",
        "gender",
        "feminism"
      ]
    },
    {
      "name": "Why Girls' Access to Education Remains the Most Powerful Predictor of Gender Equality",
      "topics": [
        "What does the global data show about the relationship between girls' education and virtually every measure of gender equality — from economic independence to maternal health to political participation?",
        "Why do 129 million girls worldwide remain out of school, and what are the primary barriers — cost, distance, safety, cultural norms, child marriage, conflict — that prevent access?",
        "How does educating girls produce cascading benefits that extend beyond gender equality — reducing poverty, improving public health, lowering fertility rates, and increasing economic growth?",
        "Why has the global focus on girls' enrollment often ignored the equally important questions of quality, safety, and whether education actually leads to employment and autonomy?",
        "How do conflict, climate displacement, and COVID-19 disruptions disproportionately affect girls' education — and why are girls less likely than boys to return to school after disruptions?",
        "What education interventions — conditional cash transfers, eliminating school fees, community schools, menstrual health programs — have the strongest evidence for keeping girls in school?"
      ],
      "tags": [
        "education",
        "inequality",
        "gender",
        "feminism"
      ]
    },
    {
      "name": "Child Marriage: Where Poverty, Tradition, and Gender Inequality Converge",
      "topics": [
        "What do global statistics reveal about the scale of child marriage — approximately 12 million girls married before age 18 each year — and why has progress been uneven across regions?",
        "How do poverty, bride price traditions, family honor systems, and the devaluation of girls' education interact to make child marriage seem rational to families even when it devastates girls' lives?",
        "What happens to girls who are married as children — in terms of education, health, economic independence, domestic violence, and maternal mortality — and why is child marriage treated as a root cause of multiple forms of inequality?",
        "Why have legal prohibitions on child marriage proven insufficient in countries where the practice is culturally embedded, economically incentivized, and poorly enforced?",
        "How do community-level programs that address the economic and social drivers of child marriage — rather than simply criminalizing it — produce more sustainable reductions?",
        "What role do climate change, conflict, and economic crises play in reversing progress on child marriage by pushing vulnerable families back into survival strategies that sacrifice girls?"
      ],
      "tags": [
        "feminism",
        "human-rights",
        "gender",
        "poverty"
      ]
    },
    {
      "name": "Reproductive Autonomy Around the World: Who Controls Women's Bodies and Why",
      "topics": [
        "How does access to contraception, safe abortion, and maternal healthcare vary across the world — and what determines whether women in a given country have control over their reproductive lives?",
        "Why is reproductive autonomy the issue on which governments, religious institutions, and patriarchal systems most aggressively resist women's rights — and what does that resistance reveal about the relationship between reproduction and power?",
        "What do the statistics on maternal mortality show about how reproductive healthcare access divides the world — with women in sub-Saharan Africa facing lifetime maternal death risks hundreds of times higher than women in Europe?",
        "How have restrictive abortion laws — from total bans to gestational limits — affected women's health outcomes, and what does the evidence show about the relationship between legal restriction and actual abortion rates?",
        "Why have women in Latin America, Poland, and the United States faced recent rollbacks of reproductive rights — and what connects these reversals across very different political contexts?",
        "What does genuine reproductive autonomy require beyond legal access — including economic resources, healthcare infrastructure, accurate information, and freedom from coercion?"
      ],
      "tags": [
        "health",
        "human-rights",
        "gender",
        "public-health"
      ]
    },
    {
      "name": "How Global Supply Chains Depend on the Exploitation of Women's Labor",
      "topics": [
        "How do global supply chains — in garment manufacturing, electronics assembly, agriculture, and domestic work — systematically depend on women's labor while keeping women at the bottom of the value chain?",
        "Why are the workers who produce the world's clothing — predominantly women in Bangladesh, Vietnam, Cambodia, and Ethiopia — paid poverty wages while the brands they supply generate billions in profit?",
        "What conditions do women face in export processing zones and free trade zones — and why do these zones frequently exempt employers from labor protections that apply elsewhere?",
        "How does the invisibility of domestic workers — predominantly women, often migrants, working in private homes — make them among the most vulnerable and least protected workers in the world?",
        "Why have international labor standards and corporate social responsibility programs largely failed to improve conditions for women workers in global supply chains?",
        "What models of worker-led accountability — from the Bangladesh Accord to domestic worker organizing — have demonstrated that structural change is possible when workers have genuine power?"
      ],
      "tags": [
        "economics",
        "globalization",
        "labor",
        "gender"
      ]
    },
    {
      "name": "War, Displacement, and What Happens to Women's Rights When States Collapse",
      "topics": [
        "How does armed conflict systematically destroy the infrastructure of women's rights — closing schools, dismantling legal protections, and making women's bodies a battlefield?",
        "Why are women and girls in refugee camps, displacement settings, and conflict zones at dramatically elevated risk of sexual violence, exploitation, and trafficking?",
        "What happens to women's legal rights, property ownership, and economic independence when state institutions collapse — and why are women's rights often the first casualties and last priorities in post-conflict reconstruction?",
        "How have women in conflict zones — from Liberia to Colombia to Syria — organized for peace, survival, and rights even when formal institutions have abandoned them?",
        "Why does the humanitarian aid system frequently fail women — from inadequate reproductive healthcare in refugee camps to food distribution systems that exclude women without male household heads?",
        "What does UN Security Council Resolution 1325 on Women, Peace, and Security promise — and why, more than two decades later, are women still largely excluded from peace negotiations and post-conflict governance?"
      ],
      "tags": [
        "conflict",
        "human-rights",
        "refugees",
        "gender"
      ]
    },
    {
      "name": "Secular, Religious, and Customary Legal Systems and How They Define Women's Legal Personhood",
      "topics": [
        "How do the three major legal traditions that govern women's lives worldwide — secular law, religious law, and customary law — define women's rights differently, and what happens when they conflict?",
        "Why do women in many countries live under plural legal systems where secular constitutions guarantee equality while religious or customary courts govern marriage, divorce, inheritance, and custody under discriminatory rules?",
        "How does the concept of legal personhood — whether women can own property, sign contracts, travel freely, and make decisions without male permission — vary across legal systems?",
        "What strategies have women's rights advocates used to challenge discriminatory laws within religious legal systems — working from within religious traditions rather than rejecting them?",
        "Why do customary legal systems, which often govern women's lives at the local level, receive less international attention than national legislation — even though they may have more direct impact?",
        "What would legal reform that genuinely prioritized women's full legal personhood look like in countries with plural legal systems — and why is harmonization so difficult?"
      ],
      "tags": [
        "law",
        "governance",
        "gender",
        "international-law"
      ]
    },
    {
      "name": "Religion and Women's Rights: Oppression, Liberation, and the Debate Within Every Tradition",
      "topics": [
        "Why does every major religious tradition contain both texts and practices that subordinate women and traditions of women's leadership, scholarship, and resistance?",
        "How have governments used religious authority to justify restricting women's rights — from Saudi Arabia's guardianship system to evangelical influence on reproductive rights in the United States?",
        "What do feminist theologians, Islamic feminists, and women religious leaders argue when they claim that patriarchal interpretations of religion are distortions rather than authentic expressions of faith?",
        "How have women within religious communities organized for change — from Catholic women seeking ordination to Muslim women reinterpreting Quranic texts to Indigenous women reclaiming spiritual roles?",
        "Why is the relationship between religion and women's rights more complicated than secular feminists often acknowledge — and what is lost when religious women's perspectives are dismissed as false consciousness?",
        "What would genuine religious reform on women's rights look like — and is it possible without fundamentally changing the power structures that religious institutions depend on?"
      ],
      "tags": [
        "religion",
        "spirituality",
        "gender",
        "feminism"
      ]
    },
    {
      "name": "Western Feminism's Blind Spots and the Damage of Assuming One Model Fits All",
      "topics": [
        "How has Western feminism's tendency to universalize its own priorities — career advancement, sexual liberation, individual autonomy — obscured the priorities of women in different economic and cultural contexts?",
        "Why did colonial feminism — the use of women's rights as justification for imperialism — create a legacy of distrust that still shapes how non-Western women view Western feminist organizations?",
        "How does the assumption that Western gender norms represent progress while non-Western gender norms represent backwardness reproduce colonial power dynamics within feminist movements?",
        "What do critiques by scholars like Chandra Mohanty, Gayatri Spivak, and bell hooks reveal about how Western feminism has constructed 'Third World women' as a monolithic category of victimhood?",
        "Why has the international development industry's version of women's empowerment often prioritized metrics that align with Western economic models rather than with what women in those communities identify as their priorities?",
        "What would a genuinely decolonized feminism look like — one that takes multiple models of gender equity seriously rather than measuring all progress against a Western standard?"
      ],
      "tags": [
        "society",
        "colonialism",
        "gender",
        "feminism"
      ]
    },
    {
      "name": "Grassroots Women's Movements That Succeeded Without Western Funding or Permission",
      "topics": [
        "What do successful grassroots women's movements in the Global South — from India's Self-Employed Women's Association to Kenya's Green Belt Movement to Argentina's Mothers of the Plaza de Mayo — have in common?",
        "How have women's cooperative movements in South Asia, West Africa, and Latin America achieved economic independence for millions of women through locally designed models that no outside organization proposed?",
        "Why do grassroots women's movements often succeed where top-down development programs fail — and what does that reveal about the importance of local ownership and context-specific solutions?",
        "How have Indigenous women's movements — from Bolivia to Canada to Australia — integrated gender rights with land rights, environmental justice, and cultural preservation in ways that Western feminism rarely addresses?",
        "What role does collective action — cooperatives, savings groups, mutual aid networks — play in women's empowerment in contexts where individual rights frameworks have limited traction?",
        "Why do the most successful grassroots women's movements receive less international attention and funding than professionalized NGOs, even when their outcomes are stronger?"
      ],
      "tags": [
        "feminism",
        "activism",
        "gender",
        "civil-rights"
      ]
    },
    {
      "name": "NGOs and the Development Industry: When Help Becomes Its Own Form of Control",
      "topics": [
        "How has the professionalization of women's rights through NGOs and international development organizations sometimes replaced grassroots activism with donor-driven agendas?",
        "Why do international funders' priorities — measurable outcomes, short project cycles, Western-legible frameworks — often distort local women's organizations' ability to pursue the work they know is needed?",
        "How does the NGO model create dependency relationships where local women's organizations must frame their work in funders' language and around funders' priorities to survive?",
        "What does the evidence show about whether large-scale women's empowerment programs funded by the World Bank, USAID, and major foundations actually produce lasting structural change?",
        "How have some women's organizations resisted the NGO model — refusing international funding, maintaining local accountability, and prioritizing movement-building over project management?",
        "What reforms to the international development system would actually shift power to the women and communities it claims to serve?"
      ],
      "tags": [
        "feminism",
        "development",
        "gender",
        "philanthropy"
      ]
    },
    {
      "name": "Migration, Gender, and the Specific Vulnerabilities of Women Who Cross Borders",
      "topics": [
        "Why do women who migrate — whether as refugees, economic migrants, or trafficking victims — face specific and compounding vulnerabilities that male migrants typically do not?",
        "How does immigration status create a tool of control over women — making them dependent on employers, spouses, or traffickers who can threaten deportation to maintain power?",
        "What happens to women's legal rights, healthcare access, and physical safety during migration journeys where they face sexual violence, exploitation, and extortion at higher rates than men?",
        "How do destination countries' immigration policies — from family reunification rules to labor visa structures to asylum procedures — systematically disadvantage women?",
        "Why are migrant domestic workers, who are overwhelmingly women, among the least protected workers in the world — often excluded from labor laws and trapped in employers' homes?",
        "What policy changes — from gender-sensitive asylum processes to portable labor protections to independent immigration status for spouses — would address the specific vulnerabilities women face in migration?"
      ],
      "tags": [
        "feminism",
        "migration",
        "immigration",
        "gender"
      ]
    },
    {
      "name": "Climate Change and Why Its Worst Effects Fall Disproportionately on Women",
      "topics": [
        "Why does climate change affect women more severely than men — and what do the specific mechanisms (water scarcity, agricultural disruption, displacement, disaster mortality) reveal about gender and vulnerability?",
        "How does women's disproportionate responsibility for water collection, food production, and family care in the Global South mean that climate disruptions hit them first and hardest?",
        "Why are women more likely to die in natural disasters — and what do the specific reasons (restricted mobility, lack of warning access, caregiving obligations) tell us about the structural rather than natural causes of climate vulnerability?",
        "How does climate-driven displacement create specific risks for women and girls — from increased child marriage during droughts to sexual violence in displacement camps?",
        "Why are women largely absent from climate policy decision-making at the international level — and what does research show about how gender-inclusive climate policy produces better outcomes?",
        "What does climate justice look like when it centers women — not as victims but as leaders in adaptation, sustainable agriculture, and community resilience?"
      ],
      "tags": [
        "environment",
        "climate-change",
        "gender",
        "feminism"
      ]
    },
    {
      "name": "International Law and Whether Legal Frameworks Like CEDAW Actually Protect Women",
      "topics": [
        "What is CEDAW — the Convention on the Elimination of All Forms of Discrimination Against Women — and what has it achieved and failed to achieve since its adoption in 1979?",
        "Why have more countries ratified CEDAW than almost any other human rights treaty while simultaneously maintaining reservations that exempt them from its core provisions on marriage, family law, and equality?",
        "How do international legal mechanisms — treaty bodies, special rapporteurs, the International Criminal Court — address violations of women's rights, and why is enforcement the perennial weak point?",
        "What role has international law played in establishing sexual violence in conflict as a war crime and crime against humanity — and has that legal recognition translated into accountability?",
        "Why has the United States never ratified CEDAW — making it one of only a handful of countries alongside Iran, Sudan, and Somalia — and what does that refusal reveal about American exceptionalism on women's rights?",
        "What would effective international legal protection for women's rights require beyond the current system of voluntary compliance, periodic reporting, and unenforceable recommendations?"
      ],
      "tags": [
        "law",
        "human-rights",
        "international-law",
        "gender"
      ]
    },
    {
      "name": "Solidarity Without Saviorism: What Genuine Global Feminist Partnership Would Require",
      "topics": [
        "What is the difference between feminist solidarity — standing with women across borders in mutual support — and saviorism — assuming Western women know what women elsewhere need?",
        "How do power imbalances between Global North and Global South feminists — in funding, platform access, institutional influence, and media visibility — undermine claims of equal partnership?",
        "What would it look like to redistribute resources within global feminist movements so that the women closest to the problems have the most power over the solutions?",
        "How have transnational feminist networks — from domestic worker coalitions to garment worker solidarity to reproductive rights alliances — demonstrated that cross-border partnership can work without hierarchy?",
        "Why does genuine solidarity require Northern feminists to examine how their own countries' foreign policies, trade practices, and immigration systems contribute to the conditions they claim to oppose?",
        "What principles — listening before acting, following local leadership, funding without controlling, accepting different priorities — would define a global feminism that is genuinely mutual rather than charitable?"
      ],
      "tags": [
        "ethics",
        "activism",
        "gender",
        "civil-rights"
      ]
    }
  ]
}
