{
  "name": "Intersectionality: Race, Gender, and Power",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "intersectionality",
    "race and gender",
    "feminist theory",
    "structural inequality",
    "inclusive feminism"
  ],
  "chapters": [
    {
      "name": "Why Single-Axis Feminism Fails to Explain Real Women's Lives",
      "topics": [
        "What does it mean to analyze gender on a 'single axis,' and why does that approach miss the experiences of most women?",
        "How did mainstream feminism's focus on the concerns of white middle-class women create blind spots about race, class, and other dimensions of oppression?",
        "What happens when a Black woman faces discrimination that is neither purely racial nor purely gendered — and the law cannot recognize it as either?",
        "Why did early feminist organizations repeatedly ask women of color to set aside racial justice in favor of gender solidarity?",
        "How does single-axis thinking lead to policies that technically benefit 'women' while leaving the most vulnerable women behind?",
        "What would feminism look like if it had been built from the experiences of women facing multiple, overlapping forms of oppression from the beginning?"
      ],
      "tags": [
        "philosophy",
        "theory",
        "gender",
        "feminism"
      ]
    },
    {
      "name": "How Kimberlé Crenshaw and the Combahee River Collective Built Intersectional Theory",
      "topics": [
        "What was the Combahee River Collective, and why did their 1977 statement become one of the foundational texts of intersectional feminism?",
        "How did Kimberlé Crenshaw coin the term 'intersectionality' in 1989, and what specific legal cases prompted her to develop the framework?",
        "What did Patricia Hill Collins contribute to intersectional theory through her concept of the 'matrix of domination'?",
        "How did Audre Lorde's writing about the 'master's tools' challenge feminists to rethink whose methods and frameworks they were using?",
        "Why was intersectional theory resisted within mainstream feminism for decades before becoming widely adopted?",
        "What is the difference between intersectionality as a rigorous analytical framework and intersectionality as a popular buzzword?"
      ],
      "tags": [
        "philosophy",
        "theory",
        "race",
        "gender"
      ]
    },
    {
      "name": "Black Women and the Origins of Double Exclusion in America",
      "topics": [
        "How have Black women been excluded from both the mainstream feminist movement and the mainstream civil rights movement simultaneously?",
        "What did Sojourner Truth's 'Ain't I a Woman?' speech reveal about whose womanhood was recognized and whose was denied?",
        "Why were Black women forced to choose between racial solidarity and gender solidarity — and what happened when they refused to choose?",
        "How did the experience of enslaved women — subjected to both racial and sexual violence — create a legacy that still shapes Black women's lives?",
        "What role did Black feminist organizations play in building alternatives when both white feminism and male-led civil rights movements failed them?",
        "How does the concept of 'misogynoir' — the specific hatred directed at Black women — describe an experience that neither racism nor sexism alone can explain?"
      ],
      "tags": [
        "feminism",
        "inequality",
        "race",
        "gender"
      ]
    },
    {
      "name": "Latina Feminism and the Politics of Language, Labor, and Citizenship",
      "topics": [
        "How does Latina feminism address the intersection of gender, race, ethnicity, language, and immigration status?",
        "Why did Chicana feminists in the 1960s and 1970s challenge both Anglo feminism and the machismo within their own communities?",
        "How does Gloria Anzaldúa's concept of the 'borderlands' describe the experience of living at the intersection of multiple cultures and identities?",
        "What specific workplace exploitation do Latina women face in domestic labor, agriculture, and service industries — and why does their immigration status make them vulnerable?",
        "How does language — the expectation to assimilate, the devaluation of bilingualism, the erasure of Spanish — function as a tool of gender and racial control?",
        "Why is Latina feminism essential to intersectional theory, and what happens when it is treated as a subset of either mainstream feminism or Latino politics?"
      ],
      "tags": [
        "society",
        "feminism",
        "immigration",
        "gender"
      ]
    },
    {
      "name": "Indigenous Women, Erasure, and the Feminism That Colonialism Forgot",
      "topics": [
        "How did colonialism systematically destroy Indigenous gender systems that often included egalitarian or matrilineal structures?",
        "Why are Indigenous women in the United States and Canada disproportionately affected by violence, and why has that crisis been largely ignored?",
        "What does the Missing and Murdered Indigenous Women movement reveal about which women's lives are treated as worthy of attention and justice?",
        "How do Indigenous feminist scholars challenge Western feminism's assumptions about what gender equality looks like?",
        "What role does land sovereignty play in Indigenous women's understanding of liberation — and why is it inseparable from gender justice?",
        "Why does mainstream intersectional discourse often fail to include Indigenous women's experiences despite claiming to center the most marginalized?"
      ],
      "tags": [
        "feminism",
        "colonialism",
        "race",
        "gender"
      ]
    },
    {
      "name": "Asian American Women and the Stereotypes That Render Power Invisible",
      "topics": [
        "How do the 'model minority' myth and stereotypes of Asian women as passive, compliant, or hypersexualized interact to erase Asian American women's political agency?",
        "Why does the racialization of Asian women differ from the racialization of Black and Latina women — and what does that mean for intersectional analysis?",
        "How has the fetishization of Asian women — from wartime stereotypes to modern dating culture — created a specific form of gendered racism?",
        "What role did the 2021 Atlanta spa shootings play in making the intersection of anti-Asian racism and gender violence visible to the broader public?",
        "How do immigration patterns, language barriers, and cultural expectations create unique challenges for Asian American women across different ethnic communities?",
        "Why are Asian American women often absent from intersectional feminist conversations, and what does that absence reveal about the framework's blind spots?"
      ],
      "tags": [
        "feminism",
        "bias",
        "race",
        "gender"
      ]
    },
    {
      "name": "How Class and Economic Stratification Divide Women Against Each Other",
      "topics": [
        "Why does mainstream feminism's focus on corporate leadership and professional advancement ignore the concerns of working-class and poor women?",
        "How does economic class create fundamentally different experiences of gender — from access to childcare and healthcare to vulnerability to violence?",
        "What happens when wealthy women's liberation depends on the cheap labor of other women — nannies, housekeepers, and care workers?",
        "How does the intersection of poverty and gender create conditions that are invisible to feminism built around middle-class assumptions?",
        "Why has the feminist movement struggled to build solidarity across class lines, and what historical attempts have succeeded or failed?",
        "What would a feminist economic agenda look like if it centered the needs of the poorest women rather than the ambitions of the most privileged?"
      ],
      "tags": [
        "economics",
        "inequality",
        "poverty",
        "gender"
      ]
    },
    {
      "name": "Disability, Gender, and the Body That Feminism Overlooked",
      "topics": [
        "How has mainstream feminism historically excluded disabled women from its analysis, its organizations, and its vision of liberation?",
        "Why does the intersection of disability and gender create unique experiences — from forced sterilization to the denial of sexual agency — that neither framework alone can explain?",
        "How does the concept of 'compulsory able-bodiedness' parallel and intersect with compulsory gender norms?",
        "What specific challenges do disabled women face in employment, healthcare, and protection from violence that non-disabled women do not?",
        "How do disabled women of color face compounded marginalization that places them at the furthest edges of both feminist and disability rights movements?",
        "What does disability justice — as distinct from disability rights — contribute to intersectional feminist thinking?"
      ],
      "tags": [
        "feminism",
        "inequality",
        "disability",
        "gender"
      ]
    },
    {
      "name": "Immigration Status as a Tool of Gender Control",
      "topics": [
        "How does immigration status create a form of gender vulnerability that citizens never experience — making women dependent on employers, spouses, or traffickers for legal presence?",
        "Why are undocumented women particularly vulnerable to workplace exploitation, domestic violence, and sexual assault — and why do they have the least access to legal protection?",
        "How do immigration enforcement policies like workplace raids and deportation threats function as tools that keep immigrant women silent about abuse?",
        "What happens to women in immigration detention, and why are their experiences of gender-specific harm largely invisible to both immigration reform and feminist movements?",
        "How do visa structures — spousal visas, work visas, asylum claims — create gendered power imbalances that the immigration system was not designed to address?",
        "Why must any serious intersectional feminism include immigration status as a central axis of analysis rather than a peripheral concern?"
      ],
      "tags": [
        "law",
        "inequality",
        "immigration",
        "gender"
      ]
    },
    {
      "name": "How Policing and Criminalization Target Women at the Intersection of Race and Gender",
      "topics": [
        "Why does the conversation about police violence focus almost exclusively on men, and what happens to the women — especially Black women — who are also targeted?",
        "How does the criminalization of poverty, addiction, and survival strategies like sex work disproportionately affect women of color?",
        "What did the Say Her Name campaign reveal about the invisibility of women victims of police violence?",
        "How does the prison system fail women specifically — from inadequate healthcare to separation from children to sexual abuse by guards?",
        "Why are Indigenous and Black women incarcerated at dramatically higher rates than white women, and what structural factors drive those disparities?",
        "What would a feminist approach to criminal justice reform look like that centers the experiences of women at the intersection of race and gender?"
      ],
      "tags": [
        "law",
        "justice",
        "policing",
        "gender"
      ]
    },
    {
      "name": "Healthcare Disparities That Exist Only at the Intersections",
      "topics": [
        "Why do Black women in the United States die in childbirth at three to four times the rate of white women — regardless of income or education?",
        "How does the intersection of race and gender create specific health outcomes that cannot be explained by either factor alone?",
        "Why has medical research historically excluded women and people of color from clinical trials, and what are the consequences for treatment today?",
        "How do implicit biases in healthcare — the belief that Black patients feel less pain, that women are exaggerating symptoms — compound at the intersections?",
        "What specific healthcare barriers do transgender women, disabled women, and undocumented women face that mainstream women's health advocacy does not address?",
        "What would an intersectional approach to public health policy look like in practice?"
      ],
      "tags": [
        "health",
        "inequality",
        "public-health",
        "gender"
      ]
    },
    {
      "name": "Media Invisibility and Who Gets to Represent Women's Experience",
      "topics": [
        "Whose stories are told when the media covers 'women's issues' — and whose are consistently left out?",
        "How does the underrepresentation of women of color in journalism, film, and publishing shape which narratives about women reach the public?",
        "Why does media coverage of violence against women focus disproportionately on white victims while ignoring missing and murdered women of color?",
        "How do algorithms and social media platforms amplify certain women's voices while suppressing others — and what role does intersectionality play in that filtering?",
        "What does it mean that the most visible feminist voices in media are overwhelmingly white, affluent, and able-bodied?",
        "How have women at the intersections created their own media — from zines to podcasts to social media movements — to tell the stories the mainstream ignores?"
      ],
      "tags": [
        "media",
        "representation",
        "journalism",
        "gender"
      ]
    },
    {
      "name": "Why Policy Built on a Single Axis Fails the Women Who Need It Most",
      "topics": [
        "How do anti-discrimination laws that treat race and gender as separate categories fail to protect people who experience both simultaneously?",
        "Why did welfare reform in the 1990s disproportionately harm Black and Latina mothers — and why was that harm predictable from an intersectional analysis?",
        "How do family leave policies, childcare programs, and minimum wage laws produce different outcomes for women depending on their race, class, and immigration status?",
        "Why does housing policy that ignores the intersection of gender and race fail to address the specific vulnerability of single mothers of color?",
        "What examples exist of intersectional policy design — laws and programs that account for overlapping identities — and do they produce better outcomes?",
        "What would policymaking look like if intersectional analysis were required before any legislation affecting women could be passed?"
      ],
      "tags": [
        "politics",
        "governance",
        "civil-rights",
        "gender"
      ]
    },
    {
      "name": "How Intersectionality Has Been Co-opted, Diluted, and Weaponized",
      "topics": [
        "How did a rigorous legal and analytical framework become a corporate diversity buzzword that often means the opposite of what its creators intended?",
        "Why do some organizations use the language of intersectionality to appear inclusive while making no structural changes to who holds power?",
        "How has intersectionality been misrepresented as an 'oppression Olympics' — a ranking system — when it was designed as the opposite?",
        "Why do some critics on the right attack intersectionality as divisive identity politics, and what does that critique misunderstand about the framework?",
        "How has the popularization of intersectionality sometimes been used to silence rather than illuminate — shutting down conversation instead of deepening it?",
        "What would it take to reclaim intersectionality as a tool for structural analysis rather than a label for performative inclusion?"
      ],
      "tags": [
        "society",
        "rhetoric",
        "feminism",
        "gender"
      ]
    },
    {
      "name": "What Building a Genuinely Inclusive Feminist Movement Would Require",
      "topics": [
        "Why have previous attempts to build inclusive feminist coalitions failed, and what patterns of exclusion keep repeating?",
        "What does it mean to center the most marginalized rather than asking them to join a movement designed around someone else's priorities?",
        "How can feminist organizations share power and resources across racial, class, and ability lines rather than just inviting diverse voices to the same table?",
        "What models of intersectional organizing — from reproductive justice movements to mutual aid networks — offer practical alternatives to mainstream feminism?",
        "How should a genuinely inclusive movement handle internal conflict, accountability, and the inevitable tensions between groups with overlapping but distinct needs?",
        "What would a feminist movement look like if it succeeded in making intersectionality not just a theory but a practice?"
      ],
      "tags": [
        "politics",
        "activism",
        "civil-rights",
        "gender"
      ]
    }
  ]
}
