{
  "name": "Queer Feminism and Gender",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "society",
    "identity",
    "gender",
    "lgbtq",
    "civil-rights"
  ],
  "chapters": [
    {
      "name": "Sex, Gender, and the Distinction That Changed Everything",
      "topics": [
        "What is the distinction between sex and gender — and why did feminists beginning in the 1960s argue that separating biological characteristics from social roles was essential to challenging the claim that women's subordination was natural?",
        "How did Simone de Beauvoir's observation that one is not born but rather becomes a woman lay the groundwork for understanding gender as something constructed rather than given?",
        "Why do some feminists, scientists, and philosophers argue that even biological sex is not a simple binary — and what does intersex existence reveal about the limits of the two-category model?",
        "How did the sex/gender distinction create space for transgender and nonbinary identities — and why do some feminists resist that extension while others see it as the logical fulfillment of the original insight?",
        "What are the political stakes of the sex-versus-gender debate — and why has the question of what gender is become one of the most contested issues in contemporary feminism?",
        "Why does this distinction matter beyond theory — shaping law, medicine, education, and daily life in ways that determine who is recognized, who is protected, and who is excluded?"
      ],
      "tags": ["society", "identity", "gender", "sociology"]
    },
    {
      "name": "Feminism and LGBTQ+ History: Shared Roots, Divergent Paths",
      "topics": [
        "How did early feminist and gay liberation movements share overlapping membership, intellectual frameworks, and political enemies — before diverging into separate institutional paths?",
        "Why did mainstream second-wave feminism in the 1970s actively distance itself from lesbian and gay politics — and what did Betty Friedan's lavender menace warning reveal about whose respectability the movement was protecting?",
        "How did the AIDS crisis of the 1980s create new alliances between feminists and queer activists — particularly around healthcare access, bodily autonomy, and government accountability?",
        "What role did organizations like ACT UP, Queer Nation, and lesbian-feminist collectives play in building political frameworks that neither mainstream feminism nor mainstream gay rights organizations would adopt?",
        "How did the marriage equality movement of the 2000s create tensions within queer communities — with some arguing it represented assimilation into heteronormative structures rather than liberation from them?",
        "What does the shared and divergent history of feminism and LGBTQ+ movements reveal about the recurring tension between seeking inclusion within existing systems and challenging those systems themselves?"
      ],
      "tags": ["history", "activism", "gender", "lgbtq"]
    },
    {
      "name": "Lesbian Feminism: The Movement That Challenged Heterosexual Assumptions Within Feminism Itself",
      "topics": [
        "What was lesbian feminism — and why did thinkers like Adrienne Rich, Monique Wittig, and the Radicalesbians argue that heterosexuality itself was a political institution that feminism needed to confront?",
        "What did Adrienne Rich mean by compulsory heterosexuality — and how did her argument that heterosexuality was enforced rather than natural challenge the foundations of both mainstream feminism and mainstream society?",
        "How did lesbian-feminist communities of the 1970s and 1980s build alternative institutions — bookstores, music festivals, land communes, publishing houses — that attempted to create women-centered spaces outside patriarchal structures?",
        "Why did conflicts over who counted as a woman — particularly the exclusion of trans women from spaces like the Michigan Womyn's Music Festival — reveal the limits of lesbian feminism's vision of gender liberation?",
        "How did lesbian feminism's insights about the political nature of sexuality, the construction of desire, and the relationship between personal life and political structure influence queer theory and later feminist movements?",
        "What remains valuable in the lesbian feminist tradition — and what did its tendency toward separatism, identity policing, and biological essentialism ultimately limit?"
      ],
      "tags": ["society", "activism", "lgbtq", "gender"]
    },
    {
      "name": "Trans Feminism: What Happens When Feminism Takes Gender Self-Determination Seriously",
      "topics": [
        "What is trans feminism — and how does it extend feminist analysis by insisting that gender self-determination is not a contradiction of feminism but its logical conclusion?",
        "How have trans feminist thinkers like Julia Serano, Susan Stryker, and Sandy Stone challenged the assumption that feminism requires a fixed category of woman based on biology?",
        "Why does trans feminism argue that the same systems that oppress cisgender women — rigid gender norms, bodily policing, patriarchal control — also oppress trans people, making the struggles inseparable?",
        "How does the concept of transmisogyny — the specific intersection of transphobia and misogyny that targets trans women — reveal forms of gender-based violence that cis-centric feminism fails to see?",
        "What does trans feminism contribute to understanding gender as a system of power rather than a biological fact — and how does that understanding strengthen rather than weaken feminist analysis?",
        "Why has trans feminism faced resistance from within feminism itself — and what does that resistance reveal about whose comfort certain feminist frameworks were designed to protect?"
      ],
      "tags": ["society", "identity", "lgbtq", "gender"]
    },
    {
      "name": "Queer Theory: Destabilizing the Categories That Organize Power",
      "topics": [
        "What is queer theory — and how did thinkers like Judith Butler, Eve Kosofsky Sedgwick, and Michel Foucault challenge the assumption that sexual orientation and gender identity are fixed, natural categories?",
        "What did Judith Butler mean by gender performativity — and how did the argument that gender is produced through repeated acts rather than expressed from an inner essence reshape feminist and queer thought?",
        "How does queer theory's critique of identity categories — arguing that the very categories used to organize liberation movements can also constrain them — apply to feminism's reliance on the category woman?",
        "Why does queer theory insist that heterosexuality and cisgender identity are not natural defaults but socially constructed norms that require constant reinforcement — and what becomes visible when those norms are denaturalized?",
        "What are the practical implications of queer theory for law, medicine, education, and social policy — and how does destabilizing categories create both opportunities and difficulties for rights-based advocacy?",
        "What are the limits of queer theory — particularly the critique that academic abstraction can become disconnected from the material conditions of people who face violence, poverty, and legal exclusion based on their gender and sexuality?"
      ],
      "tags": ["philosophy", "theory", "gender", "lgbtq"]
    },
    {
      "name": "TERFs, SWERFs, and the Policing of Feminist Boundaries",
      "topics": [
        "What are trans-exclusionary radical feminists — and how did a strand of feminism that originated in concern for women's safety become a movement dedicated to excluding trans women from feminist spaces and legal protections?",
        "What are sex-work-exclusionary radical feminists — and how does their insistence that all sex work is exploitation conflict with the self-determination claims of sex workers who organize for labor rights rather than rescue?",
        "How do TERF and SWERF positions share a common logic — defining certain people's experiences as incompatible with feminism and using that definition to justify exclusion, surveillance, and denial of rights?",
        "Why have TERF movements found political allies among religious conservatives and authoritarian governments — and what does that alignment reveal about whether their project is genuinely feminist?",
        "How do feminists who oppose exclusionary positions argue that policing the boundaries of womanhood reproduces the very patriarchal logic feminism was supposed to dismantle?",
        "What does the existence of exclusionary feminism reveal about the recurring tension in social movements between protecting a defined group and expanding the analysis to include everyone harmed by the same systems?"
      ],
      "tags": ["society", "controversy", "gender", "lgbtq"]
    },
    {
      "name": "Identity as Strategy: How Categories That Liberate Can Also Constrain",
      "topics": [
        "Why are identity categories — woman, lesbian, trans, queer, nonbinary — both necessary for political organizing and potentially limiting in how they define who belongs and what the movement demands?",
        "How does strategic essentialism — the deliberate use of identity categories for political purposes while recognizing their constructed nature — navigate the tension between category-based organizing and category critique?",
        "What happens when identity categories created for liberation become tools of gatekeeping — determining who is really queer, really trans, or really feminist enough to participate?",
        "How does intersectionality complicate single-identity politics — and why do people who exist at the intersection of multiple marginalized identities often find that no single movement fully represents their experience?",
        "What does the proliferation of gender and sexual identity labels accomplish — and when does the multiplication of categories empower people versus when does it fragment collective action?",
        "How might feminism organize around shared conditions of oppression rather than shared identity — and what would that shift require in terms of political strategy and coalition-building?"
      ],
      "tags": ["society", "identity", "gender", "sociology"]
    },
    {
      "name": "Legal Recognition: Marriage, Gender Markers, and the Limits of Rights-Based Inclusion",
      "topics": [
        "How did the fight for marriage equality become the dominant LGBTQ+ rights issue of the early 2000s — and why did many queer feminists argue that marriage was the wrong priority?",
        "What does the legal framework for changing gender markers on identity documents reveal about how the state defines and controls gender — and why do requirements like surgery, court orders, or medical diagnosis reproduce gatekeeping?",
        "How do anti-discrimination laws that protect sexual orientation and gender identity function in practice — and why do formal legal protections often fail to change the material conditions of the most vulnerable queer and trans people?",
        "Why do queer and trans legal scholars argue that rights-based inclusion — being allowed into existing institutions on their terms — is fundamentally different from liberation, which would transform the institutions themselves?",
        "How do bathroom bills, sports bans, and healthcare restrictions demonstrate that legal recognition can be granted and revoked — making rights-based strategies inherently vulnerable to political reversal?",
        "What would a queer feminist approach to law look like — one that seeks to dismantle the legal enforcement of gender categories rather than simply add more options within the existing framework?"
      ],
      "tags": ["law", "justice", "lgbtq", "civil-rights"]
    },
    {
      "name": "Healthcare Beyond Gatekeeping: Trans Medicine, Reproductive Justice, and Bodily Autonomy",
      "topics": [
        "How does the medical establishment's history of treating trans identity as a disorder — from the DSM classification to gatekeeping by gender clinics — reflect the same paternalism that feminists have identified in women's healthcare?",
        "Why does the reproductive justice framework, developed by women of color, provide a more useful model for queer and trans healthcare advocacy than the narrow pro-choice framework focused on abortion access alone?",
        "How do trans people's experiences with medical gatekeeping — being required to perform a specific narrative of gender identity to access hormones or surgery — parallel women's historical experiences of needing male permission for medical decisions?",
        "What does the current wave of legislation restricting gender-affirming care for minors reveal about who gets to make decisions about bodies — and how does that connect to feminist struggles over reproductive autonomy?",
        "How do intersecting identities — race, class, disability, immigration status — determine which queer and trans people can actually access healthcare, regardless of what the law formally permits?",
        "What would healthcare organized around bodily autonomy rather than diagnostic gatekeeping look like — and why does that vision serve both feminist and trans liberation goals?"
      ],
      "tags": ["health", "inequality", "lgbtq", "gender"]
    },
    {
      "name": "Visibility and Its Discontents: Queer Representation in Media and Culture",
      "topics": [
        "How has queer and trans representation in film, television, and literature changed over the past three decades — and why does increased visibility not automatically translate into improved material conditions?",
        "What does the concept of respectability representation describe — and why do queer feminist critics argue that media inclusion often requires LGBTQ+ characters to be palatable, non-threatening, and assimilated into heteronormative narratives?",
        "How do media representations of queer and trans people differ by race, class, and body type — and whose stories get told in mainstream media versus whose remain invisible?",
        "Why does the commodification of queer identity — rainbow capitalism, corporate Pride, identity as marketing category — represent inclusion on terms that serve capital rather than liberation?",
        "How have queer and trans artists, writers, and filmmakers created alternative cultural production outside mainstream media — and what do those alternative spaces accomplish that representation within mainstream institutions cannot?",
        "What is the relationship between cultural visibility and political power — and why does the history of backlash following periods of increased representation suggest that visibility alone is an insufficient strategy?"
      ],
      "tags": ["media", "representation", "lgbtq", "gender"]
    },
    {
      "name": "Queer Youth, Schools, and the Battle Over Who Children Are Allowed to Be",
      "topics": [
        "Why have schools become the primary battleground for conflicts over gender and sexuality — and what does the intensity of opposition to LGBTQ+ inclusive education reveal about the political stakes of who controls children's understanding of gender?",
        "How do queer and trans youth experience school environments — and what does research show about the relationship between inclusive school policies, student wellbeing, and educational outcomes?",
        "What do book bans, Don't Say Gay legislation, and restrictions on discussing gender identity in classrooms accomplish — and how do they affect not just LGBTQ+ students but all students' ability to understand the world they live in?",
        "How does the moral panic over trans youth — focused on medical care, sports participation, and bathroom access — use children's welfare as justification for policies that harm the children they claim to protect?",
        "What does the experience of queer and trans youth of color reveal about how racism, poverty, family rejection, and school exclusion compound to create conditions that single-issue LGBTQ+ advocacy fails to address?",
        "What do effective support systems for queer and trans youth look like — and why do they require structural change in schools and communities rather than simply individual acceptance?"
      ],
      "tags": ["education", "human-rights", "lgbtq", "gender"]
    },
    {
      "name": "Global Queer Movements: Solidarity Across Radically Different Legal and Cultural Contexts",
      "topics": [
        "How does the legal status of LGBTQ+ people vary across the world — from full legal equality to criminalization to the death penalty — and what factors determine where countries fall on that spectrum?",
        "Why do queer activists in the Global South often reject the Western framing of LGBTQ+ rights — arguing that it imposes culturally specific identity categories while ignoring local traditions of gender and sexual diversity?",
        "How have colonial-era sodomy laws, imposed by European powers, shaped the legal landscape for queer people in Africa, Asia, and the Caribbean — and what does that history reveal about who actually imported homophobia?",
        "What does effective international solidarity look like — supporting local movements on their own terms rather than imposing Western models — and why have some Western-funded LGBTQ+ organizations done more harm than good?",
        "How have queer movements in countries like Argentina, South Africa, India, and Taiwan achieved legal advances through strategies rooted in local political and cultural contexts?",
        "What would a genuinely global queer feminism require — one that respects difference, challenges Western universalism, and builds solidarity without demanding conformity to a single model of identity or liberation?"
      ],
      "tags": ["politics", "globalization", "lgbtq", "civil-rights"]
    },
    {
      "name": "Coalition Without Erasure: Building Solidarity Across Difference",
      "topics": [
        "Why is coalition-building essential to queer feminist politics — and why does the history of social movements show that single-issue organizing consistently fails the most marginalized members of any community?",
        "How have Black feminist and womanist traditions — from the Combahee River Collective to contemporary organizers — modeled coalition politics that center the most marginalized rather than the most privileged?",
        "What does it mean to build coalition without erasure — maintaining the specificity of different experiences and needs while finding shared ground for collective action?",
        "How do coalitions between feminist, queer, trans, disability, racial justice, and labor movements function in practice — and what are the recurring points of tension that threaten to fracture them?",
        "Why does effective coalition require giving up the idea that one's own oppression is the most important — and how does that requirement challenge the identity-centered politics that many movements are built on?",
        "What examples of successful coalition politics — from reproductive justice organizations to mutual aid networks to cross-movement solidarity campaigns — demonstrate what becomes possible when movements refuse to work in isolation?"
      ],
      "tags": ["society", "activism", "lgbtq", "civil-rights"]
    },
    {
      "name": "The Anti-Gender Movement: How Opposition to Queer and Trans Rights Became a Global Political Strategy",
      "topics": [
        "What is the anti-gender movement — and how did opposition to gender theory, LGBTQ+ rights, and feminism become a coordinated global political strategy linking religious conservatives, authoritarian governments, and far-right movements?",
        "How do anti-gender movements use the language of protecting children, defending nature, and preserving tradition to frame their opposition to queer and trans rights as common-sense rather than ideological?",
        "Why have anti-gender campaigns been particularly effective at targeting trans people — and how does the strategy of dividing the LGBTQ+ community by separating acceptable gay and lesbian people from dangerous trans people function politically?",
        "How are anti-gender movements funded and coordinated internationally — through organizations like the World Congress of Families, Alliance Defending Freedom, and conservative religious networks — and what does that infrastructure reveal about the movement's political sophistication?",
        "What is the relationship between anti-gender politics and other authoritarian projects — including attacks on democracy, press freedom, judicial independence, and academic freedom?",
        "How should queer feminist movements respond to organized opposition — and why does effective resistance require understanding anti-gender politics as a political strategy rather than a moral disagreement?"
      ],
      "tags": ["politics", "authoritarianism", "lgbtq", "gender"]
    },
    {
      "name": "What Feminism Becomes When It Stops Policing Gender",
      "topics": [
        "What would a feminism that fully embraced gender self-determination look like — and how would it differ from both traditional feminism organized around the category woman and liberal feminism focused on inclusion within existing structures?",
        "How does centering trans and nonbinary perspectives strengthen rather than weaken feminist analysis — by revealing how gender norms harm everyone, not just those assigned female at birth?",
        "What would institutions — schools, workplaces, healthcare systems, legal frameworks — look like if they were designed without assuming a gender binary?",
        "How does queer feminism's insistence on bodily autonomy, self-determination, and resistance to state control of bodies connect to broader struggles for reproductive justice, disability justice, and anti-carceral politics?",
        "Why does the question of whether feminism can survive without a stable category of woman matter — and what do queer feminist thinkers argue is gained rather than lost when the category is opened?",
        "What does queer feminism contribute to the larger project of human liberation — and why does a feminism that stops policing gender become more powerful, not less?"
      ],
      "tags": ["society", "justice", "gender", "lgbtq"]
    }
  ]
}
