{
  "name": "Reproductive Rights and Bodily Autonomy",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "reproductive-rights",
    "bodily autonomy",
    "abortion",
    "feminism",
    "civil-rights"
  ],
  "chapters": [
    {
      "name": "The Principle of Bodily Autonomy",
      "topics": [
        "Why is bodily autonomy — the right to control what happens to and inside your own body — considered the foundation of all other rights?",
        "How does the law treat bodily autonomy in other contexts — organ donation, medical consent, corpse rights — and why are pregnant women treated differently?",
        "What does the 'violinist thought experiment' by philosopher Judith Jarvis Thomson reveal about the logical structure of forced pregnancy arguments?",
        "Why do even people who believe fetuses have full personhood face a contradiction when they support forced continuation of pregnancy — since we don't force anyone to use their body to keep another person alive?",
        "How does the principle that 'no one can be compelled to use their body to sustain another life' apply universally — and why is pregnancy the only exception conservatives try to carve out?",
        "What does it mean that a corpse has more bodily autonomy than a pregnant woman in states with abortion bans — since organs cannot be harvested without prior consent even to save lives?"
      ],
      "tags": [
        "philosophy",
        "human-rights",
        "ethics",
        "feminism"
      ]
    },
    {
      "name": "A History of Reproductive Control",
      "topics": [
        "How did coverture laws — which made married women legal non-persons whose bodies belonged to their husbands — shape the foundation of reproductive control in America?",
        "Why was contraception illegal in the United States until 1965 (Griswold v. Connecticut) for married couples and 1972 (Eisenstadt v. Baird) for unmarried people?",
        "How did the Comstock Laws of 1873 criminalize not just contraception but even information about preventing pregnancy — and how were they enforced?",
        "What role did Margaret Sanger play in the birth control movement — and how do her complicated views on eugenics complicate her legacy?",
        "How did the introduction of the birth control pill in 1960 transform women's economic participation, educational attainment, and life trajectories?",
        "Why has reproductive control always been central to women's subordination — and why do movements to restrict women's status always target reproductive freedom first?"
      ],
      "tags": [
        "history",
        "law",
        "feminism",
        "gender"
      ]
    },
    {
      "name": "Eugenics and Who Gets to Reproduce",
      "topics": [
        "How many Americans were forcibly sterilized under state eugenics programs — and why did the Supreme Court in Buck v. Bell (1927) declare 'three generations of imbeciles are enough'?",
        "Why were Black, Indigenous, Latina, disabled, poor, and incarcerated women disproportionately targeted for forced sterilization throughout the 20th century?",
        "How did the Indian Health Service sterilize an estimated 25-50% of Native American women between 1970 and 1976 — often without informed consent?",
        "What was the 'Mississippi appendectomy' — and how did Southern hospitals routinely sterilize Black women during other procedures without their knowledge?",
        "How did California's eugenics program — the largest in the nation — sterilize over 20,000 people and serve as a model for Nazi Germany?",
        "Why does the history of forced sterilization reveal that 'reproductive rights' must include both the right NOT to have children AND the right TO have children — and how does the reproductive justice framework address this?"
      ],
      "tags": [
        "history",
        "race",
        "disability",
        "human-rights"
      ]
    },
    {
      "name": "Before Roe: Illegal Abortion and Who Died",
      "topics": [
        "How many illegal abortions occurred annually in the United States before Roe v. Wade — and how many women died or were permanently injured?",
        "Why did wealthy women have access to safe abortions through private physicians while poor women resorted to dangerous methods — making abortion restriction a class issue from the start?",
        "What were the 'Janes' — the underground network in Chicago that provided safe illegal abortions — and what do their records reveal about who sought abortions and why?",
        "How did septic abortion wards in public hospitals — entire wings dedicated to women dying from botched illegal abortions — shape doctors' views on legalization?",
        "Why did the Clergy Consultation Service — a network of ministers and rabbis — help women obtain safe illegal abortions, and what theological reasoning did they use?",
        "What happened to women who survived illegal abortions — how were they treated by police, prosecutors, and hospitals, and what coerced confessions were extracted from dying women?"
      ],
      "tags": [
        "history",
        "inequality",
        "medicine",
        "criminal-justice"
      ]
    },
    {
      "name": "Roe, Casey, and Dobbs: The Legal Arc",
      "topics": [
        "What was the actual legal reasoning in Roe v. Wade (1973) — and why did the Court ground abortion rights in privacy rather than equality?",
        "How did Planned Parenthood v. Casey (1992) replace Roe's trimester framework with the 'undue burden' standard — and what restrictions did it permit?",
        "What was the decades-long legal strategy to overturn Roe — from the Federalist Society's court-packing project to targeted state laws designed to reach the Supreme Court?",
        "How did the Dobbs v. Jackson Women's Health Organization (2022) decision overturn Roe — and what did Justice Alito's reasoning reveal about originalism and unenumerated rights?",
        "Why did Justice Thomas's Dobbs concurrence explicitly call for reconsidering Griswold (contraception), Lawrence (same-sex intimacy), and Obergefell (same-sex marriage)?",
        "What does the history of Roe's 50-year arc reveal about the fragility of rights that depend on court interpretation rather than constitutional amendment or democratic consensus?"
      ],
      "tags": [
        "law",
        "history",
        "us-politics",
        "civil-rights"
      ]
    },
    {
      "name": "Post-Dobbs America: Forced Birth as Policy",
      "topics": [
        "How many states have banned or severely restricted abortion since Dobbs — and how many women of reproductive age now live in states where abortion is illegal or nearly inaccessible?",
        "What happens to women experiencing miscarriages, ectopic pregnancies, and other pregnancy complications in states with abortion bans — and why are doctors afraid to provide standard care?",
        "How have abortion bans affected maternal mortality rates — and why are women dying from treatable conditions because hospitals delay care?",
        "What is the reality of 'exceptions' for rape, incest, and life of the mother — and why do these exceptions often fail to protect women in practice?",
        "How are states attempting to restrict interstate travel for abortion, prosecute people who help others obtain abortions, and surveil pregnancy outcomes?",
        "What does the post-Dobbs landscape reveal about what forced birth actually means — not as rhetoric but as lived reality for women in ban states?"
      ],
      "tags": [
        "law",
        "health",
        "us-politics",
        "gender"
      ]
    },
    {
      "name": "The Enforcement Regime",
      "topics": [
        "How are prosecutors using existing homicide, child endangerment, and drug laws to criminalize pregnancy outcomes — from stillbirths to miscarriages?",
        "What surveillance infrastructure — period tracking apps, pharmacy records, license plate readers, social media monitoring — enables prosecution of people seeking abortions?",
        "How do Texas-style bounty laws work — allowing private citizens to sue anyone who 'aids and abets' an abortion — and why were they designed to evade judicial review?",
        "What is happening to women who are jailed during pregnancy, shackled during childbirth, or prosecuted for pregnancy outcomes in the post-Dobbs era?",
        "How are states attempting to regulate medication abortion — the abortion pill — and what cat-and-mouse game is developing around mail-order pills and telemedicine?",
        "Why does the enforcement of abortion bans inevitably require surveillance of all pregnancies — since you cannot know if an abortion occurred without tracking every pregnancy?"
      ],
      "tags": [
        "criminal-justice",
        "privacy",
        "law",
        "technology"
      ]
    },
    {
      "name": "Contraception Under Threat",
      "topics": [
        "Why did Justice Thomas's Dobbs concurrence explicitly name Griswold v. Connecticut — the case establishing the right to contraception — as a precedent to reconsider?",
        "How are 'personhood' laws and 'fetal heartbeat' bills written in ways that could criminalize IUDs, emergency contraception, and potentially hormonal birth control?",
        "What is the history of attempts to reclassify contraception as 'abortifacient' — and why do anti-abortion groups target birth control as the next frontier?",
        "How has the Hobby Lobby decision and religious exemptions already restricted contraception access through employer-provided insurance?",
        "What would a post-Griswold America look like — and how quickly could states move to restrict or ban contraception if the Supreme Court reversed course?",
        "Why is contraception access essential to women's equality — and what does the data show about the connection between reliable birth control and women's economic, educational, and professional advancement?"
      ],
      "tags": [
        "law",
        "health",
        "feminism",
        "religion"
      ]
    },
    {
      "name": "Women vs. Men: Who Bears the Consequences",
      "topics": [
        "Why does pregnancy impose physical risks — from gestational diabetes to preeclampsia to death — exclusively on women, while men face no physical consequences for reproduction?",
        "How does the economic impact of unintended pregnancy and childbirth fall asymmetrically on women — through career interruption, wage penalties, and increased poverty rates?",
        "What does the data show about fathers' involvement after unintended pregnancy — and why do child support systems fail to equalize the burden?",
        "How do abortion restrictions function as sex-based discrimination — imposing obligations on women that are never imposed on men in any other context?",
        "Why is the 'responsibility' argument for abortion bans — 'she chose to have sex' — never applied to men, who face no forced bodily consequences for sexual activity?",
        "What would reproductive policy look like if men could get pregnant — and why does the gendered distribution of reproductive burden explain the politics of abortion?"
      ],
      "tags": [
        "gender",
        "inequality",
        "economics",
        "feminism"
      ]
    },
    {
      "name": "Reproductive Justice vs. Reproductive Rights",
      "topics": [
        "What is the reproductive justice framework developed by Black women activists — and how does it differ from the mainstream 'choice' framework?",
        "Why does reproductive justice include three core principles: the right to not have children, the right to have children, and the right to parent children in safe environments?",
        "How does the reproductive rights movement's historical focus on abortion access overlook the reproductive coercion experienced by women of color, poor women, and disabled women?",
        "What reproductive injustices — from forced sterilization to child removal by CPS to environmental toxins in communities of color — are invisible in the 'pro-choice' framework?",
        "How does economic coercion — inability to afford children, lack of healthcare, inadequate parental leave — function as reproductive control even where abortion is legal?",
        "What would a comprehensive reproductive justice policy include — beyond abortion access to economic support, healthcare, housing, and freedom from coerced contraception and sterilization?"
      ],
      "tags": [
        "feminism",
        "race",
        "inequality",
        "activism"
      ]
    },
    {
      "name": "The Global Picture",
      "topics": [
        "How does abortion access in the United States compare to other wealthy democracies — and why is America now an outlier in restricting reproductive rights?",
        "What happened when Ireland voted to legalize abortion in 2018 — and what does that shift reveal about how Catholic countries can change?",
        "How have Latin American countries like Argentina, Mexico, and Colombia expanded abortion access in recent years while the US contracted it?",
        "What do international human rights bodies say about abortion access — and how do UN committees classify forced pregnancy?",
        "Why do countries with legal abortion have similar or lower abortion rates than countries with bans — and what does that reveal about what actually reduces abortion?",
        "How does the global gag rule (Mexico City Policy) and US foreign policy affect reproductive health access in developing countries?"
      ],
      "tags": [
        "global",
        "human-rights",
        "policy",
        "health"
      ]
    },
    {
      "name": "Everybody Counts or Nobody Counts",
      "topics": [
        "How are women excluded from full bodily autonomy through abortion restrictions — rights that are granted to corpses, to people refusing organ donation, to everyone except pregnant women?",
        "Whose voices are erased from the abortion debate — the women who have had abortions, the doctors who provide care, the people who died before Roe?",
        "Who benefits from abortion restrictions — what political, religious, and economic interests are served by controlling women's reproduction?",
        "Who bears the cost of forced birth — in deaths, injuries, poverty, truncated education, lost careers, and children born into circumstances their parents could not support?",
        "What would it mean if women's bodily autonomy truly counted — if the principle that no one can be forced to use their body for another applied equally to pregnant women?"
      ],
      "tags": [
        "ethics",
        "critical-thinking",
        "civil-rights",
        "feminism"
      ]
    }
  ]
}
