{
  "name": "What is Feminism?",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "feminism",
    "gender equality",
    "feminist theory",
    "intersectionality",
    "women's rights"
  ],
  "chapters": [
    {
      "name": "Foundations and Definitions",
      "topics": [
        "What does feminism actually mean, and why do so many people define it differently?",
        "Is feminism about equality, equity, or liberation — and does the distinction matter?",
        "How did the idea that women deserve equal rights first take root in Western thought?",
        "Why do some women reject the feminist label even when they support gender equality?",
        "What is the difference between feminism as a political movement and feminism as a philosophy?",
        "How do critics of feminism define it, and are any of their critiques valid?"
      ],
      "tags": [
        "philosophy",
        "epistemology",
        "gender",
        "sociology"
      ]
    },
    {
      "name": "The First Wave: Suffrage and Legal Personhood",
      "topics": [
        "What sparked the organized women's rights movement at Seneca Falls in 1848?",
        "Why did it take over 70 years for American women to win the right to vote?",
        "How did early feminists like Sojourner Truth expose the racism within the suffrage movement?",
        "What role did the temperance movement play in advancing women's political power?",
        "How did first-wave feminists in other countries approach the fight for suffrage differently?",
        "What legal rights besides voting were women denied, and how were they won?"
      ],
      "tags": [
        "history",
        "activism",
        "voting-rights",
        "civil-rights"
      ]
    },
    {
      "name": "The Second Wave: Personal Politics and Systemic Change",
      "topics": [
        "What did 'the personal is political' mean, and why was it so revolutionary?",
        "How did Betty Friedan's 'The Feminine Mystique' ignite second-wave feminism?",
        "What were the real stakes of the fight over the Equal Rights Amendment?",
        "How did the second wave change laws around workplace discrimination and reproductive rights?",
        "Why did many women of color feel excluded from mainstream second-wave feminism?",
        "What was the feminist sex wars debate, and how did it fracture the movement?"
      ],
      "tags": [
        "politics",
        "human-rights",
        "gender",
        "civil-rights"
      ]
    },
    {
      "name": "The Third Wave: Identity, Intersectionality, and Inclusion",
      "topics": [
        "What prompted the shift from second-wave to third-wave feminism in the 1990s?",
        "How did Kimberlé Crenshaw's concept of intersectionality reshape feminist thinking?",
        "Why did third-wave feminists embrace contradictions like femininity and empowerment together?",
        "How did riot grrrl, zines, and pop culture become tools of feminist expression?",
        "What role did queer theory play in expanding the boundaries of feminist thought?",
        "How did global feminism challenge the idea that Western feminism speaks for all women?"
      ],
      "tags": [
        "society",
        "identity",
        "gender",
        "lgbtq"
      ]
    },
    {
      "name": "The Fourth Wave: Digital Activism and #MeToo",
      "topics": [
        "How did social media transform feminism into a mass digital movement?",
        "What made #MeToo explode globally, and what has it actually changed?",
        "How has online feminism democratized who gets to shape the conversation?",
        "What is 'cancel culture' and how does it intersect with feminist accountability?",
        "Why do some feminists worry that digital activism replaces structural change with performance?",
        "How has the fourth wave addressed issues like body positivity and mental health?"
      ],
      "tags": [
        "media",
        "activism",
        "social-media",
        "gender"
      ]
    },
    {
      "name": "Major Feminist Theories and Frameworks",
      "topics": [
        "How does liberal feminism differ from radical feminism in its goals and methods?",
        "What does socialist feminism argue about the relationship between capitalism and patriarchy?",
        "How does postcolonial feminism challenge the universality of Western feminist frameworks?",
        "What is ecofeminism, and why does it connect environmental destruction to gender oppression?",
        "How does standpoint theory argue that marginalized perspectives produce better knowledge?",
        "What do post-structural feminists mean when they say gender is 'performed' rather than innate?"
      ],
      "tags": [
        "philosophy",
        "theory",
        "sociology",
        "gender"
      ]
    },
    {
      "name": "Feminism and the Body",
      "topics": [
        "How have beauty standards been used historically to control women's behavior and status?",
        "Why is reproductive autonomy considered a cornerstone of feminist politics?",
        "How do feminists analyze the politics of sexual violence and bodily consent?",
        "What does feminism say about the medicalization of women's bodies throughout history?",
        "How has the body positivity movement evolved and what critiques has it faced?",
        "Why is disability justice an essential part of feminist body politics?"
      ],
      "tags": [
        "health",
        "human-rights",
        "gender",
        "medicine"
      ]
    },
    {
      "name": "Feminism, Race, and Intersecting Oppressions",
      "topics": [
        "Why have Black feminists argued that mainstream feminism often centers white women's experiences?",
        "How did the Combahee River Collective reshape the conversation about overlapping oppressions?",
        "What is womanism, and how does it differ from mainstream feminism?",
        "How do Indigenous feminist perspectives challenge both patriarchy and colonialism simultaneously?",
        "What unique challenges do Asian American, Latina, and immigrant women face within feminist movements?",
        "How does anti-racist feminism address the ways race and gender compound in institutions?"
      ],
      "tags": [
        "society",
        "inequality",
        "race",
        "gender"
      ]
    },
    {
      "name": "Feminism and Gender Beyond the Binary",
      "topics": [
        "How has feminism's understanding of gender evolved from binary to spectrum?",
        "Why is the relationship between feminism and transgender rights contentious for some feminists?",
        "What do transfeminists argue about the connection between trans liberation and women's liberation?",
        "How do non-binary and genderqueer perspectives challenge traditional feminist categories?",
        "What can feminism learn from cultures that have historically recognized more than two genders?",
        "How does masculinity studies fit within feminist scholarship?"
      ],
      "tags": [
        "society",
        "identity",
        "lgbtq",
        "gender"
      ]
    },
    {
      "name": "Feminism in the Workplace and Economy",
      "topics": [
        "Why does the gender pay gap persist despite decades of equal pay legislation?",
        "How does feminism analyze the economic value of unpaid domestic and care work?",
        "What is the 'glass ceiling' and has the metaphor kept up with reality?",
        "How do race, class, and immigration status compound workplace inequality for women?",
        "What do feminists propose as alternatives to the current work-life balance crisis?",
        "How has the gig economy and remote work era created new gender-based challenges?"
      ],
      "tags": [
        "economics",
        "inequality",
        "labor",
        "gender"
      ]
    },
    {
      "name": "Feminism and Family",
      "topics": [
        "How has feminism challenged the traditional nuclear family as the default social unit?",
        "What do feminists mean when they say motherhood is both idealized and devalued?",
        "How have custody laws, marriage laws, and family policy evolved through feminist advocacy?",
        "What does feminist parenting look like in practice, and what tensions does it create?",
        "How do feminists analyze the unequal distribution of emotional labor in relationships?",
        "Why is access to childcare considered a feminist economic issue?"
      ],
      "tags": [
        "society",
        "interpersonal-dynamics",
        "gender",
        "labor"
      ]
    },
    {
      "name": "Global Feminism and Human Rights",
      "topics": [
        "How do feminist movements in the Global South differ from those in the Global North?",
        "Why do some activists reject the term 'feminism' while fighting for women's rights?",
        "How have international frameworks like CEDAW advanced — or failed — women's rights globally?",
        "What role does feminism play in opposing practices like child marriage and FGM without imposing cultural imperialism?",
        "How have women led resistance movements and peace processes around the world?",
        "What does feminist foreign policy look like, and which countries have adopted it?"
      ],
      "tags": [
        "politics",
        "human-rights",
        "gender",
        "international-law"
      ]
    },
    {
      "name": "Feminism, Media, and Representation",
      "topics": [
        "How has the male gaze shaped the way women are represented in film and television?",
        "What does feminist media criticism reveal about advertising's impact on gender norms?",
        "How has women's representation in journalism and news media changed — and what gaps remain?",
        "Why is the debate over 'empowering' versus 'objectifying' portrayals so difficult to resolve?",
        "How have feminist creators used literature, art, and music to challenge dominant narratives?",
        "What does algorithmic bias in social media mean for feminist visibility and discourse?"
      ],
      "tags": [
        "media",
        "representation",
        "gender",
        "journalism"
      ]
    },
    {
      "name": "Anti-Feminism and Backlash",
      "topics": [
        "Why has every wave of feminism been met with organized backlash?",
        "What are the core arguments of anti-feminist movements, and how do feminists respond?",
        "How did the 'manosphere' and men's rights activism emerge as a counter to feminism?",
        "What role does misinformation play in distorting public understanding of feminist goals?",
        "How do authoritarian and far-right movements specifically target gender equality?",
        "Can critiques of feminism be legitimate without being anti-feminist?"
      ],
      "tags": [
        "politics",
        "misinformation",
        "gender",
        "social-media"
      ]
    },
    {
      "name": "The Future of Feminism",
      "topics": [
        "What are the most pressing unresolved challenges feminism faces today?",
        "How might artificial intelligence and automation create new gender-based inequalities?",
        "What would a truly feminist economy or political system look like?",
        "How can feminism build broader coalitions without losing its analytical power?",
        "What role should men and boys play in advancing feminist goals?",
        "Is feminism still necessary — and how would we know when its work is done?"
      ],
      "tags": [
        "society",
        "frontiers",
        "gender",
        "ai-ml"
      ]
    }
  ]
}
