{
  "name": "Women and Violence",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "gender-based violence",
    "domestic violence",
    "sexual assault",
    "structural violence",
    "survivor justice"
  ],
  "chapters": [
    {
      "name": "What Gender-Based Violence Is and Why It Must Be Understood as Structural",
      "topics": [
        "What is gender-based violence, and why does defining it as structural rather than individual change how we understand its causes?",
        "How does the World Health Organization's framework for understanding violence against women differ from how most people think about it?",
        "Why does gender-based violence persist across every culture, income level, and education level — and what does that universality reveal about its roots?",
        "How does the continuum of violence — from catcalling to intimate partner murder — function as an interconnected system rather than a set of isolated incidents?",
        "Why is it misleading to treat gender-based violence as a 'women's issue' rather than a structural feature of how societies organize power?",
        "What does it mean to say that violence against women is both a cause and a consequence of gender inequality?"
      ],
      "tags": [
        "society",
        "theory",
        "gender",
        "feminism"
      ]
    },
    {
      "name": "Domestic Violence: The Myths That Keep the System Failing",
      "topics": [
        "Why does the question 'why doesn't she just leave?' reveal a fundamental misunderstanding of how domestic violence works?",
        "How does coercive control — the pattern of domination through isolation, surveillance, and psychological manipulation — operate differently from physical violence?",
        "What do the statistics on domestic violence actually show about how common it is, who is affected, and how often it leads to death?",
        "Why do many domestic violence victims return to their abusers multiple times before leaving permanently, and what does research say about the dangers of leaving?",
        "How do myths about domestic violence — that it only happens to certain kinds of women, that it is caused by alcohol or anger — protect abusers and blame victims?",
        "What would a domestic violence response system look like if it were designed around what survivors actually need rather than what the criminal justice system can provide?"
      ],
      "tags": [
        "society",
        "interpersonal-dynamics",
        "gender",
        "feminism"
      ]
    },
    {
      "name": "Sexual Assault: What the Data Actually Shows Versus What People Believe",
      "topics": [
        "What do national surveys and research studies reveal about the actual prevalence of sexual assault compared to public perception?",
        "Why are sexual assault statistics so difficult to establish, and how do underreporting, definitional differences, and survey methods affect the numbers?",
        "What does the data show about who commits sexual assault — and why does the 'stranger in an alley' myth persist when most assaults are committed by someone the victim knows?",
        "How do false accusation rates compare to unreported assault rates, and why does the public dramatically overestimate one while underestimating the other?",
        "What happens to sexual assault cases that are reported — and why do so few result in arrest, prosecution, or conviction?",
        "How does the gap between what data shows and what people believe about sexual assault shape policy, jury decisions, and victim behavior?"
      ],
      "tags": [
        "feminism",
        "analysis",
        "gender",
        "criminal-justice"
      ]
    },
    {
      "name": "Why Sexual Violence Is About Power and Control, Not Desire",
      "topics": [
        "What does decades of research show about the motivations behind sexual violence — and why is power, not sexual desire, the primary driver?",
        "How does the myth that sexual assault is caused by uncontrollable desire protect perpetrators and shift blame to victims' appearance or behavior?",
        "Why is sexual violence used systematically in prisons, military institutions, and hierarchical organizations where it clearly has nothing to do with attraction?",
        "How does understanding sexual violence as a tool of dominance explain patterns like spousal rape, date rape, and assaults against elderly and disabled victims?",
        "What role does entitlement — the belief that certain people have a right to others' bodies — play in enabling sexual violence across different contexts?",
        "Why has the 'desire' framing proven so resistant to change despite overwhelming evidence that it is wrong?"
      ],
      "tags": [
        "psychology",
        "causation",
        "gender",
        "feminism"
      ]
    },
    {
      "name": "How Law Enforcement Fails Victims of Gender-Based Violence",
      "topics": [
        "Why do police departments consistently fail to investigate sexual assault cases — and what does the backlog of hundreds of thousands of untested rape kits reveal?",
        "How do police biases about 'real' victims and 'real' rapes determine which cases are pursued and which are dismissed?",
        "Why are domestic violence calls among the most dangerous situations for police officers, and how does that danger shape their reluctance to intervene effectively?",
        "What happens when police officers are themselves perpetrators of domestic violence — and why does the system struggle to address it?",
        "How do mandatory arrest policies and no-drop prosecution policies sometimes harm the victims they were designed to protect?",
        "What would a law enforcement approach to gender-based violence look like if it prioritized victim safety over case closure rates?"
      ],
      "tags": [
        "law",
        "accountability",
        "policing",
        "gender"
      ]
    },
    {
      "name": "Courts, Credibility, and Why the Legal System Is Built to Doubt Women",
      "topics": [
        "How does the legal system's requirement for corroboration, consistency, and 'ideal victim' behavior systematically disadvantage survivors of gender-based violence?",
        "Why do defense attorneys' strategies in rape cases — attacking character, sexual history, and emotional responses — work despite rape shield laws?",
        "What does research on trauma and memory show about why survivors' accounts may be fragmented or inconsistent — and why does the legal system treat inconsistency as evidence of lying?",
        "How do racial biases compound credibility problems — with Black women, Indigenous women, and undocumented women believed even less than white women?",
        "Why do conviction rates for sexual assault remain dramatically lower than for other violent crimes of similar severity?",
        "What reforms to the court system — from specialized judges to expert testimony on trauma — have shown the most promise in closing the justice gap?"
      ],
      "tags": [
        "law",
        "justice",
        "criminal-justice",
        "gender"
      ]
    },
    {
      "name": "Economic Dependency and Why Women Cannot Simply Leave",
      "topics": [
        "How does economic dependency function as the primary mechanism that traps women in violent relationships?",
        "Why do abusers systematically undermine their partners' financial independence — controlling bank accounts, sabotaging employment, destroying credit?",
        "What does it actually cost to leave an abusive relationship — housing deposits, legal fees, lost income, childcare — and why is that cost prohibitive for most women?",
        "How does the lack of affordable housing, living wages, and accessible childcare make leaving violence a financial impossibility for millions of women?",
        "Why do welfare policies, immigration rules, and custody laws sometimes force women to choose between financial survival and physical safety?",
        "What economic interventions — emergency funds, job training, housing guarantees — have the strongest evidence for helping women leave violent situations permanently?"
      ],
      "tags": [
        "economics",
        "inequality",
        "poverty",
        "gender"
      ]
    },
    {
      "name": "Trafficking, Exploitation, and the Violence Hidden in Plain Sight",
      "topics": [
        "What is human trafficking, and why does the public image of trafficking as kidnapping obscure the more common reality of coercion, fraud, and exploitation?",
        "How does sex trafficking operate within the United States — not just internationally — and why are runaway youth, foster children, and undocumented women most vulnerable?",
        "What is labor trafficking, and why are women in domestic work, agriculture, and service industries particularly at risk of exploitation that meets the legal definition of trafficking?",
        "How do traffickers use debt bondage, document confiscation, and threats of deportation to maintain control over victims?",
        "Why do anti-trafficking laws sometimes punish victims — criminalizing prostitution, immigration violations, and survival crimes — instead of the systems that exploit them?",
        "What would an anti-trafficking approach look like if it addressed the root causes — poverty, immigration policy, demand — rather than focusing on rescue narratives?"
      ],
      "tags": [
        "law",
        "human-rights",
        "immigration",
        "gender"
      ]
    },
    {
      "name": "Online Abuse and the Digital Escalation of Gender-Based Violence",
      "topics": [
        "How has the internet created new forms of gender-based violence — from revenge pornography to coordinated harassment campaigns — that existing laws were not designed to address?",
        "Why are women, especially women of color and public-facing women, targeted for online abuse at dramatically higher rates than men?",
        "How does online harassment escalate into offline violence through doxxing, swatting, stalking, and real-world threats?",
        "What role do platforms play in enabling gender-based abuse through algorithmic amplification, inadequate moderation, and terms of service that fail to protect women?",
        "How has image-based sexual abuse — non-consensual intimate images, deepfakes, and AI-generated pornography — created a new frontier of gender violence?",
        "Why have legal systems struggled to keep pace with digital violence, and what legislative and platform-level reforms would make a difference?"
      ],
      "tags": [
        "media",
        "bias",
        "social-media",
        "gender"
      ]
    },
    {
      "name": "Sexual Violence as a Weapon of War and State Control",
      "topics": [
        "How has rape been used as a deliberate military strategy throughout history — from ancient conquests to modern conflicts in Bosnia, Rwanda, Congo, and Myanmar?",
        "Why does the systematic use of sexual violence in armed conflict prove that it is a tool of power and terror rather than a byproduct of chaos?",
        "How did the recognition of wartime rape as a crime against humanity and a form of genocide change international law — and has that recognition changed outcomes?",
        "What happens to women in occupied territories, refugee camps, and conflict zones where the institutions meant to protect them are absent or complicit?",
        "How do states use sexual violence as a tool of political repression — targeting women activists, political prisoners, and dissidents?",
        "Why does the international community consistently fail to prevent conflict-related sexual violence despite decades of awareness, resolutions, and tribunals?"
      ],
      "tags": [
        "conflict",
        "human-rights",
        "humanitarian",
        "gender"
      ]
    },
    {
      "name": "How Culture Normalizes Violence Against Women Before It Happens",
      "topics": [
        "How do everyday cultural practices — jokes, media portrayals, language, socialization — create an environment where violence against women is expected rather than exceptional?",
        "What does the concept of 'rape culture' describe, and why is it controversial despite substantial evidence for the patterns it identifies?",
        "How do ideas about masculinity — toughness, dominance, sexual conquest — teach boys that violence and control are acceptable expressions of manhood?",
        "Why do victim-blaming narratives — what she wore, where she went, how much she drank — persist in cultures that claim to condemn violence against women?",
        "How do religion, tradition, and 'family values' rhetoric sometimes provide cover for practices that control and harm women?",
        "What does prevention research show about the effectiveness of changing cultural norms versus punishing individual acts of violence?"
      ],
      "tags": [
        "society",
        "bias",
        "feminism",
        "gender"
      ]
    },
    {
      "name": "Which Women's Violence Counts: Race, Visibility, and Whose Harm Is Ignored",
      "topics": [
        "Why do missing white women receive extensive media coverage and public attention while missing women of color are largely ignored?",
        "How does the crisis of Missing and Murdered Indigenous Women reveal a system that treats some women's lives as less worthy of protection and investigation?",
        "Why are Black women's experiences of domestic violence and sexual assault less likely to result in police intervention, prosecution, or public sympathy?",
        "How does immigration status make undocumented women invisible to the systems designed to address gender-based violence?",
        "What role does the intersection of race, class, and gender play in determining which acts of violence are treated as crimes and which are treated as inevitable?",
        "What would it take to build a response to gender-based violence that treats all women's safety as equally urgent?"
      ],
      "tags": [
        "feminism",
        "inequality",
        "race",
        "gender"
      ]
    },
    {
      "name": "What Actually Prevents Gender-Based Violence Before It Occurs",
      "topics": [
        "Why has the dominant approach to gender-based violence — punishing perpetrators after the fact — failed to reduce its prevalence?",
        "What does the evidence show about prevention programs that work — bystander intervention training, school-based education, community-level norm change?",
        "How do economic interventions — income support, housing stability, financial independence for women — reduce violence more effectively than criminal justice responses?",
        "What role does early childhood education about consent, boundaries, and healthy relationships play in preventing future violence?",
        "How have public health approaches to violence prevention — treating it as an epidemic with identifiable risk factors — produced better outcomes than law enforcement approaches?",
        "Why is primary prevention — stopping violence before it starts — chronically underfunded compared to after-the-fact response?"
      ],
      "tags": [
        "feminism",
        "governance",
        "public-health",
        "gender"
      ]
    },
    {
      "name": "Survivor-Centered Justice and Alternatives to the Criminal System",
      "topics": [
        "Why do many survivors of gender-based violence choose not to engage with the criminal justice system — and what does that choice reveal about the system's failures?",
        "What is restorative justice, and can it work for gender-based violence — or are some harms too serious for non-carceral approaches?",
        "How do transformative justice models — which focus on changing the conditions that produce violence rather than punishing individuals — differ from both restorative and retributive justice?",
        "What do survivors themselves say they need — and how does that differ from what the legal system offers?",
        "How do community-based responses to violence — advocacy organizations, crisis centers, mutual aid networks — fill the gaps that formal systems leave open?",
        "What would a justice system redesigned around survivor needs — safety, healing, accountability, and prevention — look like in practice?"
      ],
      "tags": [
        "law",
        "justice",
        "criminal-justice",
        "gender"
      ]
    },
    {
      "name": "What Real Accountability for Gender-Based Violence Would Require",
      "topics": [
        "Why has the concept of 'accountability' for gender-based violence remained vague despite being demanded by every major feminist movement?",
        "What does accountability look like beyond incarceration — and can a society hold perpetrators responsible without relying on a prison system that itself produces violence?",
        "How should institutions — universities, corporations, churches, military organizations — be held accountable when they enable or cover up gender-based violence?",
        "What role should the media play in holding powerful perpetrators accountable without sensationalizing violence or retraumatizing survivors?",
        "Why does meaningful accountability require not just consequences for individual perpetrators but changes to the systems that produced and protected them?",
        "What would a society that took gender-based violence as seriously as it takes other threats to public safety actually look like?"
      ],
      "tags": [
        "ethics",
        "accountability",
        "civil-rights",
        "gender"
      ]
    }
  ]
}
