{
  "name": "Harvey Milk: A Biography",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["history", "activism", "civil-rights", "identity", "modern-history"],
  "chapters": [
    {
      "name": "Before Castro Street (1930-1972)",
      "topics": [
        "Who was Harvey Milk before he became an activist — born in Woodmere, New York, a closeted Navy officer during the Korean War, a Wall Street financial analyst, a theatrical producer, a man who lived conventionally for decades before reinventing himself at 40?",
        "What was it like to be gay in mid-century America — homosexuality classified as a mental illness, criminal in every state, grounds for firing, dishonorable discharge, and social ostracism — and how did Milk navigate the closet for most of his adult life?",
        "How did the counterculture of the late 1960s and early 1970s — Vietnam War protests, the sexual revolution, the Stonewall uprising (June 28, 1969), and the emergence of gay liberation — radicalize a formerly conservative man and draw him to San Francisco?",
        "What was the Castro district in the early 1970s — a working-class Irish neighborhood transforming into America's first openly gay neighborhood — and how did Milk's camera shop at 575 Castro Street become the informal headquarters of a political revolution?",
        "Why did Milk decide to enter politics — driven by the Vietnam War, Watergate, and the belief that 'if a gay man can be elected, it proves that the system works' — running for San Francisco Board of Supervisors three times before winning?"
      ],
      "tags": ["history", "activism", "identity", "modern-history"]
    },
    {
      "name": "The Mayor of Castro Street (1973-1977)",
      "topics": [
        "How did Milk build a political coalition — uniting gay activists, union members, seniors, minorities, and small business owners — demonstrating that gay rights could be framed as part of a broader progressive agenda rather than a single-issue campaign?",
        "What was Milk's political style — theatrical, confrontational, funny, and uncompromising in his insistence on visibility ('you must come out') — and how did it differ from the cautious, closeted approach of previous gay political figures?",
        "How did Milk's two failed campaigns (1973 and 1975) build the infrastructure — volunteer networks, fundraising, media strategy, coalition alliances — that made his 1977 victory possible, and what did he learn from losing?",
        "What was the political context — San Francisco's shift to district-based elections (1977), enabling neighborhood candidates; the growing political power of the gay community; Milk's alliance with labor unions over the Coors beer boycott?",
        "How did Milk win election to the San Francisco Board of Supervisors in November 1977 — becoming one of the first openly gay elected officials in American history — and what did his victory speech ('you can't live on hope alone, but without hope, life is not worth living') mean to a community accustomed to hiding?"
      ],
      "tags": ["history", "civil-rights", "democracy", "modern-history"]
    },
    {
      "name": "In Office: Eleven Months (1978)",
      "topics": [
        "What did Milk accomplish in office — a comprehensive gay rights ordinance, coalition politics with organized labor, the pooper-scooper law (oddly his most popular achievement), expanded tenant protections — in just eleven months before his assassination?",
        "How did Milk defeat the Briggs Initiative (Proposition 6, 1978) — which would have banned gay and lesbian teachers from California public schools — by building an unlikely coalition that included Ronald Reagan, and why was this the most consequential political fight of his life?",
        "What was Milk's 'Hope Speech' (June 25, 1978) — delivered at San Francisco Gay Freedom Day to 250,000 people, calling on closeted gay people everywhere to come out, declaring 'you have to give them hope' — and why is this speech considered one of the most important in American political history?",
        "What was Milk's relationship with fellow Supervisor Dan White — an ex-firefighter and ex-cop who represented a conservative district, who initially worked with Milk before turning hostile — and what were the political tensions that led to White's resignation and attempted return to the Board?",
        "How did Milk anticipate his own assassination — recording multiple political wills, saying 'if a bullet should enter my brain, let that bullet destroy every closet door' — and what does this premonition reveal about the daily threat of anti-gay violence in 1970s America?"
      ],
      "tags": ["history", "civil-rights", "activism", "modern-history"]
    },
    {
      "name": "Assassination and the White Night Riots",
      "topics": [
        "How was Milk assassinated on November 27, 1978 — Dan White entering City Hall through a window to avoid metal detectors, shooting Mayor George Moscone, then walking to Milk's office and shooting him five times — and why did White target both men?",
        "What was the 'Twinkie defense' — White's lawyers arguing that his diet of junk food indicated diminished mental capacity, the jury convicting him of voluntary manslaughter rather than first-degree murder — and why did this verdict feel like the justice system telling gay people their lives didn't matter?",
        "What were the White Night Riots (May 21, 1979) — thousands of gay San Franciscans marching to City Hall, smashing windows, burning police cars, the police retaliating by raiding the Castro — and why was this the moment the gay community showed it would no longer accept injustice passively?",
        "What happened to Dan White — serving only five years in Soledad Prison, released in 1984, committing suicide in 1985 — and why did his lenient sentence become a lasting symbol of unequal justice?",
        "How did Dianne Feinstein — who discovered Moscone's body and announced both assassinations — become mayor, and how did her relationship with the gay community evolve from Milk's skepticism to her eventual passage of San Francisco's domestic partner legislation?"
      ],
      "tags": ["history", "civil-rights", "activism", "modern-history"]
    },
    {
      "name": "Legacy: Hope Will Never Be Silent",
      "topics": [
        "How did the AIDS crisis (1981-1996) — devastating the community Milk had organized, killing tens of thousands of gay men in San Francisco alone — test and ultimately strengthen the political infrastructure he had built?",
        "How has Milk been honored — the Oscar-winning film 'Milk' (2008, Sean Penn), a US Navy ship named in his honor (2016), a US postage stamp, California's Harvey Milk Day (May 22), San Francisco International Airport's Terminal 1 renamed for him?",
        "What did Milk's insistence on visibility accomplish — his core message that coming out is a political act, that knowing a gay person changes minds, that 'every gay person must come out' — and has this strategy been vindicated by the dramatic shift in public opinion on LGBTQ+ rights?",
        "How does Milk's story connect to the marriage equality movement — from Proposition 8 (2008) to Obergefell v. Hodges (2015) — and would Milk, who prioritized economic justice and coalition politics, recognize the movement that claims his legacy?",
        "Why does Milk's message endure — 'you have to give them hope' — and what does his 11-month political career, ended by assassination at 48, teach about the power of authentic representation and the cost of standing up in a society that punishes difference?"
      ],
      "tags": ["history", "civil-rights", "identity", "modern-history"]
    }
  ]
}