{
  "name": "Jesus of Nazareth: A Biography",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["history", "activism", "society", "spirituality", "ancient-history"],
  "chapters": [
    {
      "name": "The Historical Jesus: What We Actually Know",
      "topics": [
        "What can historians establish about the real Jesus of Nazareth — a Jewish peasant born around 4 BCE in Roman-occupied Palestine, executed by crucifixion around 30 CE — using the methods of historical scholarship rather than theological faith?",
        "What sources exist for the historical Jesus — the Gospels (written 40-70 years after his death), Paul's letters (written 20-30 years after), non-Christian references by Josephus and Tacitus — and how do historians evaluate documents written by believers to promote a faith?",
        "What was Roman-occupied Palestine like in Jesus's time — a colonized society under military occupation, heavy taxation, cultural humiliation, messianic expectations, and constant tension between collaboration and resistance?",
        "Who were the major Jewish groups Jesus interacted with — Pharisees (legal scholars), Sadducees (temple aristocracy), Essenes (desert ascetics), Zealots (armed resistance) — and where did Jesus fit in this landscape of competing Jewish movements?",
        "Why do scholars disagree so profoundly about who Jesus was — apocalyptic prophet, social revolutionary, wisdom teacher, peasant cynic, religious reformer — and what does this disagreement reveal about the difficulty of recovering a historical figure from texts of faith?"
      ],
      "tags": ["history", "religion", "society", "ancient-history"]
    },
    {
      "name": "The Teachings: A Radical Social Message",
      "topics": [
        "What was revolutionary about Jesus's core message — 'the Kingdom of God is at hand' — and why did his listeners understand this not as an afterlife promise but as the announcement that God was about to overturn the existing social order?",
        "How did the Sermon on the Mount — 'blessed are the poor,' 'blessed are the meek,' 'love your enemies,' 'turn the other cheek' — represent a radical inversion of power that challenged both Roman imperial values and the social hierarchies of his own Jewish society?",
        "What did Jesus mean by his teachings on wealth — 'it is easier for a camel to pass through the eye of a needle than for a rich man to enter the kingdom of God' — and why have these teachings been the most consistently ignored by the religion founded in his name?",
        "How did Jesus treat the people his society excluded — tax collectors, prostitutes, Samaritans, lepers, women, the disabled — and why was his practice of eating with outcasts ('table fellowship') considered a political act as much as a spiritual one?",
        "What were Jesus's parables — the Good Samaritan, the Prodigal Son, the Workers in the Vineyard, the Rich Man and Lazarus — and how did these stories function as subversive social criticism wrapped in accessible narrative?"
      ],
      "tags": ["activism", "society", "history", "ancient-history"]
    },
    {
      "name": "Confrontation with Power",
      "topics": [
        "Why did Jesus's movement threaten both the Roman authorities and the Jewish temple establishment — challenging the collaboration between the high priests and Rome, disrupting the temple economy, and attracting crowds that Roman governors feared as potential insurrection?",
        "What happened when Jesus entered Jerusalem and overturned the money-changers' tables in the Temple — a direct confrontation with the economic and religious establishment — and was this an act of religious purification, social protest, or revolutionary provocation?",
        "How did the Roman practice of crucifixion function — reserved for slaves, rebels, and enemies of the state, designed to maximize humiliation and terror — and what did Jesus's execution by this method tell his contemporaries about how Rome classified him?",
        "What was Pontius Pilate's role in Jesus's execution — the Roman governor who ordered the crucifixion — and how do historical sources portray a man known for brutality and political calculation, not the hand-washing conflicted judge of the Gospels?",
        "Why was the charge against Jesus 'King of the Jews' — a political charge of sedition against Rome, not a religious charge of blasphemy — and what does this tell us about how the Roman authorities understood the threat Jesus posed?"
      ],
      "tags": ["history", "activism", "conflict", "ancient-history"]
    },
    {
      "name": "Women, Outsiders, and the Upside-Down Kingdom",
      "topics": [
        "How did Jesus treat women in a society where they had no legal standing — teaching them as disciples (Mary of Bethany), accepting their financial support (Joanna, Susanna), speaking with them publicly (the Samaritan woman), and appearing first to women after the resurrection?",
        "What was the significance of Jesus's interactions with non-Jews — healing the Syrophoenician woman's daughter, praising the Roman centurion's faith, making a Samaritan the hero of his most famous parable — in a culture that maintained strict ethnic and religious boundaries?",
        "How did Jesus's healings function as social restoration — not just curing disease but restoring outcasts (lepers, the bleeding woman, the demon-possessed) to community membership in a society where illness meant exclusion?",
        "What did Jesus's movement look like in practice — an itinerant community of men and women, sharing resources, rejecting family hierarchies ('who is my mother?'), living in deliberate poverty — and how radical was this social experiment in its context?",
        "Why has the role of women in Jesus's movement been systematically minimized by later Christianity — Mary Magdalene reduced from prominent disciple to repentant prostitute, women's leadership suppressed, Jesus's egalitarian practice replaced by patriarchal institution?"
      ],
      "tags": ["activism", "society", "gender", "ancient-history"]
    },
    {
      "name": "From Movement to Religion: How Christianity Changed Jesus",
      "topics": [
        "How did a Jewish peasant's social movement in Palestine become a world religion with 2.4 billion followers — the transformation from Jesus's teachings about the Kingdom of God to Paul's theology about the death and resurrection of Christ?",
        "What did Paul add to Jesus's message — the theology of atonement, justification by faith, the opening to Gentiles, the organizational structure of churches — and how much of Christianity reflects Paul rather than Jesus?",
        "How did Constantine's conversion (312 CE) and the Council of Nicaea (325 CE) transform Christianity from a persecuted movement of the poor into the official religion of the Roman Empire — and what did Jesus's radical social message lose when it became the ideology of power?",
        "Why have movements throughout history — from Saint Francis to the Diggers to liberation theology to Dorothy Day's Catholic Worker — repeatedly 'rediscovered' Jesus's original social message and used it to challenge the wealth and power of institutional Christianity?",
        "How would Jesus respond to the religion built in his name — the Vatican's wealth, the prosperity gospel, the alliance between evangelical Christianity and political power, the Crusades, the Inquisition — and why is this question both unanswerable and unavoidable?"
      ],
      "tags": ["history", "religion", "society", "ancient-history"]
    },
    {
      "name": "Jesus as Social Revolutionary: The Ongoing Legacy",
      "topics": [
        "How did Jesus's teachings directly inspire the abolitionist movement — with abolitionists arguing that slavery violated Christ's command to love your neighbor, treat others as you would be treated, and recognize the dignity of every person?",
        "What is liberation theology — the Latin American movement (Gustavo Gutiérrez, Óscar Romero) that reads Jesus's teachings as a 'preferential option for the poor' demanding social justice, land reform, and resistance to oppression — and why did the Vatican suppress it?",
        "How did Martin Luther King Jr. draw on Jesus's teachings — nonviolent resistance as turning the other cheek, the beloved community as the Kingdom of God, redemptive suffering as the way of the cross — making Jesus central to the American civil rights movement?",
        "Why has Jesus been claimed by both sides of almost every social conflict — abolitionists and slaveholders, pacifists and crusaders, revolutionaries and monarchists, feminists and patriarchalists — and what does this reveal about the power and ambiguity of his legacy?",
        "What does Jesus's life teach about social change — that movements led by the poor and marginalized can reshape civilization, that nonviolent confrontation with power has consequences, and that the most enduring revolutions begin not with armies but with ideas about human dignity?"
      ],
      "tags": ["activism", "human-rights", "society", "history"]
    }
  ]
}