{
  "name": "Martin Luther King Jr.: A Biography",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["history", "activism", "civil-rights", "leadership", "modern-history"],
  "chapters": [
    {
      "name": "Atlanta, Morehouse, and the Making of a Preacher (1929-1955)",
      "topics": [
        "Who was the young Martin Luther King Jr. — born into Atlanta's Black middle class, the son and grandson of Baptist ministers, a brilliant student who entered Morehouse College at 15 — and how did the Black church tradition of prophetic preaching shape the voice that would change America?",
        "How did King's education — Morehouse College, Crozer Theological Seminary, Boston University — expose him to the social gospel of Walter Rauschenbusch, the theology of Reinhold Niebuhr, Gandhi's nonviolent philosophy, and the existentialism of Paul Tillich, creating the intellectual framework for his activism?",
        "What was Jim Crow America — the system of legal segregation, Black disenfranchisement, racial terror, and white supremacy that governed the American South — and what was daily life like for the 10 million Black Americans living under its humiliations?",
        "How did King meet and marry Coretta Scott — a talented musician from rural Alabama studying at the New England Conservatory — and what role did she play as partner, advisor, and eventually guardian of his legacy?",
        "Why did the 26-year-old King accept the pastorship of Dexter Avenue Baptist Church in Montgomery, Alabama, in 1954 — returning to the Deep South when he could have stayed in the safer North — and how did this decision put him at the epicenter of the civil rights revolution?"
      ],
      "tags": ["history", "civil-rights", "activism", "modern-history"]
    },
    {
      "name": "Montgomery and the Birth of a Movement (1955-1960)",
      "topics": [
        "How did the Montgomery Bus Boycott (1955-1956) begin — Rosa Parks's arrest, the one-day boycott that became 381 days, 40,000 Black residents walking and carpooling — and why did the Black community choose the 26-year-old King to lead it?",
        "What did King discover during the boycott — that nonviolent resistance worked, that ordinary people could sustain extraordinary sacrifice, that media attention amplified moral claims — and how did the experience transform him from a young pastor into a national leader?",
        "How did the bombing of King's house during the boycott — with his wife and infant daughter inside — test his commitment to nonviolence, and what did his response (calming an armed crowd, refusing to retaliate) reveal about his character under pressure?",
        "What was the Southern Christian Leadership Conference (SCLC), founded in 1957 — King's organizational base, rooted in Black churches across the South — and how did it differ from the NAACP's legal strategy and later organizations like SNCC and CORE?",
        "How did the Montgomery victory — the Supreme Court ruling bus segregation unconstitutional (Browder v. Gayle, 1956) — demonstrate that nonviolent direct action could break Jim Crow, while also revealing how slow, dangerous, and incomplete each victory would be?"
      ],
      "tags": ["history", "civil-rights", "activism", "modern-history"]
    },
    {
      "name": "Birmingham, the March, and the Dream (1963)",
      "topics": [
        "Why did King target Birmingham, Alabama, in 1963 — the most segregated city in America, where Public Safety Commissioner Bull Connor could be counted on to respond with violence — and how did this strategic calculation use white brutality to generate national outrage?",
        "What was the 'Letter from Birmingham Jail' (April 1963) — King's response to white clergy who called his protests 'unwise and untimely' — and why is this document, arguing that 'injustice anywhere is a threat to justice everywhere,' considered one of the greatest pieces of American political writing?",
        "How did the images from Birmingham — fire hoses knocking children off their feet, police dogs attacking peaceful marchers, mass arrests of schoolchildren — shock the nation and the world, making the moral case for civil rights legislation undeniable?",
        "What happened at the March on Washington (August 28, 1963) — 250,000 people gathered at the Lincoln Memorial — and how did King's 'I Have a Dream' speech, largely improvised in its most famous passages, become the defining moment of the civil rights movement?",
        "How did the bombing of the 16th Street Baptist Church (September 15, 1963) — killing four young girls: Addie Mae Collins, Cynthia Wesley, Carole Robertson, and Carol Denise McNair — demonstrate that white supremacist terror was the price of progress?"
      ],
      "tags": ["history", "civil-rights", "activism", "modern-history"]
    },
    {
      "name": "Selma, Voting Rights, and the Nobel Prize (1964-1965)",
      "topics": [
        "How did the Civil Rights Act of 1964 — banning discrimination in public accommodations, employment, and federally funded programs — represent King's greatest legislative victory while leaving the right to vote still unprotected?",
        "Why did King win the Nobel Peace Prize in 1964 at age 35 — the youngest recipient at the time — and how did international recognition strengthen his position domestically while making him an even bigger target for J. Edgar Hoover's FBI?",
        "What happened on Bloody Sunday (March 7, 1965) — Alabama state troopers attacking peaceful marchers with clubs and tear gas on the Edmund Pettus Bridge in Selma — and how did the televised brutality create the political will for the Voting Rights Act?",
        "How did the Selma-to-Montgomery March (March 21-25, 1965) — 25,000 marchers walking 54 miles over five days, protected by federal troops — culminate in King's speech on the steps of the Alabama State Capitol and the passage of the Voting Rights Act of 1965?",
        "What did the Voting Rights Act achieve — in its first year, Black voter registration in Mississippi jumped from 6.7% to 59.8% — and why did King call it the movement's most significant achievement?"
      ],
      "tags": ["history", "civil-rights", "democracy", "modern-history"]
    },
    {
      "name": "The Radical King: Poverty, War, and the Last Years (1966-1968)",
      "topics": [
        "How did King's movement expand beyond civil rights to address economic justice — the Chicago Freedom Movement (1966) targeting housing segregation in the North, revealing that racism was a national problem, not just a Southern one?",
        "Why did King oppose the Vietnam War — his 'Beyond Vietnam' speech at Riverside Church (April 4, 1967) calling America 'the greatest purveyor of violence in the world today' — and how did this position cost him allies in the Johnson administration and the mainstream civil rights establishment?",
        "What was the Poor People's Campaign — King's plan to bring thousands of poor Americans of all races to Washington to demand economic justice — and how did this shift from racial equality to class solidarity represent his most radical and least popular evolution?",
        "How did King's philosophy evolve in his final years — from faith in American institutions to questioning whether the entire economic system needed restructuring, from integration into existing society to asking whether that society was worth integrating into?",
        "Why was King in Memphis on April 4, 1968 — supporting a sanitation workers' strike, standing with the working poor — and how did his assassination at the Lorraine Motel cut short the most radical phase of his career?"
      ],
      "tags": ["history", "activism", "human-rights", "modern-history"]
    },
    {
      "name": "Legacy: The Dream and the Reality",
      "topics": [
        "How has King been sanitized in American memory — reduced to the 'I Have a Dream' speech and a federal holiday, stripped of his radical economic critique, his opposition to war, and his challenge to American capitalism — and what does this selective memory serve?",
        "What was the FBI's campaign against King — J. Edgar Hoover calling him 'the most dangerous Negro in America,' wiretapping his phones, sending anonymous letters urging suicide, attempting to discredit him through surveillance of his personal life — and what does this reveal about how the state treats dissent?",
        "How did King's assassination transform American politics — the riots that followed in 125 cities, the passage of the Fair Housing Act, the election of Richard Nixon on a 'law and order' platform, the long conservative backlash against the civil rights gains?",
        "What would King say about America today — persistent racial inequality, mass incarceration, economic polarization, the gutting of the Voting Rights Act (Shelby County v. Holder, 2013), the resurgence of white nationalism — and is his dream closer or further than in 1968?",
        "Why does King's method — nonviolent direct action, moral persuasion, coalition building, redemptive suffering — remain the most successful model for social change in American history, even as critics argue it was insufficient and that structural racism requires structural remedies?"
      ],
      "tags": ["history", "civil-rights", "leadership", "modern-history"]
    }
  ]
}