{
  "name": "Rosa Parks: A Biography",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": ["history", "activism", "civil-rights", "leadership", "modern-history"],
  "chapters": [
    {
      "name": "Jim Crow Alabama (1913-1955)",
      "topics": [
        "Who was Rosa Parks before December 1, 1955 — not a tired seamstress who spontaneously refused to move, but a trained activist, NAACP secretary for 12 years, graduate of the Highlander Folk School, and a woman who had spent decades fighting racial injustice in Montgomery, Alabama?",
        "What was growing up Black in Alabama like for Rosa McCauley — witnessing Ku Klux Klan rides past her grandparents' house, attending segregated schools, seeing Black men lynched for trivial or invented offenses — in a state where white supremacy was enforced by law and terror?",
        "How did Parks become an activist — joining the Montgomery NAACP in 1943, working as secretary to chapter president E.D. Nixon, investigating cases of racial violence and sexual assault against Black women, and attending the Highlander Folk School for nonviolent resistance training?",
        "What was the case of Claudette Colvin — a 15-year-old Black girl arrested in March 1955 for refusing to give up her bus seat, nine months before Parks — and why did civil rights leaders decide Colvin was not the right test case for challenging bus segregation?",
        "Why was Parks chosen — or why did she choose herself — for the confrontation on December 1, 1955, and how much of the subsequent boycott was planned in advance by the NAACP, the Women's Political Council, and other organizations?"
      ],
      "tags": ["history", "civil-rights", "activism", "modern-history"]
    },
    {
      "name": "The Bus and the Boycott (1955-1956)",
      "topics": [
        "What exactly happened on the Cleveland Avenue bus on December 1, 1955 — driver James Blake ordering Parks and three other Black passengers to vacate a row so one white man could sit, three complying, Parks refusing — and what did she mean when she said 'the only tired I was, was tired of giving in'?",
        "How did the Montgomery Bus Boycott organize in 48 hours — Jo Ann Robinson of the Women's Political Council printing 52,500 leaflets overnight, E.D. Nixon arranging King's leadership, Black churches coordinating logistics — and what role did women play in organizing what is often told as a story about male leaders?",
        "What was daily life during the boycott — 40,000 Black residents walking miles to work, organizing carpools, white employers driving their maids (not out of solidarity but because they needed them), the city trying to shut down carpool services — for 381 days?",
        "What did Parks endure after her arrest — losing her job at the Montgomery Fair department store, her husband Raymond losing his job at the barber shop on Maxwell Air Force Base, death threats, financial hardship, being unable to find work in Montgomery?",
        "How did the boycott end — not through negotiation but through the Supreme Court ruling in Browder v. Gayle (November 13, 1956) that bus segregation was unconstitutional — and what did this legal victory owe to the moral pressure created by 381 days of collective action?"
      ],
      "tags": ["history", "civil-rights", "activism", "modern-history"]
    },
    {
      "name": "The Movement Beyond Montgomery (1957-1968)",
      "topics": [
        "Why did Parks leave Montgomery in 1957 — unable to find work, still receiving death threats — and move to Detroit, where she faced a different form of Northern racism: housing discrimination, police brutality, and economic marginalization?",
        "How did Parks participate in the broader civil rights movement — supporting the Freedom Riders (1961), attending the March on Washington (1963), marching from Selma to Montgomery (1965), and witnessing the movement she helped launch transform American law?",
        "What was Parks's activism beyond the bus — opposing the Vietnam War, supporting political prisoners, working with the Black Power movement, defending the radical positions that the sanitized version of her story erases?",
        "How did Parks work with Congressman John Conyers in Detroit (1965-1988) — serving as his office manager for 23 years, helping constituents navigate government bureaucracy, continuing to organize in her community — while the national narrative reduced her to a single moment on a bus?",
        "What was Parks's relationship to the assassinations of the 1960s — Medgar Evers (1963), Malcolm X (1965), Martin Luther King Jr. (1968), Robert Kennedy (1968) — and how did she maintain her commitment to justice as the movement's leaders were killed one by one?"
      ],
      "tags": ["history", "civil-rights", "activism", "modern-history"]
    },
    {
      "name": "The Elder Stateswoman (1968-2005)",
      "topics": [
        "How did Parks become a national symbol — invited to ceremonies, honored by presidents, asked to lend her presence to causes — while living modestly in Detroit and continuing grassroots community work that received far less attention?",
        "What was the Rosa and Raymond Parks Institute for Self Development — founded in 1987 with Elaine Eason Steele, teaching young people about the civil rights movement through bus tours of historical sites — and how did Parks try to pass the movement's lessons to the next generation?",
        "How did Parks receive recognition in her later years — the Presidential Medal of Freedom (1996), the Congressional Gold Medal (1999), and upon her death on October 24, 2005, lying in honor at the US Capitol — the first woman and second African American so honored?",
        "What controversies marked Parks's final years — the 1994 robbery and assault in her Detroit home by a young Black man, the legal battles over her estate and legacy between family members and associates, the exploitation of her name and image?",
        "Why has the mythology of Parks — the 'tired seamstress' who simply didn't want to stand — obscured the truth that she was a deliberate, trained, and courageous activist, and what does this sanitization reveal about how America prefers to remember Black resistance?"
      ],
      "tags": ["history", "civil-rights", "leadership", "modern-history"]
    },
    {
      "name": "Legacy: The Power of a Single Refusal",
      "topics": [
        "What is Rosa Parks's legacy — the demonstration that one person's refusal can catalyze a movement, but also the lesson that behind every 'spontaneous' act of courage stands years of organizing, community building, and strategic preparation?",
        "How has Parks's story been simplified for consumption — the children's book version (a tired old lady who didn't want to stand) versus the reality (a trained activist making a strategic choice) — and why does this simplification matter politically?",
        "What did Parks teach about the women of the civil rights movement — that Jo Ann Robinson organized the boycott, that women sustained it through daily logistics, that Claudette Colvin acted first — and why has the movement's history been told primarily through its male leaders?",
        "How does Parks's legacy speak to contemporary movements — Black Lives Matter, immigration rights, the fight against voter suppression — and what would she recognize in today's struggles against racial injustice?",
        "Why did Parks say 'each person must live their life as a model for others' — and what does her 92-year life, from the cotton fields of Alabama to lying in state at the Capitol, teach about the relationship between individual courage and collective change?"
      ],
      "tags": ["history", "civil-rights", "leadership", "modern-history"]
    }
  ]
}