{
  "name": "Donald Trump: A Biography",
  "slug": "donald-trump-a-biography",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": ["politics", "us-politics", "trump", "authoritarianism"],
  "chapters": [
    {
      "name": "Early Life (1946–1970s)",
      "slug": "early-life-1946-1970s",
      "tags": ["history", "us-politics", "identity", "trump"],
      "topics": [
        "Who was Fred Trump and how did his wealth shape Donald Trump's childhood?",
        "What influence did Trump's mother, Mary Anne MacLeod, have on his upbringing?",
        "Why was Trump sent to military school and how did it change his behavior?",
        "How did Trump perform academically at Wharton?",
        "What early business myths about Trump were later challenged by journalists?",
        "How did family privilege affect Trump's early career launch?",
        "What early warning signs of Trump's later behavior appeared in his youth?"
      ]
    },
    {
      "name": "Wives and Family",
      "slug": "wives-and-family",
      "tags": ["society", "identity", "trump", "us-politics"],
      "topics": [
        "Who was Ivana Trump and how did their marriage and divorce unfold?",
        "What allegations did Ivana make about Trump during their divorce proceedings?",
        "Who was Marla Maples and how did Trump's affair with her become public?",
        "Who is Melania Trump and what is known about their relationship?",
        "What roles have Donald Jr., Ivanka, and Eric played in Trump's business and politics?",
        "How did Jared Kushner become central to Trump's administration?",
        "What do Trump's family relationships reveal about his character?",
        "How has Trump treated his children from different marriages?",
        "What is the Trump family dynasty and how is it being positioned for the future?"
      ]
    },
    {
      "name": "Real Estate Years (1970s–1990s)",
      "slug": "real-estate-years-1970s-1990s",
      "tags": ["economics", "finance", "trump", "us-politics"],
      "topics": [
        "How did Trump enter the Manhattan real estate market?",
        "What role did tax abatements and public subsidies play in Trump's early deals?",
        "To what extent did racial discrimination influence Trump's real estate operations?",
        "How did Trump use branding instead of capital in real estate projects?",
        "What were the causes of Trump's multiple bankruptcies?",
        "How accurate was The Art of the Deal as a portrayal of Trump's career?",
        "How did Trump's casinos contribute to his financial collapses?",
        "What patterns of debt, lawsuits, and defaults followed Trump through the 1980s and 1990s?",
        "How was Trump able to walk away, while his investors were left holding the debt?"
      ]
    },
    {
      "name": "Celebrity Era (1990s-2000s)",
      "slug": "celebrity-era-1990s-2000s",
      "tags": ["media", "identity", "trump", "journalism"],
      "topics": [
        "How did tabloids construct the public image of Donald Trump?",
        "Why did Trump repeatedly reinvent himself as a celebrity brand?",
        "What role did The Apprentice play in rebranding Trump as a successful businessman?",
        "How was Trump's actual financial condition masked by television fame?",
        "How did licensing deals replace real estate as Trump's primary income engine?",
        "Why did Trump become obsessed with media attention?",
        "How did celebrity culture normalize Trump's behavior?",
        "What was revealed by the 2005 Access Hollywood recording?",
        "What did the 'grab them by the pussy' recording expose about power, sex, and impunity?",
        "Why did the Access Hollywood tape fail to end Trump's rise to greater power?",
        "Why have the outtakes from The Apprentice never been made public?"
      ]
    },
    {
      "name": "Political Rise (2015-2016)",
      "slug": "political-rise-2015-2016",
      "tags": ["politics", "authoritarianism", "us-politics", "trump"],
      "topics": [
        "How did the birther movement introduce Trump to national politics?",
        "What caused Trump's hatred of Barack Obama?",
        "What role did cable news play in amplifying Trump's campaign?",
        "How did Trump dominate media coverage through provocation?",
        "What role did social media play in Trump's political acceleration?",
        "How did FBI Director James Comey influence the 2016 election?",
        "How did Trump benefit from negative media coverage of Hillary Clinton?",
        "What happened on election night and why was it such a shock?"
      ]
    },
    {
      "name": "First Term (2017–2021)",
      "slug": "first-term-2017-2021",
      "tags": ["politics", "democracy", "us-politics", "trump"],
      "topics": [
        "What executive orders defined Trump's first months in office?",
        "How did Trump's administration approach immigration policy?",
        "What scandals defined Trump's presidency?",
        "Why was Trump impeached the first time?",
        "Why was Trump impeached the second time?",
        "How did Trump's response affect COVID outcomes?",
        "How many excess US citizens died as a result of Trump's bungling of the COVID response?",
        "What events led directly to January 6?",
        "How did Trump respond during the Capitol attack?"
      ]
    },
    {
      "name": "Post-Presidency (2021–2024)",
      "slug": "post-presidency-2021-2024",
      "tags": ["politics", "democracy", "us-politics", "trump"],
      "topics": [
        "What criminal investigations followed Trump after leaving office?",
        "What were the major indictments issued against Trump?",
        "How did Trump maintain political control after losing the presidency?",
        "How did election denial reshape the Republican Party?",
        "How did Trump regain momentum for the 2024 campaign?",
        "What effect did the disastrous debate performance by Joe Biden have on the 2024 Trump campaign?",
        "What happened on the 2024 election night?",
        "How does Trump's legacy compare to previous presidents?"
      ]
    },
    {
      "name": "Legal Problems and Convictions",
      "slug": "legal-problems-and-convictions",
      "tags": ["law", "accountability", "trump", "criminal-justice"],
      "topics": [
        "What is Trump's complete criminal record as of 2025?",
        "What were the charges and outcome of the Manhattan hush money trial?",
        "What happened with the E. Jean Carroll defamation and sexual abuse verdicts?",
        "What did the Trump Organization fraud conviction establish?",
        "What was the Trump University settlement and what did it reveal?",
        "What happened with the classified documents case at Mar-a-Lago?",
        "What were the Georgia election interference charges?",
        "What were the federal January 6th charges and how were they resolved?",
        "How has Trump used delays and appeals to avoid accountability?",
        "How has being president affected his criminal prosecutions?",
        "What civil judgments and penalties has Trump faced?",
        "How does Trump's legal record compare to other former presidents?"
      ]
    },
    {
      "name": "Health and Mental Fitness",
      "slug": "health-and-mental-fitness",
      "tags": ["health", "psychology", "trump", "us-politics"],
      "topics": [
        "What is known about Trump's physical health history?",
        "What did the bizarre 2018 White House physician report claim?",
        "What concerns have been raised about Trump's diet and exercise habits?",
        "What signs of cognitive decline have observers documented?",
        "What verbal patterns suggest possible dementia or mental deterioration?",
        "How do Trump's recent speeches compare to his earlier speaking patterns?",
        "What have mental health professionals said about Trump's psychological profile?",
        "What is narcissistic personality disorder and does Trump exhibit its traits?",
        "How have Trump's handlers managed questions about his mental fitness?",
        "What happens when a sitting president may be cognitively impaired?",
        "How did Trump attack Biden's mental fitness while showing his own signs of decline?"
      ]
    },
    {
      "name": "Second Term (2025–Present)",
      "slug": "second-term-2025-present",
      "tags": ["politics", "authoritarianism", "us-politics", "trump"],
      "topics": [
        "How did Trump consolidate power immediately after returning to office?",
        "What executive actions defined the first 100 days of Trump's second term?",
        "How were federal agencies restructured under the second Trump administration?",
        "What role do loyalists and ideological enforcers play in the new cabinet?",
        "How is Trump responding to ongoing criminal cases while back in office?",
        "How is Trump's second term altering U.S. relations with NATO and global allies?",
        "What changes is Trump trying to make to election administration and voting systems?",
        "How are civil service protections changing under the second Trump presidency?",
        "What is happening to DOJ independence during Trump's second term?",
        "How are political opponents being treated under new federal policies?",
        "How is Trump's second term affecting press freedom?",
        "What role is social media and alternative platforms playing in Trump's governance?",
        "How is mass deportation and immigration enforcement changing under Trump's governance?",
        "How is the Trump administration violating the civil rights of immigrants?",
        "How did the Supreme Court enable Trump's election to a second term?",
        "What economic policies mark the second Trump presidency?",
        "How is Trump's second term affecting democratic institutions?"
      ]
    },
    {
      "name": "Historical Comparisons",
      "slug": "historical-comparisons",
      "tags": ["history", "authoritarianism", "us-politics", "trump"],
      "topics": [
        "How does Trump's full historical arc compare to earlier U.S. presidents?",
        "What comparisons will historians draw between Trump and past authoritarian figures?",
        "How does Trump compare to other leaders who undermined democracies from within?",
        "What parallels exist between Trump and figures like Mussolini, Berlusconi, or Orbán?",
        "How does Trump's rise compare to the Weimar Republic's collapse?",
        "What lessons from 1930s Europe apply to Trump's America?",
        "How does Trump compare to American demagogues like Huey Long or Joe McCarthy?",
        "What early historical parallels are emerging during Trump's second presidency?"
      ]
    },
    {
      "name": "Legacy Assessment",
      "slug": "legacy-assessment",
      "tags": ["history", "democracy", "us-politics", "trump"],
      "topics": [
        "How do historians define political legacy across long time spans?",
        "How has Trump already altered the historical understanding of the presidency?",
        "What democratic norms were permanently disrupted during the Trump era?",
        "How did Trump reshape the Republican Party long-term?",
        "How did Trump alter public trust in elections and institutions?",
        "How will Trump's use of disinformation be judged historically?",
        "What impact did Trump have on global democratic backsliding?",
        "How did Trump transform media, truth, and political reality?",
        "What generational effects has Trump had on political identity?",
        "How will marginalized communities evaluate the Trump years?",
        "What does Trump's legacy reveal about the weaknesses of democratic systems?",
        "How should future societies safeguard against similar political figures?",
        "What final verdict is emerging from historians today?",
        "How might Trump's legacy still change in the decades ahead?"
      ]
    }
  ]
}
