{
  "name": "Pride and Politics: The Fight for LGBTQ+ Equality",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "LGBTQ rights",
    "gay rights",
    "marriage equality",
    "transgender rights",
    "civil rights",
    "Stonewall",
    "Pride"
  ],
  "chapters": [
    {
      "name": "Before Stonewall: Hidden Lives and Early Resistance",
      "topics": [
        "How did American laws criminalize homosexuality from the colonial era onward?",
        "What was life like for LGBTQ+ people in the early 20th century?",
        "How did the 'Lavender Scare' purge gay and lesbian federal employees in the 1950s?",
        "What early organizations like the Mattachine Society and Daughters of Bilitis fought for rights?",
        "Why did police routinely raid gay bars, and how did patrons typically respond?",
        "What role did LGBTQ+ people play in American culture while being forced to hide their identities?"
      ],
      "tags": [
        "society",
        "innovation",
        "physics",
        "biology"
      ]
    },
    {
      "name": "Stonewall and the Birth of Gay Liberation",
      "topics": [
        "What actually happened at the Stonewall Inn in June 1969?",
        "Why did Stonewall spark a movement when earlier raids had not?",
        "Who were the key figures at Stonewall, including Marsha P. Johnson and Sylvia Rivera?",
        "How did the first Pride marches emerge from Stonewall's anniversary?",
        "What distinguished the new 'Gay Liberation' movement from earlier homophile organizations?",
        "How did Stonewall inspire LGBTQ+ activism around the world?"
      ],
      "tags": [
        "politics",
        "activism",
        "civil-rights",
        "media-literacy"
      ]
    },
    {
      "name": "The AIDS Crisis: Tragedy, Activism, and Transformation",
      "topics": [
        "How did the U.S. government initially respond—or fail to respond—to AIDS?",
        "Why did activists say 'Silence = Death' and what did ACT UP accomplish?",
        "How did the AIDS crisis devastate a generation of gay men?",
        "What role did lesbian activists play in the fight against AIDS?",
        "How did AIDS change public perceptions of gay people—for better and worse?",
        "What medical and policy breakthroughs finally turned the tide against AIDS?"
      ],
      "tags": [
        "politics",
        "activism",
        "civil-rights",
        "medicine"
      ]
    },
    {
      "name": "The Battle Over Military Service",
      "topics": [
        "How were LGBTQ+ service members treated before 'Don't Ask, Don't Tell'?",
        "What was 'Don't Ask, Don't Tell' and why was it considered a compromise?",
        "How many service members were discharged under DADT?",
        "What arguments were made for and against openly gay military service?",
        "How did the repeal of DADT in 2010 unfold, and what happened afterward?",
        "Why did the ban on transgender service members become a separate battle?"
      ],
      "tags": [
        "conflict",
        "transparency",
        "civil-rights",
        "media-literacy"
      ]
    },
    {
      "name": "Marriage Equality: From Impossible to Inevitable",
      "topics": [
        "Why was same-sex marriage considered a radical demand even within the LGBTQ+ community?",
        "How did Hawaii's 1993 court case launch the national marriage debate?",
        "What was the Defense of Marriage Act and why did Congress pass it?",
        "How did state-by-state battles shift public opinion over two decades?",
        "What was the legal path from Lawrence v. Texas to Obergefell v. Hodges?",
        "Why did marriage equality happen faster than almost anyone predicted?",
        "How did the marriage fight change the broader LGBTQ+ movement?"
      ],
      "tags": [
        "law",
        "justice",
        "us-politics",
        "civil-rights"
      ]
    },
    {
      "name": "Transgender Rights: Visibility and Backlash",
      "topics": [
        "How has the understanding of gender identity evolved in American society?",
        "What legal protections do transgender Americans currently have—and lack?",
        "Why have bathroom bills become a flashpoint in transgender rights debates?",
        "How has transgender visibility in media changed public attitudes?",
        "What does research show about the outcomes of gender-affirming care?",
        "Why has youth gender care become so politically contested?",
        "How do transgender activists respond to those who question gender identity?"
      ],
      "tags": [
        "politics",
        "human-rights",
        "civil-rights",
        "americas"
      ]
    },
    {
      "name": "Religious Liberty vs. LGBTQ+ Rights",
      "topics": [
        "When does protecting religious practice conflict with LGBTQ+ anti-discrimination laws?",
        "What did the Masterpiece Cakeshop case decide—and leave unresolved?",
        "Should religious organizations be exempt from LGBTQ+ non-discrimination requirements?",
        "How have faith communities themselves divided over LGBTQ+ acceptance?",
        "Why do both sides in this debate claim to be defending fundamental rights?",
        "Are there frameworks that could accommodate both religious conscience and LGBTQ+ equality?"
      ],
      "tags": [
        "religion",
        "human-rights",
        "civil-rights",
        "media-literacy"
      ]
    },
    {
      "name": "LGBTQ+ Rights in Schools and Youth",
      "topics": [
        "How have Gay-Straight Alliances changed school climates for LGBTQ+ students?",
        "What do 'Don't Say Gay' laws prohibit, and what is their stated purpose?",
        "What does research show about bullying and mental health for LGBTQ+ youth?",
        "How have book bans targeted LGBTQ+ content in school libraries?",
        "What are the debates over how schools should address gender identity?",
        "How do LGBTQ+ youth advocates respond to parental rights arguments?"
      ],
      "tags": [
        "science",
        "mental-health",
        "meteorology",
        "civil-rights"
      ]
    },
    {
      "name": "The Workplace: From Fireable to Protected",
      "topics": [
        "Could employers legally fire workers for being gay before 2020?",
        "What did the Supreme Court's Bostock decision change for LGBTQ+ workers?",
        "How have corporate America's attitudes toward LGBTQ+ employees shifted?",
        "What workplace protections still vary by state?",
        "How has the backlash against corporate Pride initiatives affected LGBTQ+ employees?",
        "What barriers to workplace equality persist despite legal protections?"
      ],
      "tags": [
        "law",
        "justice",
        "civil-rights",
        "americas"
      ]
    },
    {
      "name": "Intersectionality: Race, Class, and LGBTQ+ Identity",
      "topics": [
        "How have LGBTQ+ people of color experienced the movement differently?",
        "Why were Black and Latino transgender women central to Stonewall yet often marginalized after?",
        "What disparities in health, income, and safety exist within the LGBTQ+ community?",
        "How has the mainstream LGBTQ+ movement been criticized for centering white, affluent gay men?",
        "What does 'intersectionality' mean in the context of LGBTQ+ rights?",
        "How are LGBTQ+ organizations working to address internal inequities?"
      ],
      "tags": [
        "society",
        "innovation",
        "civil-rights",
        "media-literacy"
      ]
    },
    {
      "name": "The Global Context: America in Comparative Perspective",
      "topics": [
        "How do LGBTQ+ rights in the U.S. compare to other Western democracies?",
        "Why have some countries moved faster on LGBTQ+ rights while others have regressed?",
        "What role has American influence played in global LGBTQ+ rights—both positive and negative?",
        "How do LGBTQ+ people in countries with criminalization view the American movement?",
        "What international organizations and treaties address LGBTQ+ rights?",
        "Is there a global trajectory toward LGBTQ+ equality, or is progress uneven?"
      ],
      "tags": [
        "politics",
        "human-rights",
        "civil-rights",
        "americas"
      ]
    },
    {
      "name": "The Current Moment: Progress and Backlash",
      "topics": [
        "What rights have LGBTQ+ Americans gained in the past decade?",
        "Why has there been a surge in anti-LGBTQ+ legislation in recent years?",
        "How has the political polarization around LGBTQ+ issues intensified?",
        "What do polls show about generational differences in LGBTQ+ acceptance?",
        "How are LGBTQ+ advocates responding to the current wave of restrictions?",
        "Is the arc of LGBTQ+ rights still bending toward equality?"
      ],
      "tags": [
        "politics",
        "human-rights",
        "physics",
        "civil-rights"
      ]
    }
  ]
}