{
  "name": "Marketing Without a Budget",
  "created_by": "Peter Nehl and Claude Opus 4.6",
  "tags": [
    "economics",
    "communication",
    "entrepreneurship",
    "digital-life",
    "social-media"
  ],
  "chapters": [
    {
      "name": "What Is Guerrilla Marketing and Why Does It Work?",
      "topics": [
        "Where did the term guerrilla marketing come from and what did Jay Conrad Levinson mean by it?",
        "Why do resource constraints often produce more creative marketing than big budgets?",
        "What psychological principles make unconventional marketing memorable?",
        "How has guerrilla marketing evolved from street tactics to digital strategies?",
        "What distinguishes guerrilla marketing from simply being cheap?",
        "When does low-budget marketing look scrappy versus strategic?"
      ],
      "tags": ["economics", "psychology", "communication", "entrepreneurship"]
    },
    {
      "name": "Know Your Audience Before You Spend a Dollar",
      "topics": [
        "How can you research your target audience without expensive market research?",
        "What free tools reveal where your potential customers spend time online?",
        "How do you find and listen to conversations your audience is already having?",
        "What can competitor analysis teach you about who you should be reaching?",
        "How do you identify the pain points that make people pay attention?",
        "Why is a narrow, well-defined audience more valuable than a broad one?"
      ],
      "tags": ["economics", "analysis", "methodology", "entrepreneurship"]
    },
    {
      "name": "Content That Spreads: The Mechanics of Sharing",
      "topics": [
        "What makes people share content with others?",
        "How do emotions drive sharing behavior differently than information does?",
        "What is social currency and why do people share things that make them look good?",
        "How does practical value increase the likelihood of content being passed along?",
        "What role does storytelling play in making content memorable and shareable?",
        "Why do some things go viral while objectively better content gets ignored?"
      ],
      "tags": ["media", "psychology", "communication", "social-media"]
    },
    {
      "name": "Building an Audience Before You Have One",
      "topics": [
        "How do you get your first hundred followers, subscribers, or readers?",
        "What platforms reward newcomers and which ones bury them?",
        "How can you leverage other people's audiences through collaboration and guest content?",
        "What is the difference between borrowed audience and owned audience?",
        "How do you convert attention into ongoing relationships?",
        "Why does consistency matter more than virality for sustainable growth?"
      ],
      "tags": ["media", "communication", "digital-life", "social-media"]
    },
    {
      "name": "Earning Media Coverage Without a PR Firm",
      "topics": [
        "How do journalists and bloggers find stories to cover?",
        "What makes a pitch newsworthy versus self-promotional?",
        "How can you become a source rather than begging for coverage?",
        "What free tools help you find and contact relevant journalists?",
        "How do you write a press release that actually gets read?",
        "When is local media more valuable than national coverage?"
      ],
      "tags": ["media", "communication", "journalism", "entrepreneurship"]
    },
    {
      "name": "Community Infiltration vs. Community Building",
      "topics": [
        "What is the difference between joining a community and exploiting one?",
        "How can you add value to existing communities before asking for anything?",
        "What are the ethics of participating in spaces where you have commercial intent?",
        "How do forums, subreddits, and Facebook groups differ in their tolerance for promotion?",
        "When should you build your own community versus contributing to existing ones?",
        "How do you identify communities that actually contain your target audience?"
      ],
      "tags": ["society", "ethics", "communication", "social-media"]
    },
    {
      "name": "The Art of the Stunt",
      "topics": [
        "What makes a marketing stunt work instead of backfiring?",
        "How do you create something surprising enough to earn attention?",
        "What is the relationship between risk and reward in stunt marketing?",
        "How can small organizations punch above their weight with creative stunts?",
        "What legal and ethical boundaries should stunt marketing respect?",
        "How do you amplify a physical stunt through digital channels?"
      ],
      "tags": ["media", "innovation", "communication", "entrepreneurship"]
    },
    {
      "name": "Hijacking Attention: Newsjacking and Trend Riding",
      "topics": [
        "What is newsjacking and when does it work?",
        "How fast do you need to move to capitalize on breaking news?",
        "What is the difference between relevant commentary and tone-deaf opportunism?",
        "How can trending hashtags and topics be leveraged without looking desperate?",
        "When is cultural moment marketing brilliant and when is it cringe?",
        "How do you prepare to move quickly when opportunities arise?"
      ],
      "tags": ["media", "communication", "digital-life", "social-media"]
    },
    {
      "name": "Partnerships and Cross-Promotion",
      "topics": [
        "How do you find potential partners who reach your audience but aren't competitors?",
        "What can you offer a partner when you don't have money or a large audience?",
        "How do co-marketing arrangements benefit both parties?",
        "What makes a partnership pitch compelling versus annoying?",
        "How do affiliate and referral relationships work without cash upfront?",
        "When do partnerships create real value and when are they a distraction?"
      ],
      "tags": ["economics", "negotiation", "communication", "entrepreneurship"]
    },
    {
      "name": "Email: The Channel You Own",
      "topics": [
        "Why is email the most valuable marketing channel for small operators?",
        "How do you build an email list when starting from zero?",
        "What makes people subscribe and what makes them unsubscribe?",
        "How do you write emails people actually open and read?",
        "What is the right frequency and what burns out your list?",
        "How do free email tools compare for small-scale marketing?"
      ],
      "tags": ["technology", "communication", "digital-life", "entrepreneurship"]
    },
    {
      "name": "SEO for People Who Hate SEO",
      "topics": [
        "What is search engine optimization and why does it matter for zero-budget marketing?",
        "How do you find keywords that you can actually rank for?",
        "What on-page factors help search engines understand your content?",
        "How does creating genuinely useful content beat gaming algorithms?",
        "What free SEO tools provide the most value?",
        "How long does SEO take to work and is it worth the investment?"
      ],
      "tags": ["technology", "methodology", "web-development", "entrepreneurship"]
    },
    {
      "name": "When Guerrilla Backfires: Failures and Lessons",
      "topics": [
        "What guerrilla marketing campaigns famously failed and why?",
        "How can edgy marketing cross the line into offensive or harmful?",
        "What happens when stunts are misunderstood or taken out of context?",
        "How do you assess risk before executing unconventional tactics?",
        "What is the reputational cost of marketing that people hate?",
        "How should you respond when a campaign goes wrong?"
      ],
      "tags": ["media", "ethics", "critical-thinking", "entrepreneurship"]
    },
    {
      "name": "Ethics of Attention: Marketing Without Manipulation",
      "topics": [
        "Where is the line between persuasion and manipulation?",
        "How do dark patterns and deceptive tactics damage trust?",
        "What does ethical marketing look like for mission-driven organizations?",
        "How can transparency and honesty become marketing advantages?",
        "When does aggressive marketing undermine the product it promotes?",
        "How do you market effectively while respecting your audience's intelligence?"
      ],
      "tags": ["ethics", "psychology", "critical-thinking", "communication"]
    },
    {
      "name": "Measuring What Matters Without Expensive Tools",
      "topics": [
        "What metrics actually indicate marketing success versus vanity metrics?",
        "How do free analytics tools like Google Analytics help you understand what's working?",
        "What is attribution and why is it so hard to measure?",
        "How do you track offline impact from online marketing?",
        "When should you trust your gut versus demanding data?",
        "How do you avoid paralysis from too much measurement?"
      ],
      "tags": ["technology", "analysis", "data-analytics", "entrepreneurship"]
    },
    {
      "name": "Putting It Together: Your Zero-Budget Marketing Plan",
      "topics": [
        "How do you prioritize tactics when you can't do everything?",
        "What sequence of marketing activities makes sense for a new project?",
        "How much time should you spend on marketing versus building?",
        "How do you create a sustainable marketing rhythm that doesn't burn you out?",
        "When should you start spending money and what should you spend it on first?",
        "What does success look like and how will you know when you've achieved it?"
      ],
      "tags": ["economics", "methodology", "systems-thinking", "entrepreneurship"]
    }
  ]
}
