{
  "name": "Solo Builder Funding How-To",
  "created_by": "Peter Nehl, ChatGPT 5.1, and Claude Opus 4.5",
  "chapters": [
    {
      "name": "Funding Yourself First (Your First and Best Investor)",
      "topics": [
        "Why do investors prefer solo builders who invest in themselves first?",
        "How do you create a realistic micro-budget for your project?",
        "What is 'sweat capital,' and why does it matter more than money?",
        "How do you demonstrate early progress without external funding?",
        "What expenditures are essential for a one-person project (and which are traps)?",
        "How do you avoid draining personal savings while still signaling commitment?"
      ],
      "tags": [
        "economics",
        "finance",
        "personal-finance",
        "innovation"
      ]
    },
    {
      "name": "Designing a Fundable Solo Project",
      "topics": [
        "What types of projects are most fundable for a single builder?",
        "Why is narrow scope the #1 predictor of solo success?",
        "How do you design an MVP you can realistically build alone?",
        "How does deep domain expertise increase investor trust?",
        "How do you calculate project complexity so it aligns with solo capacity?",
        "How do AI and no-code tools expand what one person can build?"
      ],
      "tags": [
        "technology",
        "innovation",
        "entrepreneurship",
        "personal-finance"
      ]
    },
    {
      "name": "The Solo Builder Advantage (Why Investors Now Take Solo Founders Seriously)",
      "topics": [
        "Why are investors increasingly open to solo founders?",
        "How does fast decision-making give you an advantage over founding teams?",
        "Why does a unified vision reduce friction and increase execution speed?",
        "How does lean overhead make solo projects lower-risk investments?",
        "How does eliminating co-founder conflict increase survivability?",
        "How does AI function as your 'team,' changing the investor calculus?"
      ],
      "tags": [
        "economics",
        "innovation",
        "finance",
        "digital-life"
      ]
    },
    {
      "name": "Community Capital: Pre-Sales, Early Backers & Trust Signals",
      "topics": [
        "How can pre-sales validate demand before you build anything?",
        "How do you create trust with no prior audience?",
        "Why do micro-communities often support solo creators more than startups?",
        "How do you design a crowdfunding page that signals competence?",
        "What makes strangers fund low-cost solo projects?",
        "How do you prevent a 'zero-backer' launch?"
      ],
      "tags": [
        "economics",
        "innovation",
        "digital-life",
        "personal-finance"
      ]
    },
    {
      "name": "External Funding: Grants, Angels & Micro-Investors",
      "topics": [
        "In which scenarios do investors prefer solo founders over teams?",
        "How does a clean cap table make you more attractive?",
        "How do you pitch speed, focus, and low overhead as financial advantages?",
        "Which types of grants are realistic for one-person projects?",
        "How do investors evaluate burnout risk for solo builders?",
        "In what industries do solo founders historically outperform teams?"
      ],
      "tags": [
        "economics",
        "finance",
        "innovation",
        "personal-finance"
      ]
    },
    {
      "name": "Sustaining Momentum: The Long-Term Solo Builder Power Curve",
      "topics": [
        "How do you design a sustainable work model as a solo builder?",
        "Why is the 'one mind + many machines' model a long-term advantage?",
        "How do you develop a compelling funding story that compounds over time?",
        "How do you manage burnout risk as the only operator?",
        "When should you not take outside investment?",
        "How do you scale impact without hiring a traditional team?"
      ],
      "tags": [
        "economics",
        "innovation",
        "workplace-dynamics",
        "digital-life"
      ]
    },
    {
      "name": "Strategic Partners, Collaborators & Peer Networks",
      "topics": [
        "How do strategic partners amplify what a solo builder can achieve without forming a team?",
        "What kinds of partnerships increase your credibility with funders and early backers?",
        "How do you identify peers whose goals align naturally with yours?",
        "Why do micro-collaborations of just a few hours often outperform formal partnerships?",
        "How do you negotiate partnerships while preserving full founder control?",
        "How do you create win-win arrangements that require no money upfront?",
        "How can peer groups reduce burnout and help you sustain momentum long-term?",
        "Why do investors view strong partnerships as a signal of founder maturity?"
      ],
      "tags": [
        "economics",
        "innovation",
        "workplace-dynamics",
        "entrepreneurship"
      ]
    }
  ]
}