{
  "name": "Your First Year as an Investor: A Complete Action Plan",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "chapters": [
    {
      "name": "Month 1: Getting Your Financial House in Order",
      "topics": [
        "What needs to be true before you invest a single dollar?",
        "How do you build an emergency fund and how much is enough?",
        "What high-interest debt should you pay off first?",
        "How do you track your income, expenses, and savings rate?",
        "What insurance do you need before investing becomes smart?",
        "How do you create a simple budget that actually works?"
      ],
      "tags": ["economics", "finance", "personal-finance", "budgeting"]
    },
    {
      "name": "Month 2: Setting Your Investment Goals",
      "topics": [
        "What are you actually investing for—retirement, house, freedom?",
        "How do you calculate how much you need for retirement?",
        "How do you prioritize multiple goals?",
        "What is a realistic savings rate and investment return?",
        "How do you set specific, measurable financial goals?",
        "Why writing down your goals dramatically improves outcomes?"
      ],
      "tags": ["economics", "finance", "personal-finance", "retirement"]
    },
    {
      "name": "Month 3: Opening Your Accounts",
      "topics": [
        "What accounts do you need to open and in what order?",
        "How do you sign up for your employer's 401(k)?",
        "How do you open an IRA at Vanguard, Fidelity, or Schwab?",
        "How do you open a taxable brokerage account?",
        "What beneficiary designations do you need to set?",
        "What is the minimum to get started and how do you begin small?"
      ],
      "tags": ["economics", "finance", "personal-finance", "retirement"]
    },
    {
      "name": "Month 4: Choosing Your Investment Strategy",
      "topics": [
        "How do you decide between target-date funds, three-fund portfolios, or other approaches?",
        "What is your asset allocation based on age, goals, and risk tolerance?",
        "What specific funds will you use in each account?",
        "How do you keep it simple enough that you'll actually stick with it?",
        "Why is a 'good enough' strategy better than a 'perfect' strategy you won't follow?",
        "How do you write a one-page investment policy statement?"
      ],
      "tags": ["economics", "finance", "personal-finance", "risk-assessment"]
    },
    {
      "name": "Month 5: Making Your First Investments",
      "topics": [
        "How do you actually buy your first mutual fund or ETF?",
        "What buttons do you click and what information do you need?",
        "Should you invest all at once or dollar-cost average?",
        "How do you set up automatic contributions?",
        "What does it feel like to watch your first investment fluctuate?",
        "What should you do (nothing) after you've invested?"
      ],
      "tags": ["economics", "finance", "personal-finance", "investing"]
    },
    {
      "name": "Month 6: Maximizing Tax-Advantaged Accounts",
      "topics": [
        "Are you capturing your full employer 401(k) match?",
        "Can you increase your 401(k) contribution toward the max?",
        "Should you contribute to a Traditional or Roth IRA?",
        "Do you have an HSA and are you maximizing it?",
        "How do you sequence contributions across accounts?",
        "What tax forms will you see from your investments?"
      ],
      "tags": ["economics", "finance", "personal-finance", "taxation"]
    },
    {
      "name": "Month 7: Surviving Your First Market Drop",
      "topics": [
        "What should you do when the market falls 10%?",
        "What should you do when the market falls 20%?",
        "How do you know whether to do nothing, buy more, or rebalance?",
        "What thoughts and feelings are normal during a decline?",
        "How do you resist the urge to check your accounts constantly?",
        "What can you read or do that will help you stay calm?"
      ],
      "tags": ["psychology", "finance", "personal-finance", "behavioral-psychology"]
    },
    {
      "name": "Month 8: Reviewing and Optimizing",
      "topics": [
        "When and how should you review your investments?",
        "What should you check—and what should you ignore?",
        "How do you rebalance if your allocation has drifted?",
        "Are you paying any unnecessary fees?",
        "Is your tax-efficient asset location optimal?",
        "What paperwork do you need to keep and organize?"
      ],
      "tags": ["economics", "finance", "personal-finance", "decision-making"]
    },
    {
      "name": "Month 9: Expanding Your Knowledge",
      "topics": [
        "What books should every investor read?",
        "What websites and communities are helpful versus harmful?",
        "How do you evaluate financial advice you read online?",
        "What podcasts and newsletters are worth your time?",
        "How do you continue learning without overcomplicating things?",
        "When does more knowledge become counterproductive?"
      ],
      "tags": ["education", "finance", "personal-finance", "media-literacy"]
    },
    {
      "name": "Month 10: Protecting Your Plan",
      "topics": [
        "How do you create an investment policy statement to guide you?",
        "What systems prevent you from making emotional decisions?",
        "How do you handle well-meaning bad advice from friends and family?",
        "What do you do when you hear about a 'hot' investment?",
        "How do you ignore financial news that doesn't matter?",
        "What is the investor's version of the Hippocratic oath: 'First, do no harm'?"
      ],
      "tags": ["psychology", "finance", "personal-finance", "behavioral-psychology"]
    },
    {
      "name": "Month 11: Planning for Life Changes",
      "topics": [
        "How will your investment strategy change when you get married?",
        "What changes when you have children?",
        "How do you handle job changes, raises, and windfalls?",
        "What happens to your investments if you lose your job?",
        "How do you prepare for major expenses like a home purchase?",
        "When should you revisit your overall financial plan?"
      ],
      "tags": ["economics", "finance", "personal-finance", "life-transitions"]
    },
    {
      "name": "Month 12: The Long Road Ahead",
      "topics": [
        "What does your next decade as an investor look like?",
        "What milestones should you celebrate along the way?",
        "How do you stay motivated when retirement is decades away?",
        "What is the power of consistency over 20, 30, 40 years?",
        "What will your future self thank you for doing now?",
        "What does financial independence actually feel like—and is it worth it?"
      ],
      "tags": ["economics", "finance", "personal-finance", "retirement"]
    }
  ]
}
