{
  "name": "Afro-Latino Identity: Race Within the Hispanic Experience",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "afro-latino",
    "black-hispanics",
    "race-ethnicity",
    "intersectionality",
    "colorism"
  ],
  "chapters": [
    {
      "name": "The African Roots of Latin America",
      "topics": [
        "How did the Atlantic slave trade shape Latin American populations?",
        "Where were enslaved Africans concentrated in Latin America?",
        "What African cultural retentions exist in Latin American societies?",
        "How did Latin American slavery differ from North American slavery?",
        "What happened after abolition in different Latin American countries?",
        "How does this history shape contemporary Afro-Latino identity?"
      ],
      "tags": [
        "history",
        "colonialism",
        "americas",
        "race"
      ]
    },
    {
      "name": "Race in Latin America vs. the United States",
      "topics": [
        "How do racial classifications differ between Latin America and the U.S.?",
        "What is the 'racial democracy' myth in Latin American countries?",
        "How does colorism function in Latin American societies?",
        "What does it mean that Latin America has 'no racism'?",
        "How do Afro-Latinos experience the clash of racial systems when they migrate?",
        "What do comparative studies show about racism in both regions?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "race"
      ]
    },
    {
      "name": "Afro-Latinidad: Defining an Identity",
      "topics": [
        "What does Afro-Latino mean and who uses the term?",
        "How has Afro-Latino identity emerged as a distinct category?",
        "What debates exist within the Afro-Latino community about identity?",
        "How do Afro-Latinos navigate being 'too Black for Latinos, too Latino for Blacks'?",
        "What solidarity exists between Afro-Latinos and African Americans?",
        "What tensions exist between these communities?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "race"
      ]
    },
    {
      "name": "Afro-Caribbean Communities",
      "topics": [
        "What is the African heritage of Puerto Rico and how is it acknowledged?",
        "How do Afro-Cubans experience identity in America?",
        "What is the Dominican relationship with Blackness?",
        "How do other Afro-Caribbean Hispanics navigate identity?",
        "What cultural expressions reflect Afro-Caribbean heritage?",
        "How do these communities relate to each other and to African Americans?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "race"
      ]
    },
    {
      "name": "Afro-Mexicans and Afro-Central Americans",
      "topics": [
        "Who are the Afro-Mexicans of the Costa Chica?",
        "How has Mexico recently recognized its Black population?",
        "What Afro-Central American communities exist, including Garifuna?",
        "How do these communities experience invisibility in both homelands and diaspora?",
        "What cultural distinctiveness do these communities maintain?",
        "How are Afro-Mexican and Afro-Central American voices emerging?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "race"
      ]
    },
    {
      "name": "Afro-South Americans",
      "topics": [
        "What is the Black population of Colombia, Brazil, and other South American countries?",
        "How do Afro-Colombians experience identity in the United States?",
        "What about Afro-Ecuadorians, Afro-Peruvians, and Afro-Venezuelans?",
        "How does national origin intersect with racial identity for these groups?",
        "What cultural expressions distinguish Afro-South American communities?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "race"
      ]
    },
    {
      "name": "Colorism and Discrimination Within Hispanic Communities",
      "topics": [
        "How does colorism operate within Hispanic families and communities?",
        "What phrases and practices reflect anti-Black attitudes among Hispanics?",
        "How do darker-skinned Hispanics experience discrimination from other Hispanics?",
        "What 'mejorar la raza' ideology exists and what does it mean?",
        "How are younger Hispanics challenging colorism?",
        "What conversations about anti-Blackness have emerged in Hispanic communities?"
      ],
      "tags": [
        "hispanic-culture",
        "bias",
        "americas",
        "race"
      ]
    },
    {
      "name": "Afro-Latinos and the Census",
      "topics": [
        "How do Afro-Latinos respond to Census racial questions?",
        "What does the 'Some Other Race' phenomenon reveal?",
        "How has the Census tried to count Afro-Latinos?",
        "What are the consequences of racial classification for Afro-Latinos?",
        "How do Afro-Latinos identify when given options?",
        "What do Afro-Latinos want from racial categorization systems?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "race"
      ]
    },
    {
      "name": "Afro-Latino Cultural Contributions",
      "topics": [
        "What role have Afro-Latinos played in music from salsa to reggaeton?",
        "What Afro-Latino artists and writers have shaped American culture?",
        "How has African religious heritage influenced Hispanic spiritual practices?",
        "What visual art and performance reflects Afro-Latino identity?",
        "How are Afro-Latino cultural contributions being recognized?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "americas",
        "music"
      ]
    },
    {
      "name": "The Movement for Afro-Latino Recognition",
      "topics": [
        "What organizations advocate for Afro-Latino visibility?",
        "How has social media amplified Afro-Latino voices?",
        "What campaigns have challenged representation in media?",
        "How have Afro-Latinos engaged with Black Lives Matter?",
        "What academic and cultural projects center Afro-Latino experience?",
        "What progress has been made in Afro-Latino recognition?"
      ],
      "tags": [
        "politics",
        "activism",
        "americas",
        "civil-rights"
      ]
    },
    {
      "name": "Afro-Latino Youth and Identity Formation",
      "topics": [
        "How do young Afro-Latinos think about their identity?",
        "What resources exist for Afro-Latino youth navigating identity?",
        "How do schools address Afro-Latino identity and history?",
        "What peer dynamics affect Afro-Latino young people?",
        "How are young Afro-Latinos using social media to build community?",
        "What mentorship and support systems exist?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "The Future of Afro-Latino Identity",
      "topics": [
        "How will Afro-Latino identity evolve?",
        "What demographic changes will affect Afro-Latino visibility?",
        "How might changing racial attitudes in Latin America affect diaspora identity?",
        "What political power might Afro-Latinos develop?",
        "How will Afro-Latino cultural expression continue to grow?",
        "What is the vision for Afro-Latino inclusion and recognition?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "race"
      ]
    }
  ]
}
