{
  "name": "Discriminación Antihispana: Prejuicio, Estereotipos y Odio",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "anti-hispanic-discrimination",
    "prejudice",
    "stereotypes",
    "hate-crimes",
    "civil-rights"
  ],
  "chapters": [
    {
      "name": "La Historia del Prejuicio Antihispano",
      "topics": [
        "¿Cuál es la historia de la discriminación contra los hispanos en Estados Unidos?",
        "¿Cómo fueron tratados los mexicanos después de la Guerra México-Estadounidense?",
        "¿Qué segregación enfrentaron históricamente los hispanos?",
        "¿Cómo afectaron las olas migratorias el sentimiento antihispano?",
        "¿Qué violencia y linchamientos fueron dirigidos contra los hispanoamericanos?",
        "¿Cómo ha evolucionado el prejuicio antihispano con el tiempo?"
      ],
      "tags": [
        "history",
        "justice",
        "americas",
        "civil-rights"
      ]
    },
    {
      "name": "Estereotipos Comunes",
      "topics": [
        "¿Qué estereotipos tienen los estadounidenses sobre los hispanos?",
        "¿De dónde vienen los estereotipos antihispanos?",
        "¿Cómo varían los estereotipos según el subgrupo hispano?",
        "¿Qué estereotipos 'positivos' aún causan daño?",
        "¿Cómo afectan los estereotipos la autopercepción hispana?",
        "¿Cómo pueden los estereotipos ser desafiados y desmantelados?"
      ],
      "tags": [
        "psychology",
        "hispanic-culture",
        "americas",
        "prejudice"
      ]
    },
    {
      "name": "Representación y Tergiversación en los Medios",
      "topics": [
        "¿Cómo son retratados los hispanos en los medios estadounidenses?",
        "¿Qué estereotipos mediáticos persisten?",
        "¿Cómo enmarca la cobertura de noticias a las comunidades hispanas?",
        "¿Qué progreso se ha hecho en la representación hispana en los medios?",
        "¿Cómo afecta la subrepresentación las percepciones?",
        "¿Qué impacto tienen las redes sociales en los estereotipos hispanos?"
      ],
      "tags": [
        "media",
        "representation",
        "americas",
        "popular-culture"
      ]
    },
    {
      "name": "Discriminación Laboral",
      "topics": [
        "¿Qué discriminación laboral enfrentan los hispanos?",
        "¿Qué tan común es la discriminación en la contratación contra los hispanos?",
        "¿Qué discriminación salarial afecta a los trabajadores hispanos?",
        "¿Cómo funciona la discriminación por acento?",
        "¿Qué protecciones legales existen contra la discriminación laboral?",
        "¿Cómo puede abordarse la discriminación en el lugar de trabajo?"
      ],
      "tags": [
        "economics",
        "justice",
        "americas",
        "employment"
      ]
    },
    {
      "name": "Discriminación en la Vivienda",
      "topics": [
        "¿Qué discriminación en vivienda enfrentan los hispanos?",
        "¿Cómo afecta la discriminación en alquileres a las familias hispanas?",
        "¿Qué discriminación en préstamos se dirige a los compradores hispanos?",
        "¿Cómo persiste la segregación habitacional?",
        "¿Qué leyes de vivienda justa protegen a los hispanos?",
        "¿Cómo puede combatirse la discriminación en vivienda?"
      ],
      "tags": [
        "economics",
        "justice",
        "americas",
        "housing"
      ]
    },
    {
      "name": "Discriminación Educativa",
      "topics": [
        "¿Qué discriminación enfrentan los estudiantes hispanos en las escuelas?",
        "¿Cómo son disciplinados de manera diferente los estudiantes hispanos?",
        "¿Qué barreras de acceso existen para los estudiantes hispanos?",
        "¿Cómo afecta el seguimiento y la clasificación a los estudiantes hispanos?",
        "¿Qué discriminación existe en la educación superior?",
        "¿Qué intervenciones abordan la discriminación educativa?"
      ],
      "tags": [
        "education",
        "justice",
        "americas",
        "discrimination"
      ]
    },
    {
      "name": "Discriminación Lingüística",
      "topics": [
        "¿Qué es la discriminación lingüística y cómo afecta a los hispanos?",
        "¿Cómo son tratados los hispanohablantes en espacios públicos?",
        "¿Qué políticas de solo inglés discriminan a los hispanos?",
        "¿Cómo perjudican a los hispanos los juicios basados en el acento?",
        "¿Qué protecciones legales existen para las minorías lingüísticas?",
        "¿Cómo se intersecta la discriminación lingüística con otros sesgos?"
      ],
      "tags": [
        "hispanic-culture",
        "language",
        "americas",
        "discrimination"
      ]
    },
    {
      "name": "Discriminación en la Atención Médica",
      "topics": [
        "¿Qué discriminación enfrentan los hispanos en entornos de atención médica?",
        "¿Cómo afectan los sesgos de los proveedores la atención hispana?",
        "¿Qué sesgo implícito afecta los resultados de salud hispanos?",
        "¿Cómo afecta la discriminación la confianza en la atención médica?",
        "¿Qué trato desigual reciben los pacientes hispanos?",
        "¿Cómo puede abordarse la discriminación en la atención médica?"
      ],
      "tags": [
        "health",
        "justice",
        "americas",
        "healthcare"
      ]
    },
    {
      "name": "Crímenes de Odio Contra los Hispanos",
      "topics": [
        "¿Cuántos crímenes de odio se dirigen contra los hispanos?",
        "¿Qué motivó el tiroteo en Walmart de El Paso?",
        "¿Cómo ha aumentado la violencia antihispana?",
        "¿Qué papel juega la retórica política en la violencia?",
        "¿Cómo se procesan los crímenes de odio?",
        "¿Qué esfuerzos de prevención abordan el odio antihispano?"
      ],
      "tags": [
        "law",
        "violence",
        "americas",
        "hate-crimes"
      ]
    },
    {
      "name": "Política Antiinmigrante",
      "topics": [
        "¿Cómo se dirige la política antiinmigrante a los hispanos?",
        "¿Qué retórica política convierte en chivos expiatorios a los inmigrantes hispanos?",
        "¿Cómo reflejan las políticas el sentimiento antihispano?",
        "¿Qué es la narrativa de la 'invasión' y sus efectos?",
        "¿Cómo ha cambiado el discurso político con el tiempo?",
        "¿Qué impacto tiene la retórica antiinmigrante en todos los hispanos?"
      ],
      "tags": [
        "politics",
        "migration",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "Protecciones Legales y Derechos Civiles",
      "topics": [
        "¿Qué leyes de derechos civiles protegen a los hispanos?",
        "¿Cómo ganó el movimiento de derechos civiles chicano protecciones?",
        "¿Qué demandas han abordado la discriminación hispana?",
        "¿Qué organizaciones de defensa luchan contra la discriminación?",
        "¿Qué tan efectivas son las leyes contra la discriminación?",
        "¿Qué vacíos legales quedan en los derechos civiles hispanos?"
      ],
      "tags": [
        "law",
        "activism",
        "americas",
        "civil-rights"
      ]
    },
    {
      "name": "Resistiendo y Avanzando",
      "topics": [
        "¿Cómo resisten los hispanoamericanos la discriminación?",
        "¿Qué organizaciones comunitarias combaten el prejuicio?",
        "¿Cómo pueden los aliados apoyar el trabajo contra la discriminación?",
        "¿Qué programas educativos abordan el sesgo antihispano?",
        "¿Qué progreso se ha hecho contra la discriminación?",
        "¿Cuál es el futuro de los derechos civiles hispanos?"
      ],
      "tags": [
        "hispanic-culture",
        "activism",
        "americas",
        "social-change"
      ]
    }
  ]
}
