{
  "name": "Centroamericanos en Estados Unidos: Salvadoreños, Guatemaltecos, Hondureños y Nicaragüenses",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "central-americans",
    "salvadoran-americans",
    "guatemalan-americans",
    "refugee-communities",
    "war-migration"
  ],
  "chapters": [
    {
      "name": "Las Naciones Centroamericanas: Historias Distintas",
      "topics": [
        "¿Cómo difieren las historias de El Salvador, Guatemala, Honduras y Nicaragua?",
        "¿Qué poblaciones indígenas existen en cada país centroamericano?",
        "¿Cómo moldeó la intervención de EE.UU. el desarrollo de cada nación?",
        "¿Qué condiciones económicas y políticas caracterizaron a Centroamérica en el siglo XX?",
        "¿Cómo afectan estos antecedentes distintos las identidades de la diáspora?",
        "¿Qué identidad regional comparten los centroamericanos, si alguna?"
      ],
      "tags": [
        "history",
        "colonialism",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Refugiados de Guerra: La Crisis de los Años 80",
      "topics": [
        "¿Cómo impulsaron las guerras civiles en El Salvador y Guatemala la migración?",
        "¿De qué atrocidades huyeron los refugiados?",
        "¿Cómo difirió la política de EE.UU. hacia los refugiados centroamericanos de la política hacia los cubanos?",
        "¿Qué fue el Movimiento Santuario y cómo ayudó a los refugiados?",
        "¿Cuántos centroamericanos llegaron durante la era de la guerra civil?",
        "¿Qué trauma trajeron consigo los refugiados de guerra?",
        "¿Cómo se conectó el asunto Irán-Contra con la migración centroamericana?"
      ],
      "tags": [
        "history",
        "migration",
        "americas",
        "refugees"
      ]
    },
    {
      "name": "Salvadoreños Americanos: El Grupo Centroamericano Más Grande",
      "topics": [
        "¿Cuántos salvadoreños americanos hay y dónde viven?",
        "¿Qué distingue los patrones migratorios salvadoreños de otros grupos?",
        "¿Cómo ha afectado el TPS a la comunidad salvadoreña americana?",
        "¿Cuál es la relación entre los salvadoreños y la MS-13 en la percepción popular?",
        "¿Cómo han construido los salvadoreños americanos comunidades en Los Ángeles y DC?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Guatemaltecos Americanos: Indígenas y Ladinos",
      "topics": [
        "¿Cuántos guatemaltecos americanos hay y dónde viven?",
        "¿Cómo moldea la población indígena maya la identidad guatemalteca americana?",
        "¿Qué lenguas y culturas mayas distintas persisten en la diáspora?",
        "¿Cómo se relacionan los guatemaltecos ladinos e indígenas en Estados Unidos?",
        "¿Qué organizaciones comunitarias sirven a los guatemaltecos americanos?",
        "¿Cómo mantienen los guatemaltecos americanos conexiones con sus aldeas de origen?",
        "¿Qué papel juega el genocidio de los pueblos mayas en la memoria comunitaria?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Hondureños Americanos: Una Comunidad en Crecimiento",
      "topics": [
        "¿Cómo ha aumentado la migración hondureña en décadas recientes?",
        "¿Qué impulsa la emigración hondureña contemporánea?",
        "¿Dónde se concentran geográficamente los hondureños americanos?",
        "¿Cómo difieren los hondureños americanos de los salvadoreños y guatemaltecos?",
        "¿Qué es la comunidad garífuna dentro de la América hondureña?",
        "¿Cómo ha moldeado la violencia de las pandillas y la corrupción la migración reciente?"
      ],
      "tags": [
        "society",
        "migration",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Nicaragüenses Americanos: Orígenes Diversos",
      "topics": [
        "¿Cómo difirió la migración nicaragüense de otros flujos centroamericanos?",
        "¿Quiénes fueron los exiliados nicaragüenses que huían de los sandinistas?",
        "¿Cómo difieren los nicaragüenses americanos en Miami de los de otros lugares?",
        "¿Qué pasó con la migración nicaragüense después de los Contras?",
        "¿Cómo ha afectado la reciente crisis de Ortega la emigración nicaragüense?",
        "¿Dónde viven los nicaragüenses americanos y qué comunidades han construido?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Limbo Legal: TPS y DACA",
      "topics": [
        "¿Qué es el Estatus de Protección Temporal y cómo ha afectado a los centroamericanos?",
        "¿Cuántos centroamericanos dependen del TPS para su estatus legal?",
        "¿Qué pasó cuando la administración Trump intentó terminar el TPS?",
        "¿Cómo experimentan su estatus los beneficiarios centroamericanos de DACA?",
        "¿Cómo es la vida para los centroamericanos indocumentados?",
        "¿Cómo afecta la incertidumbre legal la vida familiar y comunitaria?",
        "¿Qué esfuerzos de defensa apoyan el estatus legal centroamericano?"
      ],
      "tags": [
        "law",
        "governance",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "Geografía del Asentamiento",
      "topics": [
        "¿Cómo se convirtió Los Ángeles en el centro de la América centroamericana?",
        "¿Qué comunidades centroamericanas existen en el área de Washington DC?",
        "¿Dónde más se han formado comunidades centroamericanas significativas?",
        "¿Cómo difieren los patrones de asentamiento por origen nacional?",
        "¿Qué papel juegan las redes existentes en dirigir el asentamiento?"
      ],
      "tags": [
        "geography",
        "migration",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Vida Económica y Trabajo",
      "topics": [
        "¿Qué industrias emplean a los trabajadores centroamericanos?",
        "¿Cómo se compara el estatus económico centroamericano con otros grupos?",
        "¿Qué papel juegan las remesas en las economías centroamericanas?",
        "¿Cómo han construido negocios los empresarios centroamericanos?",
        "¿Qué movilidad económica han experimentado los centroamericanos?",
        "¿Cómo afecta el estatus migratorio las oportunidades económicas?",
        "¿Qué organización laboral ha ocurrido en las comunidades centroamericanas?"
      ],
      "tags": [
        "economics",
        "inequality",
        "americas",
        "labor"
      ]
    },
    {
      "name": "Cultura y Comunidad",
      "topics": [
        "¿Qué tradiciones culturales mantienen los centroamericanos en Estados Unidos?",
        "¿Cómo difieren las cocinas salvadoreña, guatemalteca y otras?",
        "¿Qué prácticas religiosas caracterizan a las comunidades centroamericanas?",
        "¿Cómo funcionan los festivales y celebraciones centroamericanas?",
        "¿Qué música y arte surge de la vida centroamericana americana?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "¿Identidad Pan-Centroamericana?",
      "topics": [
        "¿Se identifican los centroamericanos en Estados Unidos como un grupo unificado?",
        "¿Qué une a las nacionalidades centroamericanas?",
        "¿Qué las mantiene distintas?",
        "¿Cómo se relacionan los centroamericanos con los mexicoamericanos y otros latinos?",
        "¿Qué organizaciones abarcan los orígenes nacionales centroamericanos?",
        "¿Está surgiendo una identidad pan-centroamericana?",
        "¿Cómo piensan sobre la identidad los centroamericanos de segunda generación?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Las Próximas Generaciones",
      "topics": [
        "¿Cómo forman identidad los centroamericanos nacidos en Estados Unidos?",
        "¿Qué pasa con la identidad de origen nacional en la segunda generación?",
        "¿Qué tan conectados están los jóvenes centroamericanos con las tierras natales de sus padres?",
        "¿Qué resultados educativos y económicos están logrando los centroamericanos de segunda generación?",
        "¿Cuál es el futuro de las comunidades centroamericanas americanas?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    }
  ]
}
