{
  "name": "Cubanoamericanos: Exilio, Éxito y Complejidad Política",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "cuban-americans",
    "exile-community",
    "miami-cubans",
    "hispanic-politics",
    "refugee-success"
  ],
  "chapters": [
    {
      "name": "Los Exiliados Dorados: La Primera Ola",
      "topics": [
        "¿Quiénes fueron los cubanos que huyeron inmediatamente después de la revolución de Castro?",
        "¿Qué antecedentes de clase y profesionales caracterizaron a la primera ola?",
        "¿Cómo recibió el gobierno de EE.UU. a los refugiados cubanos en los años 60?",
        "¿Qué ventajas tuvieron los primeros exiliados cubanos sobre los migrantes posteriores?",
        "¿Cómo estableció la primera ola los cimientos del Miami cubano?",
        "¿Qué fue del sueño de retorno entre los primeros exiliados?",
        "¿Cómo trajo la Operación Pedro Pan a niños cubanos a Estados Unidos?",
        "¿Qué papel jugaron la CIA y la política de EE.UU. en facilitar el exilio?"
      ],
      "tags": [
        "history",
        "migration",
        "americas",
        "refugees"
      ]
    },
    {
      "name": "Mariel y los Marielitos",
      "topics": [
        "¿Qué fue el éxodo del Mariel y cómo sucedió?",
        "¿Cuántos cubanos llegaron durante el Mariel y quiénes eran?",
        "¿Por qué se volvió tan negativa la imagen estadounidense de los marielitos?",
        "¿Cómo recibieron los cubanoamericanos existentes a los marielitos?",
        "¿Qué diferencias de clase y raza distinguieron a los marielitos de las olas anteriores?"
      ],
      "tags": [
        "history",
        "migration",
        "americas",
        "refugees"
      ]
    },
    {
      "name": "Balseros: Balsas y Desesperación",
      "topics": [
        "¿Quiénes fueron los balseros y qué los impulsó al mar?",
        "¿Qué tan peligroso era el cruce del Estrecho de la Florida?",
        "¿Qué fue la crisis de balseros de 1994 y cómo se resolvió?",
        "¿Cómo moldeó la política de pies secos/pies mojados la migración cubana?",
        "¿Qué pasó cuando terminó pies secos/pies mojados en 2017?",
        "¿Cómo difieren los recién llegados cubanos de las olas históricas?",
        "¿Qué papel ha jugado Nicaragua como ruta de tránsito para los migrantes cubanos?"
      ],
      "tags": [
        "history",
        "migration",
        "americas",
        "refugees"
      ]
    },
    {
      "name": "Miami: Capital de la América Cubana",
      "topics": [
        "¿Cómo se convirtió Miami en el centro de la vida cubanoamericana?",
        "¿Qué es La Pequeña Habana y cómo ha cambiado?",
        "¿Cómo han moldeado los cubanoamericanos la economía y cultura de Miami?",
        "¿Qué poder político ejercen los cubanoamericanos en Miami?",
        "¿Cómo experimentan el Miami dominado por cubanos los latinos no cubanos?"
      ],
      "tags": [
        "geography",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "La Historia de Éxito Económico",
      "topics": [
        "¿Por qué son los cubanoamericanos más prósperos que otros grupos hispanos?",
        "¿Qué papel jugó la asistencia estadounidense a refugiados en el éxito cubano?",
        "¿Cómo funcionaron las redes étnicas cubanas y la economía de enclave?",
        "¿Qué sectores empresariales han dominado los cubanoamericanos?",
        "¿Cómo se ha comparado la riqueza cubanoamericana a través de las generaciones?",
        "¿Sigue siendo cierta la historia de éxito para los recién llegados?",
        "¿Qué patrones de logro educativo existen entre los cubanoamericanos?",
        "¿Cómo se comparan los empresarios cubanoamericanos con otros grupos?"
      ],
      "tags": [
        "economics",
        "development",
        "americas",
        "labor"
      ]
    },
    {
      "name": "El Anticomunismo como Identidad",
      "topics": [
        "¿Cómo ha definido la oposición a Castro la política cubanoamericana?",
        "¿Qué organizaciones han mantenido el activismo anti-Castro?",
        "¿Cómo ha moldeado el anticomunismo el conservadurismo cubanoamericano?",
        "¿Qué pasó cuando Obama normalizó las relaciones con Cuba?",
        "¿Cómo ven los jóvenes cubanoamericanos el legado anticomunista?"
      ],
      "tags": [
        "politics",
        "nationalism",
        "americas",
        "us-politics"
      ]
    },
    {
      "name": "Lealtades Republicanas y Deserciones Demócratas",
      "topics": [
        "¿Por qué han votado históricamente los cubanoamericanos por los republicanos?",
        "¿Cómo difirió el apoyo cubanoamericano a los republicanos de otros hispanos?",
        "¿Qué cambios ocurrieron en el voto cubanoamericano en 2008 y 2020?",
        "¿Cómo afectan las diferencias generacionales el partidismo cubanoamericano?",
        "¿Qué temas más allá de la política hacia Cuba moldean la política cubanoamericana?",
        "¿Se están volviendo los cubanoamericanos más parecidos a otros hispanos políticamente?",
        "¿Cómo afectó la política de Trump hacia Cuba el apoyo cubanoamericano?"
      ],
      "tags": [
        "politics",
        "representation",
        "americas",
        "elections"
      ]
    },
    {
      "name": "Blancura y Raza",
      "topics": [
        "¿Cómo se han posicionado los cubanoamericanos racialmente en Estados Unidos?",
        "¿Por qué es más probable que los cubanoamericanos se identifiquen como blancos?",
        "¿Cómo experimentan los afrocubanos las comunidades cubanoamericanas?",
        "¿Qué políticas raciales existen dentro del Miami cubano?",
        "¿Cómo afecta la identificación racial las oportunidades cubanoamericanas?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "race"
      ]
    },
    {
      "name": "Cultura Cubanoamericana",
      "topics": [
        "¿Qué instituciones culturales preservan la herencia cubana en Estados Unidos?",
        "¿Cómo ha evolucionado la música cubana en la diáspora?",
        "¿Qué papel juega la comida cubana en la identidad?",
        "¿Cómo celebran y mantienen los cubanoamericanos las tradiciones?",
        "¿Qué artistas cubanoamericanos han alcanzado prominencia?",
        "¿Cómo conecta la cultura a los cubanoamericanos con la isla?",
        "¿Qué literatura y cine ha surgido de la experiencia cubanoamericana?",
        "¿Cómo se ha convertido la Calle Ocho en un hito cultural?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "americas",
        "music"
      ]
    },
    {
      "name": "Conexiones con la Isla",
      "topics": [
        "¿Cómo mantienen los cubanoamericanos lazos con la familia en Cuba?",
        "¿Qué son las remesas y qué tan importantes son?",
        "¿Cómo han afectado las restricciones de viaje las conexiones familiares?",
        "¿Qué tensiones existen alrededor de visitar y enviar dinero?",
        "¿Cómo ven la isla los cubanoamericanos que han regresado?"
      ],
      "tags": [
        "society",
        "migration",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Cubanoamericanos Fuera de Florida",
      "topics": [
        "¿Dónde viven los cubanoamericanos más allá de Miami?",
        "¿Cómo difiere la comunidad cubana de Nueva Jersey?",
        "¿Qué presencia cubanoamericana existe en el suroeste?",
        "¿Cómo difieren los cubanoamericanos en ciudades diversas de los cubanos de Miami?",
        "¿Qué atrae a los cubanoamericanos a diferentes partes del país?",
        "¿Qué tan conectados están los cubanos fuera de Florida con el Miami cubano?",
        "¿Qué culturas distintas se han desarrollado en las comunidades cubanas fuera de Miami?"
      ],
      "tags": [
        "geography",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "La Próxima Generación",
      "topics": [
        "¿Cómo piensan sobre la identidad los cubanoamericanos de segunda y tercera generación?",
        "¿Qué pasa con la identidad cubana con el matrimonio mixto?",
        "¿Cómo ven los jóvenes cubanoamericanos la política hacia Cuba?",
        "¿Qué tendencias políticas están surgiendo entre los jóvenes cubanoamericanos?",
        "¿Qué tan conectados se sienten los jóvenes cubanoamericanos con la isla?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    }
  ]
}
