{
  "name": "Cuban Americans: Exile, Success, and Political Complexity",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "cuban-americans",
    "exile-community",
    "miami-cubans",
    "hispanic-politics",
    "refugee-success"
  ],
  "chapters": [
    {
      "name": "The Golden Exiles: The First Wave",
      "topics": [
        "Who were the Cubans who fled immediately after Castro's revolution?",
        "What class and professional backgrounds characterized the first wave?",
        "How did the U.S. government receive Cuban refugees in the 1960s?",
        "What advantages did early Cuban exiles have over later migrants?",
        "How did the first wave establish the foundation for Cuban Miami?",
        "What became of the dream of return among early exiles?",
        "How did Operation Pedro Pan bring Cuban children to America?",
        "What role did the CIA and U.S. policy play in facilitating exile?"
      ],
      "tags": ["history", "migration", "americas", "refugees"]
    },
    {
      "name": "Mariel and the Marielitos",
      "topics": [
        "What was the Mariel boatlift and how did it happen?",
        "How many Cubans came during Mariel and who were they?",
        "Why did the American image of Marielitos become so negative?",
        "How did existing Cuban Americans receive the Marielitos?",
        "What class and racial differences distinguished Marielitos from earlier waves?"
      ],
      "tags": ["history", "migration", "americas", "refugees"]
    },
    {
      "name": "Balseros: Rafters and Desperation",
      "topics": [
        "Who were the balseros and what drove them to sea?",
        "How dangerous was the Florida Straits crossing?",
        "What was the 1994 rafter crisis and how was it resolved?",
        "How did wet foot/dry foot policy shape Cuban migration?",
        "What happened when wet foot/dry foot ended in 2017?",
        "How do recent Cuban arrivals differ from historic waves?",
        "What role has Nicaragua played as a transit route for Cuban migrants?"
      ],
      "tags": ["history", "migration", "americas", "refugees"]
    },
    {
      "name": "Miami: Capital of Cuban America",
      "topics": [
        "How did Miami become the center of Cuban American life?",
        "What is Little Havana and how has it changed?",
        "How have Cuban Americans shaped Miami's economy and culture?",
        "What political power do Cuban Americans wield in Miami?",
        "How do non-Cuban Latinos experience Cuban-dominated Miami?"
      ],
      "tags": ["geography", "identity", "americas", "sociology"]
    },
    {
      "name": "The Economic Success Story",
      "topics": [
        "Why are Cuban Americans more prosperous than other Hispanic groups?",
        "What role did U.S. refugee assistance play in Cuban success?",
        "How did Cuban ethnic networks and enclave economy work?",
        "What business sectors have Cuban Americans dominated?",
        "How has Cuban American wealth compared across generations?",
        "Is the success story still true for recent arrivals?",
        "What educational attainment patterns exist among Cuban Americans?",
        "How do Cuban American entrepreneurs compare to other groups?"
      ],
      "tags": ["economics", "development", "americas", "labor"]
    },
    {
      "name": "Anti-Communism as Identity",
      "topics": [
        "How has opposition to Castro defined Cuban American politics?",
        "What organizations have maintained anti-Castro activism?",
        "How has anti-communism shaped Cuban American conservatism?",
        "What happened when Obama normalized relations with Cuba?",
        "How do younger Cuban Americans view the anti-communist legacy?"
      ],
      "tags": ["politics", "nationalism", "americas", "us-politics"]
    },
    {
      "name": "Republican Loyalties and Democratic Defections",
      "topics": [
        "Why have Cuban Americans historically voted Republican?",
        "How did Cuban American support for Republicans differ from other Hispanics?",
        "What shifts occurred in Cuban American voting in 2008 and 2020?",
        "How do generational differences affect Cuban American partisanship?",
        "What issues beyond Cuba policy shape Cuban American politics?",
        "Are Cuban Americans becoming more like other Hispanics politically?",
        "How did Trump's Cuba policy affect Cuban American support?"
      ],
      "tags": ["politics", "representation", "americas", "elections"]
    },
    {
      "name": "Whiteness and Race",
      "topics": [
        "How have Cuban Americans positioned themselves racially in America?",
        "Why are Cuban Americans more likely to identify as white?",
        "How do Afro-Cubans experience Cuban American communities?",
        "What racial politics exist within Cuban Miami?",
        "How does racial identification affect Cuban American opportunities?"
      ],
      "tags": ["society", "identity", "americas", "race"]
    },
    {
      "name": "Cuban American Culture",
      "topics": [
        "What cultural institutions preserve Cuban heritage in America?",
        "How has Cuban music evolved in the diaspora?",
        "What role does Cuban food play in identity?",
        "How do Cuban Americans celebrate and maintain traditions?",
        "What Cuban American artists have achieved prominence?",
        "How does culture connect Cuban Americans to the island?",
        "What literature and film has emerged from Cuban American experience?",
        "How has Calle Ocho become a cultural landmark?"
      ],
      "tags": ["arts", "cultural-heritage", "americas", "music"]
    },
    {
      "name": "Connections to the Island",
      "topics": [
        "How do Cuban Americans maintain ties to family in Cuba?",
        "What are remittances and how important are they?",
        "How have travel restrictions affected family connections?",
        "What tensions exist around visiting and sending money?",
        "How do Cuban Americans who've returned view the island?"
      ],
      "tags": ["society", "migration", "americas", "sociology"]
    },
    {
      "name": "Cuban Americans Outside Florida",
      "topics": [
        "Where do Cuban Americans live beyond Miami?",
        "How does the New Jersey Cuban community differ?",
        "What Cuban American presence exists in the Southwest?",
        "How do Cuban Americans in diverse cities differ from Miami Cubans?",
        "What draws Cuban Americans to different parts of the country?",
        "How connected are non-Florida Cubans to Cuban Miami?",
        "What distinct cultures have developed in non-Miami Cuban communities?"
      ],
      "tags": ["geography", "identity", "americas", "sociology"]
    },
    {
      "name": "The Next Generation",
      "topics": [
        "How do second and third generation Cuban Americans think about identity?",
        "What happens to Cuban identity with intermarriage?",
        "How do young Cuban Americans view Cuba policy?",
        "What political trends are emerging among younger Cuban Americans?",
        "How connected do young Cuban Americans feel to the island?"
      ],
      "tags": ["society", "identity", "americas", "sociology"]
    }
  ]
}
