{
  "name": "Hispanic Political Leaders: From Local Office to National Stage",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-politicians",
    "political-representation",
    "latino-leadership",
    "elected-officials",
    "public-service"
  ],
  "chapters": [
    {
      "name": "The State of Hispanic Political Representation",
      "topics": [
        "How many Hispanic elected officials serve in America?",
        "What is Hispanic representation relative to population share?",
        "How has Hispanic representation changed over time?",
        "What levels of government have the most Hispanic officials?",
        "Where is Hispanic representation strongest and weakest?",
        "What representation gap still exists?"
      ],
      "tags": [
        "politics",
        "representation",
        "americas",
        "elected-officials"
      ]
    },
    {
      "name": "Pioneers and Trailblazers",
      "topics": [
        "Who were the first Hispanic members of Congress?",
        "What pioneers broke barriers in state and local government?",
        "Who were the first Hispanic governors?",
        "What sacrifices did early Hispanic politicians make?",
        "How did civil rights activism create paths to office?",
        "What legacy did Hispanic political pioneers leave?"
      ],
      "tags": [
        "politics",
        "history",
        "americas",
        "civil-rights"
      ]
    },
    {
      "name": "Hispanics in Congress",
      "topics": [
        "How many Hispanics serve in the current Congress?",
        "What is the Congressional Hispanic Caucus?",
        "What committee positions do Hispanic members hold?",
        "What issues do Hispanic members champion?",
        "How do Democratic and Republican Hispanic members differ?",
        "What power do Hispanic caucus members wield?"
      ],
      "tags": [
        "politics",
        "governance",
        "americas",
        "congress"
      ]
    },
    {
      "name": "Hispanic Governors and State Leaders",
      "topics": [
        "Which states have had Hispanic governors?",
        "What Hispanic leaders serve in state governments?",
        "How have Hispanic governors approached state policy?",
        "What attorneys general and other statewide officials are Hispanic?",
        "What barriers exist to Hispanic statewide office?",
        "What future Hispanic gubernatorial candidates are emerging?"
      ],
      "tags": [
        "politics",
        "governance",
        "americas",
        "state-government"
      ]
    },
    {
      "name": "Mayors and Local Leadership",
      "topics": [
        "What major cities have Hispanic mayors?",
        "How do Hispanic mayors govern differently?",
        "What city council and local board representation exists?",
        "How has local office served as a pipeline to higher office?",
        "What challenges do Hispanic local officials face?",
        "What success stories exist in Hispanic local leadership?"
      ],
      "tags": [
        "politics",
        "governance",
        "americas",
        "local-government"
      ]
    },
    {
      "name": "Cabinet and Executive Branch",
      "topics": [
        "What Cabinet positions have Hispanics held?",
        "What other executive branch leadership roles have Hispanics served?",
        "How have Hispanic Cabinet members influenced policy?",
        "What ambassadors and diplomatic roles have Hispanics held?",
        "What appointments have recent administrations made?",
        "What executive branch representation gaps remain?"
      ],
      "tags": [
        "politics",
        "governance",
        "americas",
        "executive-branch"
      ]
    },
    {
      "name": "Hispanic Judges",
      "topics": [
        "How many Hispanic judges serve at federal and state levels?",
        "Who are the Hispanic Supreme Court justices?",
        "What federal appellate judges are Hispanic?",
        "How are Hispanics represented on state benches?",
        "What impact have Hispanic judges had on jurisprudence?",
        "What barriers exist to Hispanic judicial appointments?"
      ],
      "tags": [
        "law",
        "governance",
        "americas",
        "judiciary"
      ]
    },
    {
      "name": "Hispanic Republicans",
      "topics": [
        "What Hispanic leaders serve in the Republican Party?",
        "How have Cuban American Republicans shaped the GOP?",
        "What positions do Hispanic Republicans take on immigration?",
        "How do Hispanic Republicans balance identity and party?",
        "What future does the GOP have with Hispanic voters and leaders?",
        "What tensions exist for Hispanic Republicans?"
      ],
      "tags": [
        "politics",
        "hispanic-culture",
        "americas",
        "republican-party"
      ]
    },
    {
      "name": "Hispanic Democrats",
      "topics": [
        "What Hispanic leaders serve in the Democratic Party?",
        "How have Hispanic Democrats shaped party priorities?",
        "What role do Hispanic Democrats play in immigration debates?",
        "How do Hispanic Democrats represent diverse communities?",
        "What challenges do Hispanic Democrats face within the party?",
        "What future leaders are emerging among Hispanic Democrats?"
      ],
      "tags": [
        "politics",
        "hispanic-culture",
        "americas",
        "democratic-party"
      ]
    },
    {
      "name": "Pathways to Office",
      "topics": [
        "What paths do Hispanic politicians take to office?",
        "What role do political parties play in recruiting Hispanics?",
        "How do candidates raise money and build support?",
        "What pipeline programs develop Hispanic political talent?",
        "What obstacles discourage Hispanics from running?",
        "How can pathways to office be expanded?"
      ],
      "tags": [
        "politics",
        "activism",
        "americas",
        "political-careers"
      ]
    },
    {
      "name": "Policy Influence and Priorities",
      "topics": [
        "What policy priorities do Hispanic officials pursue?",
        "How do Hispanic officials approach immigration policy?",
        "What economic policies do Hispanic leaders support?",
        "How do Hispanic officials address education and health?",
        "Do Hispanic officials represent all constituents or Hispanic interests?",
        "What policy differences exist among Hispanic politicians?"
      ],
      "tags": [
        "politics",
        "governance",
        "americas",
        "policy"
      ]
    },
    {
      "name": "The Next Generation of Hispanic Leaders",
      "topics": [
        "Who are the rising stars in Hispanic politics?",
        "What young Hispanic officials are gaining prominence?",
        "Will a Hispanic be elected president?",
        "What will political representation look like in 2040?",
        "How are demographics changing Hispanic political possibilities?",
        "What does the future hold for Hispanic political leadership?"
      ],
      "tags": [
        "politics",
        "representation",
        "americas",
        "future-trends"
      ]
    }
  ]
}
