{
  "name": "Hispanic Theater and Performance: From Community Stages to Broadway",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-theater",
    "latino-performance",
    "broadway",
    "community-theater",
    "performing-arts"
  ],
  "chapters": [
    {
      "name": "Hispanic Theater Traditions",
      "topics": [
        "What theatrical traditions did Hispanic communities bring to America?",
        "How did Spanish-language theater develop in the United States?",
        "What early teatro companies existed?",
        "How did vaudeville and variety shows feature Hispanic performers?",
        "What role did theater play in immigrant communities?",
        "How have theatrical traditions evolved over generations?"
      ],
      "tags": ["arts", "tradition", "americas", "theater-history"]
    },
    {
      "name": "El Teatro Campesino",
      "topics": [
        "What was El Teatro Campesino and why does it matter?",
        "How did Luis Valdez create political theater?",
        "What actos and performances defined the company?",
        "How did farmworker theater connect to activism?",
        "What legacy has El Teatro Campesino left?",
        "How did this movement influence later Hispanic theater?"
      ],
      "tags": ["arts", "activism", "americas", "chicano-theater"]
    },
    {
      "name": "Nuyorican Theater",
      "topics": [
        "What is the Nuyorican theatrical tradition?",
        "How has Puerto Rican experience shaped New York theater?",
        "What playwrights have emerged from the Nuyorican tradition?",
        "How has the Nuyorican Poets Cafe influenced performance?",
        "What themes dominate Nuyorican drama?",
        "How has Nuyorican theater influenced American performance?"
      ],
      "tags": ["arts", "performance", "americas", "nuyorican"]
    },
    {
      "name": "Hispanic Playwrights",
      "topics": [
        "Who are the major Hispanic American playwrights?",
        "What plays have achieved critical and commercial success?",
        "How have playwrights addressed identity and community?",
        "What awards have Hispanic playwrights won?",
        "How are new Hispanic playwrights being developed?",
        "What themes define contemporary Hispanic playwriting?"
      ],
      "tags": ["arts", "literature", "americas", "playwriting"]
    },
    {
      "name": "Hispanics on Broadway",
      "topics": [
        "What is the history of Hispanics on Broadway?",
        "How did West Side Story shape Hispanic Broadway representation?",
        "What Tony Awards have Hispanic performers and creators won?",
        "How did In the Heights change Broadway?",
        "What current Broadway shows feature Hispanic talent?",
        "What barriers remain to Hispanic Broadway success?"
      ],
      "tags": ["arts", "performance", "americas", "broadway"]
    },
    {
      "name": "Lin-Manuel Miranda and Hamilton",
      "topics": [
        "Who is Lin-Manuel Miranda and what is his impact?",
        "How did In the Heights break ground?",
        "What made Hamilton a cultural phenomenon?",
        "How has Miranda influenced Hispanic representation in theater?",
        "What doors has Miranda's success opened?",
        "What is Miranda's continuing influence on American theater?"
      ],
      "tags": ["arts", "performance", "americas", "broadway"]
    },
    {
      "name": "Regional and Community Theater",
      "topics": [
        "What Hispanic theater companies exist across America?",
        "How do community theaters serve Hispanic audiences?",
        "What role does theater play in Hispanic neighborhoods?",
        "What bilingual and Spanish-language productions exist?",
        "How do regional theaters develop Hispanic talent?",
        "What challenges do Hispanic regional theaters face?"
      ],
      "tags": ["arts", "community", "americas", "regional-theater"]
    },
    {
      "name": "Musical Theater and Hispanic Stories",
      "topics": [
        "What musicals tell Hispanic stories?",
        "How have Hispanic composers and lyricists contributed?",
        "What Latin music influences appear in musicals?",
        "How has Spanglish been used in musical theater?",
        "What new musicals feature Hispanic themes?",
        "How do musicals reach beyond traditional audiences?"
      ],
      "tags": ["arts", "music", "americas", "musical-theater"]
    },
    {
      "name": "Performance Art and Experimental Work",
      "topics": [
        "What Hispanic performance artists have made an impact?",
        "How does performance art address identity and politics?",
        "Who are the major experimental Hispanic theater makers?",
        "What interdisciplinary work are Hispanic artists creating?",
        "How do performance artists engage with heritage?",
        "What spaces support experimental Hispanic performance?"
      ],
      "tags": ["arts", "innovation", "americas", "performance-art"]
    },
    {
      "name": "Acting Training and Development",
      "topics": [
        "How are Hispanic actors trained?",
        "What conservatories and programs serve Hispanic performers?",
        "What mentorship exists for emerging Hispanic talent?",
        "How do actors navigate type-casting and limited roles?",
        "What career paths do Hispanic theater artists follow?",
        "How is pipeline development improving?"
      ],
      "tags": ["arts", "education", "americas", "acting"]
    },
    {
      "name": "Circus, Cabaret, and Popular Entertainment",
      "topics": [
        "What role have Hispanics played in circus and carnival?",
        "How has cabaret featured Hispanic performers?",
        "What variety and club entertainment has Hispanic presence?",
        "How do popular entertainment forms preserve culture?",
        "What nightclub and revue traditions exist?",
        "How do these forms connect to formal theater?"
      ],
      "tags": ["arts", "entertainment", "americas", "popular-culture"]
    },
    {
      "name": "The Future of Hispanic Performance",
      "topics": [
        "What is the future of Hispanic American theater?",
        "How will digital performance affect Hispanic theater?",
        "What new voices are emerging?",
        "How will institutional support evolve?",
        "What audiences will Hispanic theater reach?",
        "What will American theater look like with full Hispanic integration?"
      ],
      "tags": ["arts", "performance", "americas", "future-trends"]
    }
  ]
}
