{
  "name": "Hispanic Entrepreneurs: Building Businesses, Building Wealth",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-business",
    "entrepreneurship",
    "small-business",
    "economic-mobility",
    "business-ownership"
  ],
  "chapters": [
    {
      "name": "The Hispanic Business Boom",
      "topics": [
        "How fast is Hispanic business ownership growing?",
        "How many Hispanic-owned businesses exist in America?",
        "What revenue do Hispanic businesses generate?",
        "What is driving the surge in Hispanic entrepreneurship?",
        "How do Hispanic business formation rates compare to other groups?",
        "What does the growth trajectory look like for the future?"
      ],
      "tags": ["economics", "growth", "americas", "entrepreneurship"]
    },
    {
      "name": "Who Are Hispanic Entrepreneurs?",
      "topics": [
        "What is the demographic profile of Hispanic business owners?",
        "How many Hispanic entrepreneurs are immigrants vs. U.S.-born?",
        "What motivates Hispanics to start businesses?",
        "How do Latina entrepreneurs compare to Latino men?",
        "What are the educational backgrounds of Hispanic entrepreneurs?",
        "What generational differences exist in Hispanic entrepreneurship?"
      ],
      "tags": ["economics", "identity", "americas", "entrepreneurship"]
    },
    {
      "name": "Types of Hispanic-Owned Businesses",
      "topics": [
        "What industries are Hispanic businesses concentrated in?",
        "What service businesses do Hispanics commonly own?",
        "How important are construction and contracting businesses?",
        "What retail and food service businesses do Hispanics run?",
        "What professional services firms do Hispanics own?",
        "What high-growth tech and innovation businesses exist?"
      ],
      "tags": ["economics", "industry", "americas", "small-business"]
    },
    {
      "name": "Starting a Business",
      "topics": [
        "What challenges do Hispanics face starting businesses?",
        "How do Hispanic entrepreneurs access startup capital?",
        "What role does family financing play?",
        "How do language and documentation barriers affect business formation?",
        "What support organizations help Hispanic entrepreneurs start up?",
        "What are the common first steps for Hispanic business founders?"
      ],
      "tags": ["economics", "entrepreneurship", "americas", "small-business"]
    },
    {
      "name": "Access to Capital",
      "topics": [
        "What capital gaps exist for Hispanic businesses?",
        "How do banks treat Hispanic loan applicants?",
        "What discrimination do Hispanic entrepreneurs face in lending?",
        "What alternative funding sources do Hispanic businesses use?",
        "How do CDFIs serve Hispanic entrepreneurs?",
        "What venture capital reaches Hispanic-owned businesses?",
        "What government loan programs support Hispanic business?"
      ],
      "tags": ["economics", "inequality", "americas", "finance"]
    },
    {
      "name": "Latina Entrepreneurs",
      "topics": [
        "Why are Latinas the fastest-growing segment of entrepreneurs?",
        "What businesses do Latina entrepreneurs commonly start?",
        "What unique challenges do Latina business owners face?",
        "How do Latinas balance business and family responsibilities?",
        "What networks support Latina entrepreneurs?",
        "Who are notable Latina business success stories?"
      ],
      "tags": ["economics", "gender", "americas", "women-entrepreneurs"]
    },
    {
      "name": "Regional Business Hubs",
      "topics": [
        "Where are Hispanic businesses concentrated geographically?",
        "What makes Miami a Hispanic business capital?",
        "How do Hispanic businesses thrive in Texas?",
        "What is the Los Angeles Hispanic business ecosystem?",
        "What emerging Hispanic business hubs exist?",
        "How do local policies affect Hispanic business formation?"
      ],
      "tags": ["economics", "geography", "americas", "regional-economy"]
    },
    {
      "name": "Family Businesses",
      "topics": [
        "What role do family businesses play in Hispanic entrepreneurship?",
        "How are Hispanic family businesses structured?",
        "What succession challenges do Hispanic family businesses face?",
        "How do second generations relate to family businesses?",
        "What are the advantages of Hispanic family business models?",
        "How do Hispanic family businesses compare to other ethnic groups?"
      ],
      "tags": ["economics", "tradition", "americas", "family-business"]
    },
    {
      "name": "Growing and Scaling",
      "topics": [
        "What challenges do Hispanic businesses face in scaling?",
        "How do Hispanic businesses access larger contracts?",
        "What role does certification as minority-owned play?",
        "How do supplier diversity programs benefit Hispanic businesses?",
        "What is the pathway from small business to larger enterprise?",
        "What resources help Hispanic businesses grow?"
      ],
      "tags": ["economics", "growth", "americas", "business-development"]
    },
    {
      "name": "Hispanic Chambers of Commerce",
      "topics": [
        "What role do Hispanic chambers of commerce play?",
        "How does the U.S. Hispanic Chamber of Commerce operate?",
        "What services do local Hispanic chambers provide?",
        "How do chambers advocate for Hispanic business interests?",
        "What networking and development opportunities do chambers offer?",
        "How do chambers connect businesses to resources?"
      ],
      "tags": ["economics", "activism", "americas", "business-organizations"]
    },
    {
      "name": "Success Stories and Role Models",
      "topics": [
        "Who are the most successful Hispanic entrepreneurs in America?",
        "What Hispanic-founded companies have achieved national scale?",
        "What lessons come from Hispanic business success stories?",
        "How do Hispanic entrepreneurs give back to their communities?",
        "What media representation do Hispanic business leaders have?",
        "Who are emerging Hispanic entrepreneurs to watch?"
      ],
      "tags": ["economics", "representation", "americas", "leadership"]
    },
    {
      "name": "The Future of Hispanic Business",
      "topics": [
        "What is the projected growth of Hispanic business ownership?",
        "How will demographic changes affect Hispanic entrepreneurship?",
        "What policy changes would accelerate Hispanic business growth?",
        "How will technology affect Hispanic business formation?",
        "What role will Hispanic businesses play in the American economy?",
        "What is needed to close the wealth gap through entrepreneurship?"
      ],
      "tags": ["economics", "entrepreneurship", "americas", "future-trends"]
    }
  ]
}
