{
  "name": "Los Hispanoamericanos y los Dos Partidos: La Competencia por el Voto Latino",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-politics",
    "partisanship",
    "democratic-party",
    "republican-party",
    "political-alignment"
  ],
  "chapters": [
    {
      "name": "Un Electorado en Disputa",
      "topics": [
        "¿Por qué se considera que los votantes hispanos están en juego?",
        "¿Cómo ven ambos partidos al electorado hispano?",
        "¿Qué patrones partidistas históricos existen entre los hispanos?",
        "¿Por qué no votan los hispanos como un bloque monolítico?",
        "¿Qué hace diferente la lealtad de los votantes hispanos de otros grupos?",
        "¿Por qué se ha intensificado la competencia por los votantes hispanos?"
      ],
      "tags": [
        "politics",
        "hispanic-culture",
        "americas",
        "elections"
      ]
    },
    {
      "name": "La Coalición Demócrata",
      "topics": [
        "¿Cuál es la historia de los votantes hispanos y el Partido Demócrata?",
        "¿Por qué se han inclinado los hispanos tradicionalmente hacia los demócratas?",
        "¿Qué ofrece el Partido Demócrata a los votantes hispanos?",
        "¿Cómo apelan los demócratas a los electores hispanos?",
        "¿Qué tensiones existen entre los hispanos y los demócratas?",
        "¿Están dando por sentados los demócratas a los votantes hispanos?"
      ],
      "tags": [
        "politics",
        "representation",
        "americas",
        "democratic-party"
      ]
    },
    {
      "name": "El Alcance Republicano",
      "topics": [
        "¿Cuál es la historia de los votantes hispanos y el Partido Republicano?",
        "¿Cuándo han ganado los republicanos votos hispanos?",
        "¿Qué ofrece el Partido Republicano a los votantes hispanos?",
        "¿Cómo han intentado los republicanos expandir el apoyo hispano?",
        "¿Qué barreras impiden la alineación hispano-republicana?",
        "¿Cómo sería una mayoría hispana republicana?"
      ],
      "tags": [
        "politics",
        "representation",
        "americas",
        "republican-party"
      ]
    },
    {
      "name": "La Inmigración como Tema Divisivo",
      "topics": [
        "¿Cómo afecta la política migratoria la preferencia partidista hispana?",
        "¿Las posturas duras sobre inmigración les cuestan a los republicanos votos hispanos?",
        "¿Cómo usan los demócratas la inmigración para apelar a los hispanos?",
        "¿Apoyan algunos votantes hispanos la aplicación de la ley migratoria?",
        "¿Es la inmigración el tema determinante para los votantes hispanos?",
        "¿Cómo podría la reforma migratoria cambiar las dinámicas partidistas?"
      ],
      "tags": [
        "politics",
        "migration",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "Propuestas Económicas",
      "topics": [
        "¿Qué mensajes económicos resuenan con los votantes hispanos?",
        "¿Cómo presentan los demócratas la política económica a los hispanos?",
        "¿Qué argumentos económicos republicanos atraen a los hispanos?",
        "¿Cómo afectan la clase y la riqueza el partidismo hispano?",
        "¿Qué papel juegan las pequeñas empresas y el emprendimiento?",
        "¿Difieren las prioridades económicas hispanas de las plataformas partidistas?"
      ],
      "tags": [
        "economics",
        "politics",
        "americas",
        "policy"
      ]
    },
    {
      "name": "Religión y Conservadurismo Social",
      "topics": [
        "¿Cómo afecta la religión las opiniones políticas hispanas?",
        "¿Por qué no votan los católicos hispanos como los católicos blancos?",
        "¿Cómo votan los hispanos evangélicos?",
        "¿Qué valores sociales conservadores tienen algunos hispanos?",
        "¿Cómo afectan los temas del aborto y los valores familiares a los votantes hispanos?",
        "¿Pueden los republicanos ganar hispanos en temas sociales?"
      ],
      "tags": [
        "religion",
        "politics",
        "americas",
        "social-issues"
      ]
    },
    {
      "name": "El Hispano Independiente",
      "topics": [
        "¿Cuántos votantes hispanos se identifican como independientes?",
        "¿Qué caracteriza a los votantes hispanos indecisos?",
        "¿Por qué algunos hispanos rechazan a ambos partidos?",
        "¿Cómo deciden los independientes entre candidatos?",
        "¿Qué haría que los independientes sean más partidistas?",
        "¿Qué papel juegan los hispanos independientes en las elecciones?"
      ],
      "tags": [
        "politics",
        "hispanic-culture",
        "americas",
        "independents"
      ]
    },
    {
      "name": "Diferencias Políticas por Subgrupos",
      "topics": [
        "¿Por qué votan los cubanoamericanos por los republicanos?",
        "¿Qué partido favorecen los puertorriqueños y por qué?",
        "¿Cómo votan los mexicoamericanos comparados con otros hispanos?",
        "¿Qué diferencias políticas existen entre los centroamericanos?",
        "¿Cómo encajan los sudamericanos en los patrones partidistas?",
        "¿Por qué votan diferente los subgrupos de origen nacional?"
      ],
      "tags": [
        "politics",
        "hispanic-culture",
        "americas",
        "demographics"
      ]
    },
    {
      "name": "Cambios Generacionales",
      "topics": [
        "¿Cómo votan los hispanos más jóvenes comparados con sus padres?",
        "¿Qué opiniones políticas tienen los hispanos de la Generación Z?",
        "¿Cómo afecta la asimilación las preferencias políticas?",
        "¿Son los hispanos más jóvenes más progresistas o conservadores?",
        "¿Qué temas impulsan a los votantes hispanos jóvenes?",
        "¿Cómo remodelará el cambio generacional la política hispana?"
      ],
      "tags": [
        "politics",
        "demographics",
        "americas",
        "youth"
      ]
    },
    {
      "name": "Estrategias de Campaña",
      "topics": [
        "¿Cómo se dirigen las campañas a los votantes hispanos de manera diferente?",
        "¿Qué mensajes funcionan y fallan con las audiencias hispanas?",
        "¿Qué tan importante es el alcance en español?",
        "¿Qué papel juegan los representantes y apoyos hispanos?",
        "¿Cómo segmentan las campañas a los votantes hispanos?",
        "¿Qué errores de campaña alejan a los votantes hispanos?"
      ],
      "tags": [
        "politics",
        "media",
        "americas",
        "campaigns"
      ]
    },
    {
      "name": "El Realineamiento de los Años 2020",
      "topics": [
        "¿Qué cambios de votantes hispanos ocurrieron en 2020?",
        "¿Por qué algunos votantes hispanos se movieron hacia Trump?",
        "¿Cómo votaron diferente los hispanos de clase trabajadora?",
        "¿Qué significa el cambio del Valle del Río Grande?",
        "¿Están cambiando permanentemente las alineaciones políticas hispanas?",
        "¿Qué muestran las tendencias de 2022 y 2024?"
      ],
      "tags": [
        "politics",
        "elections",
        "americas",
        "realignment"
      ]
    },
    {
      "name": "El Futuro del Partidismo Hispano",
      "topics": [
        "¿Se convertirán los hispanos en un bloque de votantes sólido para algún partido?",
        "¿Cómo se adaptarán ambos partidos al crecimiento demográfico hispano?",
        "¿Qué haría de los hispanos votantes demócratas confiables?",
        "¿Qué crearía una coalición republicana hispana duradera?",
        "¿Cómo moldearán las prioridades de temas las alineaciones futuras?",
        "¿Qué depara el futuro a largo plazo para el partidismo hispano?"
      ],
      "tags": [
        "politics",
        "demographics",
        "americas",
        "future-trends"
      ]
    }
  ]
}
