{
  "name": "Hispanic American Literary Giants: Writers Who Shaped American Letters",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-literature",
    "latino-writers",
    "american-letters",
    "literary-contributions",
    "chicano-literature"
  ],
  "chapters": [
    {
      "name": "The Hispanic Literary Tradition in America",
      "topics": [
        "When did Hispanic American literature begin?",
        "What early Spanish-language writing existed in what is now the United States?",
        "How did Hispanic literature develop alongside English-language traditions?",
        "What themes define Hispanic American writing?",
        "How has Hispanic literature gained recognition in the American canon?",
        "What makes Hispanic American literature distinctive?"
      ],
      "tags": ["arts", "literature", "americas", "literary-history"]
    },
    {
      "name": "The Chicano Literary Movement",
      "topics": [
        "What was the Chicano literary renaissance?",
        "How did political activism shape Chicano literature?",
        "Who were the founding figures of Chicano literature?",
        "What publishers and journals supported Chicano writers?",
        "How did Chicano literature challenge the American canon?",
        "What is the legacy of the Chicano literary movement?"
      ],
      "tags": ["arts", "activism", "americas", "chicano-literature"]
    },
    {
      "name": "Nuyorican Poetry and Performance",
      "topics": [
        "What is the Nuyorican poetry movement?",
        "How did the Nuyorican Poets Cafe shape American poetry?",
        "Who are the major Nuyorican poets?",
        "How does spoken word connect to Nuyorican tradition?",
        "What themes dominate Nuyorican poetry?",
        "How has Nuyorican poetry influenced contemporary performance poetry?"
      ],
      "tags": ["arts", "poetry", "americas", "nuyorican"]
    },
    {
      "name": "Cuban American Literature",
      "topics": [
        "How has exile shaped Cuban American writing?",
        "Who are the major Cuban American novelists and poets?",
        "What themes of memory and displacement appear?",
        "How do Cuban American writers navigate between worlds?",
        "What English vs. Spanish language choices do writers make?",
        "How has Cuban American literature evolved across generations?"
      ],
      "tags": ["arts", "literature", "americas", "cuban-american"]
    },
    {
      "name": "Dominican and Caribbean Writers",
      "topics": [
        "How have Dominican American writers contributed to American letters?",
        "Who is Junot Díaz and what is his impact?",
        "What other Caribbean Hispanic writers have shaped American literature?",
        "How do themes of migration and identity appear?",
        "What linguistic innovation characterizes Caribbean Hispanic writing?",
        "How do these writers bridge island and mainland perspectives?"
      ],
      "tags": ["arts", "literature", "americas", "caribbean-literature"]
    },
    {
      "name": "Sandra Cisneros and the Breakthrough Generation",
      "topics": [
        "Who is Sandra Cisneros and why does she matter?",
        "How did The House on Mango Street change American literature?",
        "What other writers emerged alongside Cisneros?",
        "How did this generation gain mainstream recognition?",
        "What barriers did these writers break?",
        "How have they mentored the next generation?"
      ],
      "tags": ["arts", "literature", "americas", "contemporary"]
    },
    {
      "name": "Hispanic Pulitzer Prize Winners",
      "topics": [
        "Which Hispanic writers have won the Pulitzer Prize?",
        "How did Oscar Hijuelos become the first Hispanic Pulitzer winner for fiction?",
        "What other major literary prizes have Hispanic writers won?",
        "How has recognition changed over time?",
        "What does major prize recognition mean for Hispanic literature?",
        "Who are the current contenders for major prizes?"
      ],
      "tags": ["arts", "recognition", "americas", "literary-awards"]
    },
    {
      "name": "Hispanic Poets Laureate and Major Poets",
      "topics": [
        "Which Hispanic poets have served as US Poet Laureate?",
        "Who is Juan Felipe Herrera and what is his legacy?",
        "What other Hispanic poets have achieved major recognition?",
        "How have Hispanic poets shaped American poetry?",
        "What poetic forms and innovations have Hispanic poets contributed?",
        "Who are the emerging Hispanic poets today?"
      ],
      "tags": ["arts", "poetry", "americas", "laureates"]
    },
    {
      "name": "Young Adult and Children's Literature",
      "topics": [
        "How have Hispanic writers shaped children's and YA literature?",
        "Who are the major Hispanic children's book authors?",
        "Why does representation in children's books matter?",
        "What awards recognize Hispanic children's literature?",
        "How are publishers increasing Hispanic representation?",
        "What impact do these books have on young readers?"
      ],
      "tags": ["arts", "literature", "americas", "childrens-literature"]
    },
    {
      "name": "Genre Fiction: Mystery, Romance, and Fantasy",
      "topics": [
        "What Hispanic writers work in genre fiction?",
        "How have Hispanic mystery and thriller writers contributed?",
        "What romance novels feature Hispanic characters and authors?",
        "How are Hispanic writers shaping fantasy and science fiction?",
        "What genre-specific barriers have Hispanic writers faced?",
        "Who are the commercial bestsellers in genre fiction?"
      ],
      "tags": ["arts", "literature", "americas", "genre-fiction"]
    },
    {
      "name": "Memoir, Essay, and Nonfiction",
      "topics": [
        "What memoirs have Hispanic writers contributed?",
        "Who are the major Hispanic essayists and thinkers?",
        "How does personal narrative illuminate Hispanic experience?",
        "What journalism and long-form nonfiction have Hispanics produced?",
        "How do Hispanic writers approach American history and culture?",
        "What public intellectual voices are Hispanic?"
      ],
      "tags": ["arts", "literature", "americas", "nonfiction"]
    },
    {
      "name": "The Future of Hispanic American Literature",
      "topics": [
        "What emerging writers are shaping Hispanic literature today?",
        "How is digital publishing changing Hispanic literary access?",
        "What themes are new Hispanic writers exploring?",
        "How will demographic changes affect Hispanic literature's prominence?",
        "What institutional support is growing for Hispanic writers?",
        "What is the future of Hispanic American letters?"
      ],
      "tags": ["arts", "literature", "americas", "future-trends"]
    }
  ]
}
