{
  "name": "Hispanic Visual Artists in America: Painters, Sculptors, and Muralists",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-art",
    "latino-artists",
    "muralism",
    "visual-arts",
    "american-art"
  ],
  "chapters": [
    {
      "name": "Hispanic Artists in American Art History",
      "topics": [
        "How have Hispanic artists been represented in American art history?",
        "What early Hispanic artists worked in what is now the United States?",
        "How has the art historical canon excluded Hispanic contributions?",
        "What institutional barriers have Hispanic artists faced?",
        "How is art history being rewritten to include Hispanic artists?",
        "Why does recognition of Hispanic artists matter?"
      ],
      "tags": ["arts", "history", "americas", "art-history"]
    },
    {
      "name": "The Chicano Mural Movement",
      "topics": [
        "What was the Chicano mural movement?",
        "How did muralism connect to political activism?",
        "Who were the major Chicano muralists?",
        "What role did murals play in community identity?",
        "Where can important Chicano murals be seen today?",
        "How has the mural tradition continued and evolved?"
      ],
      "tags": ["arts", "activism", "americas", "muralism"]
    },
    {
      "name": "Mexican American Masters",
      "topics": [
        "Who are the major Mexican American visual artists?",
        "How has the legacy of Mexican muralism influenced American art?",
        "What themes dominate Mexican American visual art?",
        "How have Mexican American artists navigated identity?",
        "What galleries and museums feature Mexican American art?",
        "Who are the contemporary Mexican American art stars?"
      ],
      "tags": ["arts", "cultural-heritage", "americas", "mexican-american"]
    },
    {
      "name": "Puerto Rican and Caribbean Artists",
      "topics": [
        "What Puerto Rican artists have shaped American visual arts?",
        "How has Caribbean heritage influenced artistic practice?",
        "What art scenes exist in New York's Puerto Rican community?",
        "What themes of migration and identity appear in this work?",
        "Who are the major Cuban American visual artists?",
        "How do Caribbean artists bridge island and mainland art worlds?"
      ],
      "tags": ["arts", "cultural-heritage", "americas", "caribbean-art"]
    },
    {
      "name": "Contemporary Hispanic Artists",
      "topics": [
        "Who are the most prominent Hispanic artists working today?",
        "How are Hispanic artists represented in major museums?",
        "What art market success have Hispanic artists achieved?",
        "How do contemporary artists address identity and heritage?",
        "What new media and approaches are Hispanic artists using?",
        "Who are the emerging stars of Hispanic American art?"
      ],
      "tags": ["arts", "contemporary", "americas", "art-market"]
    },
    {
      "name": "Street Art and Graffiti",
      "topics": [
        "What role have Hispanic artists played in street art?",
        "How has graffiti culture connected to Hispanic communities?",
        "Who are the major Hispanic street artists?",
        "How has street art moved from margins to museums?",
        "What Los Angeles and New York scenes feature Hispanic artists?",
        "How do street artists address community and political themes?"
      ],
      "tags": ["arts", "urban-culture", "americas", "street-art"]
    },
    {
      "name": "Photography and Documentary",
      "topics": [
        "Who are the major Hispanic American photographers?",
        "How have photographers documented Hispanic communities?",
        "What fine art photography have Hispanic artists created?",
        "How has documentary photography captured Hispanic experience?",
        "What photojournalists have covered Hispanic stories?",
        "How are Hispanic photographers represented in collections?"
      ],
      "tags": ["arts", "photography", "americas", "documentary"]
    },
    {
      "name": "Sculpture and Installation",
      "topics": [
        "Who are the major Hispanic sculptors in America?",
        "What public sculpture have Hispanic artists created?",
        "How do Hispanic artists work in installation and new media?",
        "What monuments and memorials have Hispanic artists designed?",
        "How does sculpture address Hispanic themes?",
        "What institutional support exists for Hispanic sculptors?"
      ],
      "tags": ["arts", "sculpture", "americas", "installation"]
    },
    {
      "name": "Folk Art and Traditional Crafts",
      "topics": [
        "What folk art traditions have Hispanic communities maintained?",
        "How do traditional crafts connect to heritage?",
        "What santos, retablos, and religious art exists?",
        "How has textile and fiber art evolved?",
        "What museums collect Hispanic folk art?",
        "How do contemporary artists engage with traditional forms?"
      ],
      "tags": ["arts", "tradition", "americas", "folk-art"]
    },
    {
      "name": "Art Education and Mentorship",
      "topics": [
        "How are Hispanic art students supported?",
        "What art schools serve Hispanic communities?",
        "Who has mentored emerging Hispanic artists?",
        "What pipeline programs develop Hispanic artistic talent?",
        "How accessible is art education for Hispanic youth?",
        "What role do community art centers play?"
      ],
      "tags": ["arts", "education", "americas", "mentorship"]
    },
    {
      "name": "Museums, Galleries, and Institutions",
      "topics": [
        "What museums focus on Hispanic art?",
        "How are major museums collecting and exhibiting Hispanic art?",
        "What galleries represent Hispanic artists?",
        "How has institutional representation changed?",
        "What Hispanic curators and directors lead institutions?",
        "What remains to be done for institutional equity?"
      ],
      "tags": ["arts", "institutions", "americas", "museums"]
    },
    {
      "name": "The Future of Hispanic Visual Arts",
      "topics": [
        "What trends are emerging in Hispanic visual arts?",
        "How will digital and new media art evolve?",
        "What global connections are Hispanic artists making?",
        "How will the art market recognize Hispanic artists?",
        "What institutional changes will affect Hispanic art?",
        "What is the future of Hispanic American visual arts?"
      ],
      "tags": ["arts", "innovation", "americas", "future-trends"]
    }
  ]
}
