{
  "name": "Hispanic Media: Building a Spanish-Language Public Sphere",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-media",
    "univision",
    "spanish-language-tv",
    "latino-representation",
    "media-industry"
  ],
  "chapters": [
    {
      "name": "The Rise of Spanish-Language Broadcasting",
      "topics": [
        "When and how did Spanish-language broadcasting begin in America?",
        "What was SIN and how did it become Univision?",
        "How did Telemundo emerge as a competitor?",
        "What role did local Spanish-language stations play?",
        "How did the audience for Spanish-language TV grow?",
        "What made Spanish-language broadcasting economically viable?"
      ],
      "tags": ["media", "communication", "americas", "journalism"]
    },
    {
      "name": "Univision and Telemundo: The Duopoly",
      "topics": [
        "How do Univision and Telemundo compete?",
        "What programming strategies define each network?",
        "How have these networks covered news and politics?",
        "What ownership changes have affected these networks?",
        "How do the networks relate to Latin American programming?",
        "What is the current state of the broadcast duopoly?"
      ],
      "tags": ["media", "communication", "americas", "journalism"]
    },
    {
      "name": "Telenovelas: The Cultural Phenomenon",
      "topics": [
        "What are telenovelas and how do they differ from American soap operas?",
        "Why have telenovelas been so central to Spanish-language TV?",
        "What social and cultural impact have telenovelas had?",
        "How do American-produced telenovelas differ from imported ones?",
        "What representation issues exist in telenovelas?",
        "Are telenovelas still dominant in the streaming era?"
      ],
      "tags": ["arts", "cultural-heritage", "americas", "film"]
    },
    {
      "name": "Spanish-Language Radio",
      "topics": [
        "What is the landscape of Spanish-language radio in America?",
        "What formats dominate Hispanic radio?",
        "How has Spanish radio influenced music careers?",
        "What role do morning shows and personalities play?",
        "How has digital competition affected Spanish radio?",
        "What is the future of Spanish-language radio?"
      ],
      "tags": ["media", "cultural-heritage", "americas", "music"]
    },
    {
      "name": "Print and Digital News",
      "topics": [
        "What Spanish-language newspapers exist in America?",
        "How have papers like La Opinión and El Diario served communities?",
        "What happened to Spanish-language print with digital disruption?",
        "What digital-native Spanish-language news outlets exist?",
        "How do Hispanic Americans consume news?",
        "What role does bilingual news play?"
      ],
      "tags": ["media", "communication", "americas", "journalism"]
    },
    {
      "name": "Representation in English-Language Media",
      "topics": [
        "How have Hispanics been represented in mainstream American media?",
        "What stereotypes have dominated Hispanic portrayals?",
        "How has representation changed over time?",
        "What breakthroughs in Hispanic representation have occurred?",
        "How do Hispanic creators in Hollywood navigate representation?",
        "What gaps in representation still exist?",
        "How does streaming compare to broadcast in Hispanic representation?"
      ],
      "tags": ["media", "representation", "americas", "film"]
    },
    {
      "name": "The Streaming Revolution",
      "topics": [
        "How has streaming changed Hispanic media consumption?",
        "What role do Netflix, Amazon, and others play in Spanish content?",
        "How are streaming platforms producing Latino content?",
        "What crossover content reaches both Hispanic and general audiences?",
        "How do viewing patterns differ across generations?",
        "What future does streaming hold for Hispanic media?"
      ],
      "tags": ["media", "innovation", "americas", "film"]
    },
    {
      "name": "Social Media and Hispanic Audiences",
      "topics": [
        "How do Hispanic Americans use social media differently?",
        "What Hispanic influencers have achieved mass followings?",
        "How does social media serve as a community platform?",
        "What language mixing occurs on Hispanic social media?",
        "How has social media affected Hispanic political engagement?",
        "What platforms are most popular among different Hispanic groups?"
      ],
      "tags": ["media", "digital-life", "americas", "social-media"]
    },
    {
      "name": "News Coverage and the Hispanic Vote",
      "topics": [
        "How do Spanish-language networks cover elections?",
        "What role do Jorge Ramos and other anchors play?",
        "How does Spanish-language political coverage differ from English?",
        "What debates exist about bias in Hispanic media?",
        "How do candidates engage with Spanish-language media?",
        "What impact does Spanish media coverage have on voters?"
      ],
      "tags": ["media", "representation", "americas", "elections"]
    },
    {
      "name": "The Business of Hispanic Media",
      "topics": [
        "How big is the Hispanic media advertising market?",
        "What companies advertise to Hispanic audiences?",
        "How do media companies measure Hispanic audiences?",
        "What consolidation has occurred in Hispanic media?",
        "How do English-language media companies approach Hispanic audiences?",
        "What economic challenges face Hispanic media?"
      ],
      "tags": ["economics", "communication", "americas", "journalism"]
    },
    {
      "name": "Local and Community Media",
      "topics": [
        "What role does local Hispanic media play in communities?",
        "How do community newspapers and radio stations function?",
        "What hyperlocal Hispanic media exists online?",
        "How do local media serve immigrant communities?",
        "What challenges do small Hispanic media outlets face?",
        "How do community media differ from national outlets?"
      ],
      "tags": ["media", "communication", "americas", "journalism"]
    },
    {
      "name": "The Future of Hispanic Media",
      "topics": [
        "What trends will shape Hispanic media going forward?",
        "Will Spanish-language and English-language media converge?",
        "How will demographic change affect Hispanic media?",
        "What new media formats are emerging for Hispanic audiences?",
        "How might AI and technology reshape Hispanic media?",
        "What is the outlook for Hispanic media companies?"
      ],
      "tags": ["media", "innovation", "americas", "journalism"]
    }
  ]
}
