{
  "name": "Hispanic Religious Life: Faith, Folk Traditions, and Community",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-religion",
    "latino-catholicism",
    "evangelical-growth",
    "folk-traditions",
    "faith-community"
  ],
  "chapters": [
    {
      "name": "Catholicism: The Foundational Faith",
      "topics": [
        "Why is Catholicism so central to Hispanic identity?",
        "How did Spanish colonialism implant Catholicism in Latin America?",
        "What distinguishes Hispanic Catholicism from other Catholic traditions?",
        "How do Hispanic Catholics relate to the institutional Church?",
        "What role do saints and the Virgin Mary play in Hispanic devotion?",
        "How has Hispanic Catholicism evolved in America?",
        "What tensions exist between Hispanic and Anglo Catholics?"
      ],
      "tags": [
        "religion",
        "tradition",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Our Lady of Guadalupe",
      "topics": [
        "What is the story of the Virgin of Guadalupe?",
        "Why is Guadalupe so important to Mexican and Mexican American identity?",
        "How is Guadalupe celebrated on December 12?",
        "What does Guadalupe represent beyond religious devotion?",
        "How has Guadalupe been used in political and cultural movements?",
        "What other Marian apparitions are important to different Hispanic groups?"
      ],
      "tags": [
        "religion",
        "cultural-heritage",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "The Protestant Turn",
      "topics": [
        "How has Protestantism grown among Hispanic Americans?",
        "What drives Hispanic conversion to evangelical Christianity?",
        "How do Pentecostal and charismatic churches attract Hispanics?",
        "What role do Hispanic megachurches play?",
        "How do evangelical and Catholic Hispanics differ?",
        "What family tensions arise around religious conversion?",
        "How do Hispanic Protestants vote compared to Catholics?"
      ],
      "tags": [
        "religion",
        "tradition",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Folk Catholicism and Popular Religion",
      "topics": [
        "What is folk Catholicism and how does it differ from official practice?",
        "How do home altars function in Hispanic households?",
        "What role do promesas and mandas play?",
        "How are curanderos and folk healers related to religion?",
        "What syncretism exists between indigenous beliefs and Catholicism?",
        "How does the institutional Church view folk practices?"
      ],
      "tags": [
        "religion",
        "tradition",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Santería and Afro-Caribbean Religions",
      "topics": [
        "What is Santería and where did it come from?",
        "How do African orishas blend with Catholic saints?",
        "Where is Santería practiced in the United States?",
        "What legal and social controversies have surrounded Santería?",
        "How do Santería practitioners navigate secrecy and openness?",
        "What other Afro-Caribbean religions exist among Hispanics?"
      ],
      "tags": [
        "religion",
        "cultural-heritage",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Día de los Muertos and Death Traditions",
      "topics": [
        "What is Día de los Muertos and how is it celebrated?",
        "How does Day of the Dead differ from Halloween?",
        "What beliefs about death and ancestors underlie the celebration?",
        "How has Día de los Muertos spread beyond Mexican American communities?",
        "What commercialization debates surround the holiday?",
        "How do other Hispanic groups commemorate the dead?"
      ],
      "tags": [
        "religion",
        "cultural-heritage",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Churches as Community Centers",
      "topics": [
        "What role do churches play beyond worship in Hispanic communities?",
        "How do churches provide social services and support?",
        "What political organizing happens through Hispanic churches?",
        "How do churches help immigrants navigate America?",
        "What role do priests and pastors play in community leadership?",
        "How have churches responded to crises in their communities?"
      ],
      "tags": [
        "society",
        "tradition",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Religious Life Cycle Events",
      "topics": [
        "How do baptisms function in Hispanic families?",
        "What is the quinceañera and what does it mean religiously?",
        "How are Hispanic weddings conducted and what traditions exist?",
        "What role do funerals play in Hispanic religious life?",
        "How do compadrazgo (godparent) relationships work?",
        "How have these traditions changed in America?"
      ],
      "tags": [
        "religion",
        "tradition",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Generational Change in Religious Practice",
      "topics": [
        "How does religious practice differ across generations?",
        "Are younger Hispanics becoming less religious?",
        "What 'none' or secular trend exists among Hispanic youth?",
        "How do second-generation Hispanics relate to parents' faith?",
        "What new religious expressions are young Hispanics creating?",
        "How does intermarriage affect religious transmission?"
      ],
      "tags": [
        "religion",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Hispanic Catholics and Church Politics",
      "topics": [
        "How do Hispanic Catholics relate to Church positions on social issues?",
        "What tensions exist over immigration in Catholic churches?",
        "How have sexual abuse scandals affected Hispanic communities?",
        "What role do Hispanic bishops and clergy play?",
        "How did Pope Francis's Latino identity affect Hispanic Catholicism?",
        "What is the future of Hispanic influence in the American Church?"
      ],
      "tags": [
        "religion",
        "governance",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Religion and Politics",
      "topics": [
        "How does religion affect Hispanic political behavior?",
        "Why don't Hispanic Catholics vote like white Catholics?",
        "How do evangelical Hispanics vote?",
        "What role has liberation theology played?",
        "How do religious leaders engage in political advocacy?",
        "What debates exist about mixing religion and politics?"
      ],
      "tags": [
        "religion",
        "representation",
        "americas",
        "us-politics"
      ]
    },
    {
      "name": "The Future of Hispanic Religion",
      "topics": [
        "What trends are shaping Hispanic religious life?",
        "Will Catholicism remain the majority faith?",
        "How might immigration patterns affect religious composition?",
        "What new religious movements are emerging among Hispanics?",
        "How will technology change religious practice?",
        "What is the long-term outlook for Hispanic American faith?"
      ],
      "tags": [
        "religion",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    }
  ]
}
