{
  "name": "Hispanic Architecture in America: Missions to Modern Design",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-architecture",
    "mission-style",
    "spanish-colonial",
    "urban-design",
    "architectural-heritage"
  ],
  "chapters": [
    {
      "name": "Spanish Colonial Architecture",
      "topics": [
        "What architectural legacy did Spanish colonialism leave in America?",
        "How did Spanish building traditions shape the Southwest?",
        "What construction techniques came from Spain and Mexico?",
        "How did adobe and tile become American building materials?",
        "What presidios, missions, and pueblos were built?",
        "How does colonial architecture persist today?"
      ],
      "tags": ["arts", "architecture", "americas", "colonial"]
    },
    {
      "name": "The California Missions",
      "topics": [
        "What is the architectural significance of the California missions?",
        "How did mission architecture combine Spanish and indigenous elements?",
        "What design features define mission architecture?",
        "How have the missions been preserved and restored?",
        "What controversy surrounds mission preservation?",
        "How do the missions influence contemporary design?"
      ],
      "tags": ["arts", "architecture", "americas", "missions"]
    },
    {
      "name": "Spanish Colonial Revival",
      "topics": [
        "What is Spanish Colonial Revival architecture?",
        "How did the style become popular in the early 20th century?",
        "What buildings exemplify Spanish Colonial Revival?",
        "How did the 1915 Panama-California Exposition influence design?",
        "What residential architecture used the style?",
        "How does Spanish Colonial Revival persist today?"
      ],
      "tags": ["arts", "architecture", "americas", "revival"]
    },
    {
      "name": "Southwestern Adobe and Pueblo Style",
      "topics": [
        "What is adobe architecture and its Hispanic heritage?",
        "How does Pueblo Revival architecture reflect Hispanic influence?",
        "What New Mexico and Arizona buildings use these styles?",
        "How have these traditions been maintained and adapted?",
        "What environmental benefits does adobe architecture offer?",
        "How do contemporary architects use southwestern traditions?"
      ],
      "tags": ["arts", "architecture", "americas", "southwestern"]
    },
    {
      "name": "Hispanic Architects in America",
      "topics": [
        "Who are the major Hispanic American architects?",
        "What recognition have Hispanic architects achieved?",
        "How have Hispanic architects shaped American cities?",
        "What barriers have Hispanic architects faced?",
        "What firms and practices have Hispanic founders?",
        "Who are the emerging Hispanic architects today?"
      ],
      "tags": ["arts", "architecture", "americas", "architects"]
    },
    {
      "name": "Urban Planning and Community Design",
      "topics": [
        "How have Hispanic planners shaped American cities?",
        "What barrio and neighborhood design reflects Hispanic heritage?",
        "How has Hispanic urbanism influenced city planning?",
        "What plaza and public space traditions have Hispanic origins?",
        "How do community design processes involve Hispanic residents?",
        "What equitable development serves Hispanic communities?"
      ],
      "tags": ["arts", "urbanism", "americas", "planning"]
    },
    {
      "name": "Religious Architecture",
      "topics": [
        "How has Hispanic influence shaped American religious architecture?",
        "What Catholic churches reflect Hispanic design traditions?",
        "How have mission and colonial styles influenced church building?",
        "What contemporary religious buildings have Hispanic design elements?",
        "How do Hispanic congregations shape sacred spaces?",
        "What vernacular religious architecture exists?"
      ],
      "tags": ["arts", "architecture", "americas", "religious"]
    },
    {
      "name": "Residential Design",
      "topics": [
        "How has Hispanic architecture influenced American home design?",
        "What courtyards, patios, and outdoor living spaces have Hispanic origins?",
        "How have hacienda and rancho styles influenced residential design?",
        "What contemporary homes reflect Hispanic traditions?",
        "How do Hispanic families adapt housing to cultural needs?",
        "What interior design elements have Hispanic origins?"
      ],
      "tags": ["arts", "architecture", "americas", "residential"]
    },
    {
      "name": "Commercial and Civic Architecture",
      "topics": [
        "How has Hispanic design influenced commercial architecture?",
        "What civic buildings reflect Hispanic heritage?",
        "How do shopping centers and mixed-use developments use Hispanic design?",
        "What hotels and hospitality buildings feature Hispanic elements?",
        "How do cultural centers celebrate Hispanic architecture?",
        "What museums feature Hispanic architectural design?"
      ],
      "tags": ["arts", "architecture", "americas", "commercial"]
    },
    {
      "name": "Landscape Architecture",
      "topics": [
        "How has Hispanic tradition influenced American landscape design?",
        "What garden traditions have Hispanic origins?",
        "How have courtyards and water features reflected Hispanic design?",
        "What public parks feature Hispanic landscape elements?",
        "How do drought-tolerant and native plantings connect to Hispanic tradition?",
        "What Hispanic landscape architects practice today?"
      ],
      "tags": ["arts", "landscape", "americas", "gardens"]
    },
    {
      "name": "Preservation and Heritage",
      "topics": [
        "How is Hispanic architectural heritage preserved?",
        "What historic districts protect Hispanic architecture?",
        "How are missions and historic buildings maintained?",
        "What controversies surround Hispanic preservation?",
        "How do communities advocate for architectural heritage?",
        "What documentation of Hispanic architecture exists?"
      ],
      "tags": ["arts", "preservation", "americas", "heritage"]
    },
    {
      "name": "The Future of Hispanic Design",
      "topics": [
        "How will Hispanic architecture continue to evolve?",
        "What sustainable practices connect to Hispanic tradition?",
        "How are contemporary architects reinterpreting heritage?",
        "What new building types will feature Hispanic design?",
        "How will climate adaptation affect southwestern architecture?",
        "What future does Hispanic architectural influence have?"
      ],
      "tags": ["arts", "architecture", "americas", "future-trends"]
    }
  ]
}
