{
  "name": "Hispanic Florida: The Cuban Foundation and Beyond",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-florida",
    "miami-latinos",
    "cuban-dominance",
    "puerto-rican-florida",
    "diverse-diaspora"
  ],
  "chapters": [
    {
      "name": "Before the Cubans: Hispanic Roots in Florida",
      "topics": [
        "What Spanish colonial history does Florida have?",
        "Who were the Hispanics in Florida before the Cuban Revolution?",
        "What role did Ybor City's cigar workers play?",
        "How did early Cuban migration to Tampa develop?",
        "What other Hispanic populations existed in pre-1959 Florida?",
        "How did Florida's geography shape its Hispanic connections?"
      ],
      "tags": [
        "history",
        "colonialism",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "The Cuban Transformation of Miami",
      "topics": [
        "How did Cuban exile transform Miami starting in the 1960s?",
        "What made Miami the chosen destination for Cuban refugees?",
        "How did Cubans build economic power in Miami?",
        "What political influence did Cuban Americans develop?",
        "How did Miami become a bilingual, bicultural city?",
        "What non-Hispanic white flight occurred and why?"
      ],
      "tags": [
        "history",
        "migration",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Cuban Dominance and Its Discontents",
      "topics": [
        "How have Cuban Americans dominated Hispanic Florida politically?",
        "What advantages did Cuban refugees have over other Latinos?",
        "How do non-Cuban Hispanics experience Cuban Miami?",
        "What tensions exist between Cuban Americans and other groups?",
        "Is Cuban dominance in Miami declining?",
        "How do newer Cuban arrivals relate to established Cuban power?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Puerto Rican Florida: The I-4 Corridor",
      "topics": [
        "When and why did Puerto Ricans begin settling in Florida?",
        "How did Central Florida become a Puerto Rican destination?",
        "What draws Puerto Ricans to Orlando and the I-4 corridor?",
        "How has Hurricane Maria accelerated Puerto Rican migration?",
        "What political impact have Puerto Ricans had on Florida?",
        "How do Florida Puerto Ricans differ from New York Puerto Ricans?",
        "What communities have Puerto Ricans built in Central Florida?"
      ],
      "tags": [
        "society",
        "migration",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Venezuelan Florida",
      "topics": [
        "How has Venezuelan migration transformed parts of Florida?",
        "What is the Doral 'Doralzuela' phenomenon?",
        "How do Venezuelan migrants differ from Cuban exiles?",
        "What political orientations do Venezuelan Floridians bring?",
        "How have Venezuelans affected local economies?",
        "What tensions exist between Venezuelans and Cubans in Florida?"
      ],
      "tags": [
        "hispanic-culture",
        "migration",
        "americas",
        "refugees"
      ]
    },
    {
      "name": "Colombian, Nicaraguan, and Other South Americans",
      "topics": [
        "How many Colombians live in Florida and where?",
        "What is the story of Nicaraguan Miami?",
        "What other South American communities exist in Florida?",
        "How do these communities relate to Cuban-dominated politics?",
        "What distinct cultural institutions serve these populations?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Mexican and Central American Florida",
      "topics": [
        "Where do Mexican Americans fit in Hispanic Florida?",
        "What Central American populations have grown in Florida?",
        "How do agricultural workers in Florida affect demographics?",
        "What differences exist between South Florida and the rest of the state?",
        "How do Mexican and Central American Floridians compare to those elsewhere?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Language in Hispanic Florida",
      "topics": [
        "How bilingual is Miami really?",
        "What role does Spanish play in Florida business?",
        "How do English-only movements respond to Hispanic Florida?",
        "What Spanish-language media serves Florida?",
        "How do different Hispanic groups' Spanish varieties interact?",
        "Is Miami Spanish developing its own characteristics?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "linguistics"
      ]
    },
    {
      "name": "Florida's Hispanic Economy",
      "topics": [
        "What economic role do Hispanics play in Florida?",
        "How has Cuban American business success influenced the state?",
        "What role does Florida play in Latin American trade?",
        "How has Miami become a gateway to Latin America?",
        "What industries employ Hispanic Floridians?",
        "How do Hispanic entrepreneurs shape Florida's economy?"
      ],
      "tags": [
        "economics",
        "development",
        "americas",
        "trade"
      ]
    },
    {
      "name": "Florida's Hispanic Politics",
      "topics": [
        "Why is Hispanic Florida a swing vote?",
        "How do Cuban American politics differ from other Hispanic politics?",
        "What impact have Puerto Ricans had on Florida elections?",
        "How do Democrats and Republicans compete for Hispanic Florida?",
        "What Hispanic politicians have risen in Florida?",
        "Why did Hispanic Floridians shift in recent elections?",
        "What issues mobilize different Hispanic groups in Florida?"
      ],
      "tags": [
        "politics",
        "representation",
        "americas",
        "elections"
      ]
    },
    {
      "name": "Culture and Community Life",
      "topics": [
        "What cultural institutions serve Hispanic Florida?",
        "How does Calle Ocho celebrate Cuban heritage?",
        "What other cultural festivals exist in Florida?",
        "How does Florida's Hispanic culture differ from other regions?",
        "What food, music, and art characterize Hispanic Florida?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "The Future of Hispanic Florida",
      "topics": [
        "How will Florida's Hispanic population continue to grow?",
        "Is Cuban American dominance giving way to diversity?",
        "How will climate change and migration affect Hispanic Florida?",
        "What will the political balance look like?",
        "How are younger Hispanic Floridians forming identity?",
        "What is the future of Hispanic Florida's cultural distinctiveness?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    }
  ]
}
