{
  "name": "Hispanic Dance in America: From Barrio Studios to Broadway",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-dance",
    "latin-dance",
    "broadway-dance",
    "salsa",
    "dance-culture"
  ],
  "chapters": [
    {
      "name": "Hispanic Dance Traditions in America",
      "topics": [
        "What dance traditions did Hispanic immigrants bring to America?",
        "How have regional dances been preserved and adapted?",
        "What role does dance play in Hispanic community life?",
        "How do traditional and popular dance forms interact?",
        "What social spaces have supported Hispanic dance?",
        "How has Hispanic dance influenced American movement vocabulary?"
      ],
      "tags": ["arts", "tradition", "americas", "dance"]
    },
    {
      "name": "The Salsa Scene",
      "topics": [
        "How did salsa dancing develop in America?",
        "What are the different salsa styles: LA, NY, Cuban?",
        "How did the Palladium Ballroom era shape salsa?",
        "What salsa dance schools and congresses exist?",
        "How has salsa spread beyond Hispanic communities?",
        "What is the current state of American salsa?"
      ],
      "tags": ["arts", "dance", "americas", "salsa"]
    },
    {
      "name": "Bachata, Merengue, and Caribbean Dance",
      "topics": [
        "How has bachata become a global dance phenomenon?",
        "What is the American merengue scene?",
        "How do Caribbean dance styles differ and overlap?",
        "What dance schools teach Caribbean styles?",
        "How have these dances evolved in American contexts?",
        "What social dancing scenes feature these styles?"
      ],
      "tags": ["arts", "dance", "americas", "caribbean"]
    },
    {
      "name": "Mexican Folk Dance: Ballet Folklórico",
      "topics": [
        "What is ballet folklórico and how did it develop in America?",
        "What regional Mexican dances are performed?",
        "How do folklore companies preserve tradition?",
        "What role do school and community groups play?",
        "How has folklórico evolved in American contexts?",
        "What festivals and competitions feature folklórico?"
      ],
      "tags": ["arts", "tradition", "americas", "mexican-dance"]
    },
    {
      "name": "Tango in America",
      "topics": [
        "How did Argentine tango develop an American following?",
        "What tango scenes exist in major American cities?",
        "Who are the major American tango dancers and teachers?",
        "How has tango been adapted to American contexts?",
        "What milongas and festivals support American tango?",
        "How does tango connect to broader Hispanic dance culture?"
      ],
      "tags": ["arts", "dance", "americas", "tango"]
    },
    {
      "name": "Hispanic Contributions to Broadway Dance",
      "topics": [
        "How have Hispanic dancers shaped Broadway?",
        "What choreographers have created Broadway movement vocabularies?",
        "How did West Side Story use Hispanic dance?",
        "What Hispanic dancers have starred on Broadway?",
        "How do current shows incorporate Hispanic dance?",
        "What training do Hispanic Broadway dancers receive?"
      ],
      "tags": ["arts", "performance", "americas", "broadway"]
    },
    {
      "name": "Hip-Hop and Street Dance",
      "topics": [
        "What role did Hispanics play in hip-hop dance origins?",
        "How have Latino B-boys and B-girls shaped breaking?",
        "What hip-hop dance crews feature Hispanic dancers?",
        "How do Latin elements appear in street dance?",
        "What competitions and battles feature Hispanic dancers?",
        "How are Hispanic hip-hop dancers represented in media?"
      ],
      "tags": ["arts", "dance", "americas", "hip-hop"]
    },
    {
      "name": "Concert Dance and Contemporary Work",
      "topics": [
        "What Hispanic choreographers create concert dance?",
        "How do contemporary dancers incorporate Hispanic heritage?",
        "What companies feature Hispanic modern and contemporary work?",
        "How are Hispanic themes addressed in contemporary dance?",
        "What institutional support exists for Hispanic choreographers?",
        "What innovation are Hispanic contemporary dancers bringing?"
      ],
      "tags": ["arts", "dance", "americas", "contemporary"]
    },
    {
      "name": "Dance Competition and Reality TV",
      "topics": [
        "How have Hispanics performed on dance competition shows?",
        "What Dancing with the Stars success have Hispanic dancers had?",
        "How has So You Think You Can Dance featured Hispanic styles?",
        "What representation exists on dance reality television?",
        "How do competitions affect public perception of Hispanic dance?",
        "What careers have launched from dance television?"
      ],
      "tags": ["arts", "media", "americas", "television"]
    },
    {
      "name": "Dance Education and Studios",
      "topics": [
        "How is Hispanic dance taught in America?",
        "What studios specialize in Latin dance styles?",
        "How are Hispanic dancers trained for professional careers?",
        "What university programs offer Hispanic dance training?",
        "What community access to dance education exists?",
        "How are next generations of Hispanic dancers developed?"
      ],
      "tags": ["arts", "education", "americas", "training"]
    },
    {
      "name": "Social Dancing and Nightlife",
      "topics": [
        "What role does social dancing play in Hispanic communities?",
        "What clubs and venues feature Hispanic dance?",
        "How do quinceañeras and weddings feature dance?",
        "What dance socials and events exist?",
        "How has nightlife changed for Hispanic dance?",
        "What future does social dancing have?"
      ],
      "tags": ["society", "culture", "americas", "nightlife"]
    },
    {
      "name": "The Future of Hispanic Dance in America",
      "topics": [
        "How will Hispanic dance continue to evolve?",
        "What fusion forms are emerging?",
        "How will digital media affect dance culture?",
        "What new choreographers are emerging?",
        "How will demographic changes affect dance?",
        "What will Hispanic dance look like in 2040?"
      ],
      "tags": ["arts", "dance", "americas", "future-trends"]
    }
  ]
}
