{
  "name": "Hispanic Pioneers in American Medicine",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-medicine",
    "latino-doctors",
    "medical-pioneers",
    "healthcare-contributions",
    "medical-research"
  ],
  "chapters": [
    {
      "name": "Hispanic Contributions to American Medicine",
      "topics": [
        "What contributions have Hispanic Americans made to medicine?",
        "How have Hispanic medical pioneers been overlooked?",
        "What specialties have seen major Hispanic contributions?",
        "How does the history of American medicine change when Hispanic contributions are included?",
        "What barriers have Hispanic medical professionals faced?",
        "Why does recognition of Hispanic medical contributions matter?"
      ],
      "tags": ["health", "history", "americas", "recognition"]
    },
    {
      "name": "Pioneer Physicians",
      "topics": [
        "Who were the first Hispanic physicians in America?",
        "What barriers did early Hispanic doctors face?",
        "How did Hispanic doctors serve their communities?",
        "What medical schools admitted Hispanic students?",
        "How did pioneers mentor the next generation?",
        "What legacy did early Hispanic physicians leave?"
      ],
      "tags": ["health", "history", "americas", "pioneers"]
    },
    {
      "name": "Surgeons and Surgical Innovation",
      "topics": [
        "What Hispanic surgeons have advanced the field?",
        "What surgical techniques have Hispanic surgeons pioneered?",
        "Who are notable Hispanic cardiac and transplant surgeons?",
        "What minimally invasive surgery innovations have Hispanic origins?",
        "What neurosurgery contributions have Hispanics made?",
        "Who are leading Hispanic surgeons today?"
      ],
      "tags": ["health", "surgery", "americas", "innovation"]
    },
    {
      "name": "Medical Research and Discovery",
      "topics": [
        "What medical research have Hispanic scientists conducted?",
        "What disease breakthroughs have Hispanic researchers made?",
        "How have Hispanics contributed to cancer research?",
        "What infectious disease research involves Hispanic scientists?",
        "What cardiovascular and diabetes research have Hispanics led?",
        "Who are leading Hispanic medical researchers?"
      ],
      "tags": ["health", "research", "americas", "discovery"]
    },
    {
      "name": "Public Health Leaders",
      "topics": [
        "What Hispanic public health leaders have shaped the field?",
        "How have Hispanics contributed to epidemiology?",
        "What public health campaigns have Hispanic leaders led?",
        "What CDC and health department leaders have been Hispanic?",
        "How have Hispanic public health professionals served communities?",
        "What role did Hispanic leaders play during COVID-19?"
      ],
      "tags": ["health", "public-health", "americas", "leadership"]
    },
    {
      "name": "Nursing and Healthcare Professionals",
      "topics": [
        "How have Hispanic nurses contributed to American healthcare?",
        "What nursing pioneers broke barriers?",
        "How are Hispanic nurses represented in the profession?",
        "What other healthcare professions have Hispanic leaders?",
        "What physician assistants and nurse practitioners are Hispanic?",
        "How do Hispanic healthcare workers serve communities?"
      ],
      "tags": ["health", "nursing", "americas", "healthcare-workforce"]
    },
    {
      "name": "Psychiatry and Mental Health",
      "topics": [
        "What Hispanic psychiatrists have advanced mental health treatment?",
        "How have Hispanic researchers studied mental health in their communities?",
        "What culturally competent mental health approaches have Hispanics developed?",
        "How have Hispanic psychologists contributed to the field?",
        "What barriers to mental healthcare have Hispanic professionals addressed?",
        "Who are leading Hispanic mental health professionals?"
      ],
      "tags": ["health", "mental-health", "americas", "psychiatry"]
    },
    {
      "name": "Medical Education and Training",
      "topics": [
        "How are Hispanic medical students trained?",
        "What medical schools have programs for Hispanic students?",
        "What barriers affect Hispanic medical education?",
        "How are Hispanic faculty represented in medical schools?",
        "What pipeline programs develop Hispanic physicians?",
        "How is medical education becoming more diverse?"
      ],
      "tags": ["health", "education", "americas", "training"]
    },
    {
      "name": "Community Health and Serving Hispanic Populations",
      "topics": [
        "How have Hispanic physicians served their communities?",
        "What community health centers have Hispanic leadership?",
        "How do Hispanic doctors address health disparities?",
        "What culturally competent care have Hispanic providers developed?",
        "What free clinics and volunteer healthcare serves Hispanics?",
        "How do Hispanic doctors give back?"
      ],
      "tags": ["health", "community", "americas", "service"]
    },
    {
      "name": "Women in Hispanic Medicine",
      "topics": [
        "Who are pioneering Hispanic women physicians?",
        "What barriers have Latina doctors faced?",
        "How are Hispanic women represented in medical specialties?",
        "What mentorship exists for Latina medical students?",
        "What leadership positions do Hispanic women hold?",
        "How is representation changing for Latinas in medicine?"
      ],
      "tags": ["health", "gender", "americas", "women-medicine"]
    },
    {
      "name": "Recognition and Awards",
      "topics": [
        "What recognition have Hispanic medical professionals received?",
        "How do medical associations honor Hispanic contributions?",
        "What institutional recognition exists?",
        "How are Hispanic medical pioneers being documented?",
        "What naming and memorials honor Hispanic physicians?",
        "What recognition work remains?"
      ],
      "tags": ["health", "recognition", "americas", "awards"]
    },
    {
      "name": "The Future of Hispanics in Medicine",
      "topics": [
        "How will Hispanic representation in medicine change?",
        "What emerging physicians are making their mark?",
        "How will demographic changes affect healthcare?",
        "What specialties will see increased Hispanic representation?",
        "How can barriers to medical careers be removed?",
        "What will American medicine look like with full Hispanic participation?"
      ],
      "tags": ["health", "demographics", "americas", "future-trends"]
    }
  ]
}
