{
  "name": "Hispanic Americans and the Two Parties: Competition for the Latino Vote",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-politics",
    "partisanship",
    "democratic-party",
    "republican-party",
    "political-alignment"
  ],
  "chapters": [
    {
      "name": "A Contested Electorate",
      "topics": [
        "Why are Hispanic voters seen as up for grabs?",
        "How do both parties view the Hispanic electorate?",
        "What historical partisan patterns exist among Hispanics?",
        "Why don't Hispanics vote as a monolithic bloc?",
        "What makes Hispanic voter loyalty different from other groups?",
        "Why has competition for Hispanic voters intensified?"
      ],
      "tags": [
        "politics",
        "hispanic-culture",
        "americas",
        "elections"
      ]
    },
    {
      "name": "The Democratic Coalition",
      "topics": [
        "What is the history of Hispanic voters and the Democratic Party?",
        "Why have Hispanics traditionally leaned Democratic?",
        "What does the Democratic Party offer Hispanic voters?",
        "How do Democrats appeal to Hispanic constituencies?",
        "What tensions exist between Hispanics and Democrats?",
        "Are Democrats taking Hispanic voters for granted?"
      ],
      "tags": [
        "politics",
        "representation",
        "americas",
        "democratic-party"
      ]
    },
    {
      "name": "Republican Outreach",
      "topics": [
        "What is the history of Hispanic voters and the Republican Party?",
        "When have Republicans won Hispanic votes?",
        "What does the Republican Party offer Hispanic voters?",
        "How have Republicans tried to expand Hispanic support?",
        "What barriers prevent Hispanic-Republican alignment?",
        "What would a Republican Hispanic majority look like?"
      ],
      "tags": [
        "politics",
        "representation",
        "americas",
        "republican-party"
      ]
    },
    {
      "name": "Immigration as a Wedge Issue",
      "topics": [
        "How does immigration policy affect Hispanic party preference?",
        "Do harsh immigration stances cost Republicans Hispanic votes?",
        "How do Democrats use immigration to appeal to Hispanics?",
        "Do some Hispanic voters support immigration enforcement?",
        "Is immigration the determining issue for Hispanic voters?",
        "How might immigration reform change partisan dynamics?"
      ],
      "tags": [
        "politics",
        "migration",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "Economic Appeals",
      "topics": [
        "What economic messages resonate with Hispanic voters?",
        "How do Democrats pitch economic policy to Hispanics?",
        "What Republican economic arguments appeal to Hispanics?",
        "How do class and wealth affect Hispanic partisanship?",
        "What role do small business and entrepreneurship play?",
        "Do Hispanic economic priorities differ from party platforms?"
      ],
      "tags": [
        "economics",
        "politics",
        "americas",
        "policy"
      ]
    },
    {
      "name": "Religion and Social Conservatism",
      "topics": [
        "How does religion affect Hispanic political views?",
        "Why don't Hispanic Catholics vote like white Catholics?",
        "How do evangelical Hispanics vote?",
        "What social conservative values do some Hispanics hold?",
        "How do abortion and family values issues affect Hispanic voters?",
        "Can Republicans win Hispanics on social issues?"
      ],
      "tags": [
        "religion",
        "politics",
        "americas",
        "social-issues"
      ]
    },
    {
      "name": "The Hispanic Independent",
      "topics": [
        "How many Hispanic voters identify as independent?",
        "What characterizes Hispanic swing voters?",
        "Why do some Hispanics reject both parties?",
        "How do independents decide between candidates?",
        "What would make independents more partisan?",
        "What role do Hispanic independents play in elections?"
      ],
      "tags": [
        "politics",
        "hispanic-culture",
        "americas",
        "independents"
      ]
    },
    {
      "name": "Subgroup Political Differences",
      "topics": [
        "Why do Cuban Americans vote Republican?",
        "What party do Puerto Ricans favor and why?",
        "How do Mexican Americans vote compared to other Hispanics?",
        "What political differences exist among Central Americans?",
        "How do South Americans fit into partisan patterns?",
        "Why do national-origin subgroups vote differently?"
      ],
      "tags": [
        "politics",
        "hispanic-culture",
        "americas",
        "demographics"
      ]
    },
    {
      "name": "Generational Shifts",
      "topics": [
        "How do younger Hispanics vote compared to their parents?",
        "What political views do Gen Z Hispanics hold?",
        "How does assimilation affect political preferences?",
        "Are younger Hispanics more progressive or conservative?",
        "What issues drive young Hispanic voters?",
        "How will generational change reshape Hispanic politics?"
      ],
      "tags": [
        "politics",
        "demographics",
        "americas",
        "youth"
      ]
    },
    {
      "name": "Campaign Strategies",
      "topics": [
        "How do campaigns target Hispanic voters differently?",
        "What messages work and fail with Hispanic audiences?",
        "How important is Spanish-language outreach?",
        "What role do Hispanic surrogates and endorsements play?",
        "How do campaigns segment Hispanic voters?",
        "What campaign mistakes alienate Hispanic voters?"
      ],
      "tags": [
        "politics",
        "media",
        "americas",
        "campaigns"
      ]
    },
    {
      "name": "The 2020s Realignment",
      "topics": [
        "What Hispanic voter shifts occurred in 2020?",
        "Why did some Hispanic voters move toward Trump?",
        "How did working-class Hispanics vote differently?",
        "What does the Rio Grande Valley shift mean?",
        "Are Hispanic political alignments permanently changing?",
        "What do 2022 and 2024 trends show?"
      ],
      "tags": [
        "politics",
        "elections",
        "americas",
        "realignment"
      ]
    },
    {
      "name": "The Future of Hispanic Partisanship",
      "topics": [
        "Will Hispanics become a solid voting bloc for either party?",
        "How will both parties adapt to Hispanic demographic growth?",
        "What would make Hispanics reliable Democratic voters?",
        "What would create a durable Republican Hispanic coalition?",
        "How will issue priorities shape future alignments?",
        "What does the long-term future hold for Hispanic partisanship?"
      ],
      "tags": [
        "politics",
        "demographics",
        "americas",
        "future-trends"
      ]
    }
  ]
}
