{
  "name": "Latino, Latina, Latinx: The Evolving Politics of Self-Identification",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "latino-identity",
    "gender-language",
    "generational-change",
    "identity-politics",
    "hispanic-terminology"
  ],
  "chapters": [
    {
      "name": "From Latino to Latinx: A Linguistic Journey",
      "topics": [
        "How did Latino emerge as an alternative to Hispanic in the 1990s?",
        "What movements and intellectuals promoted the Latino label?",
        "How did gender-inclusive language movements lead to Latinx?",
        "When did Latinx first appear and in what contexts?",
        "How has Latine emerged as a Spanish-compatible alternative?"
      ],
      "tags": [
        "history",
        "hispanic-culture",
        "americas",
        "linguistics"
      ]
    },
    {
      "name": "The Grammar Wars",
      "topics": [
        "Why is Spanish gendered language, and what does that mean for identity terms?",
        "How do traditional Spanish speakers respond to gender-neutral innovations?",
        "What linguistic arguments are made for and against Latinx?",
        "Is it possible to change a language's fundamental grammar?",
        "How do other languages handle gender-neutral identity terms?",
        "What does the Real Academia Española say about these terms?",
        "How do linguists versus activists view language change differently?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "linguistics"
      ]
    },
    {
      "name": "Generational Divides",
      "topics": [
        "How do younger Latinos differ from older generations in term preference?",
        "What does survey data show about Latinx awareness and acceptance?",
        "Why do some older Hispanics find Latinx offensive?",
        "How do college-educated Latinos differ from those without degrees?",
        "What role does immigration generation play in term preference?",
        "Is the generational divide about language or politics?",
        "How do teens and young adults talk about these terms?",
        "What patterns exist among Latino millennials versus Gen Z?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Academia and Activism",
      "topics": [
        "How did Latinx become standard in academic and activist spaces?",
        "What university programs and departments have adopted Latinx?",
        "How do Hispanic students on campus navigate these labels?",
        "What activist organizations use which terms and why?",
        "How has Latinx become associated with progressive politics?"
      ],
      "tags": [
        "education",
        "activism",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Media and Marketing Choices",
      "topics": [
        "How do major media outlets decide which term to use?",
        "What style guides say about Hispanic, Latino, and Latinx?",
        "How do Spanish-language media handle the terminology debate?",
        "What happens when brands adopt Latinx — do consumers respond?",
        "How do political campaigns choose their terminology?",
        "What backlash has Latinx usage in media generated?",
        "How have entertainment companies navigated terminology?"
      ],
      "tags": [
        "media",
        "hispanic-culture",
        "americas",
        "journalism"
      ]
    },
    {
      "name": "LGBTQ+ Latinos and Gender-Inclusive Language",
      "topics": [
        "Why is gender-inclusive terminology particularly important to LGBTQ+ Latinos?",
        "How do non-binary Latinos navigate Spanish's gendered grammar?",
        "What community has been most invested in Latinx adoption?",
        "How do LGBTQ+ organizations within Latino communities use language?",
        "What tensions exist between LGBTQ+ and traditional Latino communities over language?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "lgbtq"
      ]
    },
    {
      "name": "The Polling Controversy",
      "topics": [
        "What do major polls show about Latino vs. Latinx preference?",
        "Why did some polls show only 3% of Latinos prefer Latinx?",
        "How should polls on terminology be interpreted?",
        "What criticisms have been made of anti-Latinx polling?",
        "Does low awareness equal rejection?",
        "How do poll results get weaponized in political debates?",
        "What methodological problems affect terminology polling?",
        "How do pollsters' own biases affect question framing?"
      ],
      "tags": [
        "politics",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Right-Wing Backlash",
      "topics": [
        "How has the political right seized on Latinx as a wedge issue?",
        "What conservative Hispanic voices have rejected the term?",
        "How did Latinx become a symbol of 'woke' overreach?",
        "What political ads have targeted Democrats over Latinx usage?",
        "How do Republican-leaning Hispanics view the terminology debate?"
      ],
      "tags": [
        "politics",
        "hispanic-culture",
        "americas",
        "us-politics"
      ]
    },
    {
      "name": "Latin America's Perspective",
      "topics": [
        "How do Latin Americans view the U.S. terminology debate?",
        "Is Latinx used anywhere in Latin America?",
        "What gender-inclusive language movements exist in Spanish-speaking countries?",
        "How do Mexican, Colombian, and Argentine activists approach this?",
        "What critique do Latin Americans make of U.S.-centric labeling?",
        "Is this debate distinctly American?",
        "How do international Spanish media cover the terminology debate?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "linguistics"
      ]
    },
    {
      "name": "Beyond the Binary Debate",
      "topics": [
        "What other identity terms are Latinos using beyond Hispanic/Latino/Latinx?",
        "How do terms like Chicano, Boricua, and Nuyorican fit in?",
        "What hyphenated identities do people prefer?",
        "When do people reject pan-ethnic labels for national origin terms?",
        "How do mixed-heritage Latinos identify?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Institutional Choices",
      "topics": [
        "How do government agencies decide which term to use officially?",
        "What happens when the Census changes terminology?",
        "How do schools and universities navigate these choices?",
        "What legal implications attach to official terminology?",
        "How do hospitals and healthcare systems choose terms?",
        "Does institutional language follow or lead popular usage?",
        "What costs and benefits come from changing institutional terminology?",
        "How do employers handle identity terms in the workplace?"
      ],
      "tags": [
        "law",
        "governance",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Where Language Goes from Here",
      "topics": [
        "What emerging terms might replace current labels?",
        "How will demographics shape future terminology?",
        "What role will technology and social media play?",
        "Can there ever be consensus on identity labels?",
        "What lessons does this debate offer about language and identity?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "linguistics"
      ]
    }
  ]
}
