{
  "name": "Latino, Latina, Latinx: La Política Evolutiva de la Autoidentificación",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "latino-identity",
    "gender-language",
    "generational-change",
    "identity-politics",
    "hispanic-terminology"
  ],
  "chapters": [
    {
      "name": "De Latino a Latinx: Un Viaje Lingüístico",
      "topics": [
        "¿Cómo surgió latino como alternativa a hispano en los años 90?",
        "¿Qué movimientos e intelectuales promovieron la etiqueta latino?",
        "¿Cómo llevaron los movimientos de lenguaje inclusivo de género a latinx?",
        "¿Cuándo apareció latinx por primera vez y en qué contextos?",
        "¿Cómo ha surgido latine como alternativa compatible con el español?"
      ],
      "tags": [
        "history",
        "hispanic-culture",
        "americas",
        "linguistics"
      ]
    },
    {
      "name": "Las Guerras Gramaticales",
      "topics": [
        "¿Por qué el español es un idioma con género, y qué significa eso para los términos de identidad?",
        "¿Cómo responden los hispanohablantes tradicionales a las innovaciones de género neutro?",
        "¿Qué argumentos lingüísticos se hacen a favor y en contra de latinx?",
        "¿Es posible cambiar la gramática fundamental de un idioma?",
        "¿Cómo manejan otros idiomas los términos de identidad de género neutro?",
        "¿Qué dice la Real Academia Española sobre estos términos?",
        "¿Cómo ven los lingüistas frente a los activistas el cambio lingüístico de manera diferente?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "linguistics"
      ]
    },
    {
      "name": "Divisiones Generacionales",
      "topics": [
        "¿Cómo difieren los latinos más jóvenes de las generaciones mayores en la preferencia de términos?",
        "¿Qué muestran los datos de encuestas sobre el conocimiento y aceptación de latinx?",
        "¿Por qué algunos hispanos mayores encuentran latinx ofensivo?",
        "¿Cómo difieren los latinos con educación universitaria de los que no tienen títulos?",
        "¿Qué papel juega la generación de inmigración en la preferencia de términos?",
        "¿Es la división generacional sobre el idioma o la política?",
        "¿Cómo hablan los adolescentes y adultos jóvenes sobre estos términos?",
        "¿Qué patrones existen entre los millennials latinos versus la Generación Z?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Academia y Activismo",
      "topics": [
        "¿Cómo se volvió latinx estándar en espacios académicos y activistas?",
        "¿Qué programas y departamentos universitarios han adoptado latinx?",
        "¿Cómo navegan los estudiantes hispanos en el campus estas etiquetas?",
        "¿Qué organizaciones activistas usan qué términos y por qué?",
        "¿Cómo se ha asociado latinx con la política progresista?"
      ],
      "tags": [
        "education",
        "activism",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Opciones de Medios y Marketing",
      "topics": [
        "¿Cómo deciden los principales medios de comunicación qué término usar?",
        "¿Qué dicen las guías de estilo sobre hispano, latino y latinx?",
        "¿Cómo manejan los medios en español el debate terminológico?",
        "¿Qué sucede cuando las marcas adoptan latinx — responden los consumidores?",
        "¿Cómo eligen su terminología las campañas políticas?",
        "¿Qué reacción negativa ha generado el uso de latinx en los medios?",
        "¿Cómo han navegado las compañías de entretenimiento la terminología?"
      ],
      "tags": [
        "media",
        "hispanic-culture",
        "americas",
        "journalism"
      ]
    },
    {
      "name": "Latinos LGBTQ+ y el Lenguaje Inclusivo de Género",
      "topics": [
        "¿Por qué es la terminología inclusiva de género particularmente importante para los latinos LGBTQ+?",
        "¿Cómo navegan los latinos no binarios la gramática de género del español?",
        "¿Qué comunidad ha estado más interesada en la adopción de latinx?",
        "¿Cómo usan el lenguaje las organizaciones LGBTQ+ dentro de las comunidades latinas?",
        "¿Qué tensiones existen entre las comunidades LGBTQ+ y las comunidades latinas tradicionales sobre el lenguaje?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "lgbtq"
      ]
    },
    {
      "name": "La Controversia de las Encuestas",
      "topics": [
        "¿Qué muestran las principales encuestas sobre la preferencia de latino vs. latinx?",
        "¿Por qué algunas encuestas mostraron que solo el 3% de los latinos prefiere latinx?",
        "¿Cómo deben interpretarse las encuestas sobre terminología?",
        "¿Qué críticas se han hecho a las encuestas anti-latinx?",
        "¿Es lo mismo bajo conocimiento que rechazo?",
        "¿Cómo se utilizan los resultados de las encuestas como arma en los debates políticos?",
        "¿Qué problemas metodológicos afectan las encuestas sobre terminología?",
        "¿Cómo afectan los propios sesgos de los encuestadores la formulación de preguntas?"
      ],
      "tags": [
        "politics",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Reacción de la Derecha",
      "topics": [
        "¿Cómo ha aprovechado la derecha política latinx como tema divisivo?",
        "¿Qué voces hispanas conservadoras han rechazado el término?",
        "¿Cómo se convirtió latinx en un símbolo de exceso 'woke'?",
        "¿Qué anuncios políticos han atacado a los demócratas por el uso de latinx?",
        "¿Cómo ven el debate terminológico los hispanos que se inclinan hacia los republicanos?"
      ],
      "tags": [
        "politics",
        "hispanic-culture",
        "americas",
        "us-politics"
      ]
    },
    {
      "name": "La Perspectiva de América Latina",
      "topics": [
        "¿Cómo ven los latinoamericanos el debate terminológico de EE.UU.?",
        "¿Se usa latinx en algún lugar de América Latina?",
        "¿Qué movimientos de lenguaje inclusivo de género existen en los países hispanohablantes?",
        "¿Cómo abordan esto los activistas mexicanos, colombianos y argentinos?",
        "¿Qué crítica hacen los latinoamericanos al etiquetado centrado en EE.UU.?",
        "¿Es este debate distintivamente estadounidense?",
        "¿Cómo cubren los medios internacionales en español el debate terminológico?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "linguistics"
      ]
    },
    {
      "name": "Más Allá del Debate Binario",
      "topics": [
        "¿Qué otros términos de identidad están usando los latinos más allá de hispano/latino/latinx?",
        "¿Cómo encajan términos como chicano, boricua y nuyorican?",
        "¿Qué identidades con guion prefieren las personas?",
        "¿Cuándo rechazan las personas las etiquetas panétnicas por términos de origen nacional?",
        "¿Cómo se identifican los latinos de herencia mixta?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Opciones Institucionales",
      "topics": [
        "¿Cómo deciden las agencias gubernamentales qué término usar oficialmente?",
        "¿Qué sucede cuando el Censo cambia la terminología?",
        "¿Cómo navegan estas opciones las escuelas y universidades?",
        "¿Qué implicaciones legales tiene la terminología oficial?",
        "¿Cómo eligen términos los hospitales y sistemas de salud?",
        "¿Sigue o lidera el lenguaje institucional el uso popular?",
        "¿Qué costos y beneficios conlleva cambiar la terminología institucional?",
        "¿Cómo manejan los empleadores los términos de identidad en el lugar de trabajo?"
      ],
      "tags": [
        "law",
        "governance",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Hacia Dónde Va el Lenguaje desde Aquí",
      "topics": [
        "¿Qué términos emergentes podrían reemplazar las etiquetas actuales?",
        "¿Cómo moldearán la demografía la terminología futura?",
        "¿Qué papel jugarán la tecnología y las redes sociales?",
        "¿Puede haber alguna vez consenso sobre las etiquetas de identidad?",
        "¿Qué lecciones ofrece este debate sobre el lenguaje y la identidad?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "linguistics"
      ]
    }
  ]
}
