{
  "name": "Mexicoamericanos: La Comunidad Hispana Más Grande y Diversa",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "mexican-americans",
    "chicano-identity",
    "hispanic-demographics",
    "immigration-history",
    "cultural-diversity"
  ],
  "chapters": [
    {
      "name": "Los Números: Tamaño y Distribución",
      "topics": [
        "¿Cuántos mexicoamericanos viven en Estados Unidos hoy?",
        "¿Qué porcentaje de la población hispana total es mexicoamericana?",
        "¿Cómo ha crecido la población mexicoamericana con el tiempo?",
        "¿Dónde se concentran geográficamente los mexicoamericanos?",
        "¿Cómo difiere la presencia mexicoamericana entre los estados fronterizos y otros?",
        "¿Qué ciudades tienen las poblaciones mexicoamericanas más grandes?",
        "¿Cómo difieren las poblaciones mexicoamericanas rurales y urbanas?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Los Que Estuvieron Aquí Primero",
      "topics": [
        "¿Quiénes son los mexicoamericanos cuyos antepasados nunca cruzaron una frontera?",
        "¿Cómo creó la Guerra México-Estadounidense mexicoamericanos de la noche a la mañana?",
        "¿Qué pasó con los terratenientes mexicanos después del Tratado de Guadalupe Hidalgo?",
        "¿Cómo trazan las familias tejanas y nuevomexicanas su presencia de siglos?",
        "¿Qué distingue a estos mexicoamericanos originales de los inmigrantes posteriores?"
      ],
      "tags": [
        "history",
        "colonialism",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "Olas de Migración",
      "topics": [
        "¿Cuáles fueron las principales olas de migración mexicana a Estados Unidos?",
        "¿Cómo impulsó la Revolución Mexicana (1910-1920) la migración?",
        "¿Qué papel jugó el Programa Bracero en moldear los patrones migratorios?",
        "¿Cómo afectó el desplazamiento económico post-TLCAN la migración?",
        "¿Qué explica la disminución de la migración mexicana en años recientes?",
        "¿Cómo difieren los migrantes recientes de las generaciones anteriores?",
        "¿Qué papel jugó el reclutamiento laboral en cada ola migratoria?",
        "¿Cómo ha cambiado el carácter de la frontera a través de las épocas?"
      ],
      "tags": [
        "history",
        "migration",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "Diversidad Regional Dentro de la América Mexicana",
      "topics": [
        "¿Cómo difieren los mexicoamericanos en Texas de los de California?",
        "¿Qué culturas mexicoamericanas distintas existen en Arizona y Nuevo México?",
        "¿Cómo ha desarrollado el Medio Oeste sus propias comunidades mexicoamericanas?",
        "¿Qué hay de los mexicoamericanos en el Sur y el Noroeste del Pacífico?",
        "¿Cómo afectan los orígenes regionales mexicanos a las comunidades estadounidenses?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Identidad Chicana y el Movimiento",
      "topics": [
        "¿Qué es la identidad chicana y cómo difiere de mexicoamericano?",
        "¿Cómo surgió el Movimiento Chicano de los años 60-70?",
        "¿Cuáles fueron las demandas y logros clave del Movimiento Chicano?",
        "¿Cómo se relacionó la identidad chicana con la herencia indígena y Aztlán?",
        "¿Qué producciones culturales surgieron de la conciencia chicana?",
        "¿Cómo ven hoy la identidad chicana las generaciones más jóvenes?",
        "¿Qué papel jugaron César Chávez y Dolores Huerta en el movimiento?",
        "¿Cómo contribuyeron los Brown Berets y los movimientos estudiantiles?",
        "¿Cuál es el legado del Movimiento Chicano hoy?"
      ],
      "tags": [
        "history",
        "activism",
        "americas",
        "civil-rights"
      ]
    },
    {
      "name": "Patrones Lingüísticos y Generaciones",
      "topics": [
        "¿Cómo varía el uso del español a través de las generaciones mexicoamericanas?",
        "¿Cuál es el patrón típico de cambio lingüístico al inglés?",
        "¿Cómo mantienen las comunidades fronterizas mayor competencia en español?",
        "¿Qué papel juega el spanglish en la vida mexicoamericana?",
        "¿Cómo intentan los programas de lengua heredada mantener el español?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "linguistics"
      ]
    },
    {
      "name": "Trayectorias Económicas",
      "topics": [
        "¿Cómo se compara el estatus económico mexicoamericano con otros grupos?",
        "¿Qué industrias emplean a grandes cantidades de mexicoamericanos?",
        "¿Cómo ha cambiado la movilidad económica a través de las generaciones?",
        "¿Qué patrones de logro educativo existen entre los mexicoamericanos?",
        "¿Cómo afecta el estatus migratorio los resultados económicos?",
        "¿Qué papel juegan los empresarios mexicoamericanos en la economía?",
        "¿Cómo afectan las brechas salariales a las familias mexicoamericanas?"
      ],
      "tags": [
        "economics",
        "inequality",
        "americas",
        "labor"
      ]
    },
    {
      "name": "Diversidad Política y Participación",
      "topics": [
        "¿Cómo votan los mexicoamericanos y por qué no son un monolito?",
        "¿Qué explica la creciente participación republicana del voto mexicoamericano?",
        "¿Cómo difieren políticamente los mexicoamericanos de la región fronteriza de los urbanos?",
        "¿Qué temas impulsan la participación política mexicoamericana?",
        "¿Cómo ha cambiado la representación mexicoamericana en el gobierno?"
      ],
      "tags": [
        "politics",
        "representation",
        "americas",
        "elections"
      ]
    },
    {
      "name": "Religión y Fe",
      "topics": [
        "¿Qué papel juega el catolicismo en la vida mexicoamericana?",
        "¿Cómo ha crecido el protestantismo entre los mexicoamericanos?",
        "¿Cuál es el significado de Nuestra Señora de Guadalupe?",
        "¿Cómo difieren los católicos mexicoamericanos de la Iglesia en general?",
        "¿Qué prácticas religiosas populares persisten en las comunidades mexicoamericanas?",
        "¿Cómo intersecta la fe con la política para los mexicoamericanos?",
        "¿Qué papel juegan las quinceañeras en la vida religiosa y cultural?",
        "¿Cómo mezclan las celebraciones del Día de los Muertos fe y tradición?"
      ],
      "tags": [
        "religion",
        "tradition",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Estructuras Familiares y Género",
      "topics": [
        "¿Qué patrones familiares caracterizan a los hogares mexicoamericanos?",
        "¿Cómo se manifiestan los roles de género a través de las generaciones?",
        "¿Qué es el machismo y cómo ha evolucionado en el contexto estadounidense?",
        "¿Cómo navegan las mujeres mexicoamericanas entre la tradición y el cambio?",
        "¿Qué papel juega la familia extendida en la vida mexicoamericana?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "gender"
      ]
    },
    {
      "name": "Producción Cultural e Influencia",
      "topics": [
        "¿Cómo han moldeado los mexicoamericanos la música estadounidense?",
        "¿Qué artistas mexicoamericanos han alcanzado prominencia nacional?",
        "¿Cómo se ha convertido la comida mexicana en comida estadounidense?",
        "¿Qué literatura y poesía ha surgido de la experiencia mexicoamericana?",
        "¿Cómo aparecen los mexicoamericanos en el cine y la televisión?",
        "¿Qué intercambio cultural fluye entre México y la América mexicana?",
        "¿Cómo ha evolucionado y se ha extendido la cultura lowrider?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "americas",
        "music"
      ]
    },
    {
      "name": "La Próxima Generación",
      "topics": [
        "¿Cómo piensan los jóvenes mexicoamericanos sobre la identidad de manera diferente?",
        "¿Qué desafíos enfrentan los mexicoamericanos de tercera y cuarta generación?",
        "¿Cómo afecta el matrimonio interracial a la identidad mexicoamericana?",
        "¿Cómo es el logro educativo para los jóvenes mexicoamericanos?",
        "¿Cómo moldean las redes sociales y la tecnología la cultura de los jóvenes mexicoamericanos?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    }
  ]
}
