{
  "name": "Mexican Americans: The Largest and Most Diverse Hispanic Community",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "mexican-americans",
    "chicano-identity",
    "hispanic-demographics",
    "immigration-history",
    "cultural-diversity"
  ],
  "chapters": [
    {
      "name": "The Numbers: Size and Distribution",
      "topics": [
        "How many Mexican Americans live in the United States today?",
        "What percentage of the total Hispanic population is Mexican American?",
        "How has the Mexican American population grown over time?",
        "Where are Mexican Americans concentrated geographically?",
        "How does Mexican American presence differ between border states and others?",
        "What cities have the largest Mexican American populations?",
        "How do rural and urban Mexican American populations differ?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Those Who Were Here First",
      "topics": [
        "Who are the Mexican Americans whose ancestors never crossed a border?",
        "How did the Mexican-American War create Mexican Americans overnight?",
        "What happened to Mexican landholders after the Treaty of Guadalupe Hidalgo?",
        "How do Tejano and Nuevomexicano families trace centuries-long presence?",
        "What distinguishes these original Mexican Americans from later immigrants?"
      ],
      "tags": [
        "history",
        "colonialism",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "Waves of Migration",
      "topics": [
        "What were the major waves of Mexican migration to the United States?",
        "How did the Mexican Revolution (1910-1920) drive migration?",
        "What role did the Bracero Program play in shaping migration patterns?",
        "How did post-NAFTA economic dislocation affect migration?",
        "What explains the decline in Mexican migration in recent years?",
        "How do recent migrants differ from earlier generations?",
        "What role did labor recruitment play in each migration wave?",
        "How has the character of the border changed across eras?"
      ],
      "tags": [
        "history",
        "migration",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "Regional Diversity Within Mexican America",
      "topics": [
        "How do Mexican Americans in Texas differ from those in California?",
        "What distinct Mexican American cultures exist in Arizona and New Mexico?",
        "How has the Midwest developed its own Mexican American communities?",
        "What about Mexican Americans in the South and Pacific Northwest?",
        "How do regional Mexican origins affect American communities?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Chicano Identity and the Movement",
      "topics": [
        "What is Chicano identity and how does it differ from Mexican American?",
        "How did the Chicano Movement of the 1960s-70s emerge?",
        "What were the key demands and achievements of the Chicano Movement?",
        "How did Chicano identity relate to indigenous heritage and Aztlán?",
        "What cultural productions emerged from Chicano consciousness?",
        "How is Chicano identity viewed today by younger generations?",
        "What role did César Chávez and Dolores Huerta play in the movement?",
        "How did the Brown Berets and student movements contribute?",
        "What is the legacy of the Chicano Movement today?"
      ],
      "tags": [
        "history",
        "activism",
        "americas",
        "civil-rights"
      ]
    },
    {
      "name": "Language Patterns and Generations",
      "topics": [
        "How does Spanish language use vary across Mexican American generations?",
        "What is the typical pattern of language shift to English?",
        "How do border communities maintain higher Spanish proficiency?",
        "What role does Spanglish play in Mexican American life?",
        "How do heritage language programs try to maintain Spanish?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "linguistics"
      ]
    },
    {
      "name": "Economic Trajectories",
      "topics": [
        "How does Mexican American economic status compare to other groups?",
        "What industries employ large numbers of Mexican Americans?",
        "How has economic mobility changed across generations?",
        "What educational attainment patterns exist among Mexican Americans?",
        "How does documentation status affect economic outcomes?",
        "What role do Mexican American entrepreneurs play in the economy?",
        "How do wage gaps affect Mexican American families?"
      ],
      "tags": [
        "economics",
        "inequality",
        "americas",
        "labor"
      ]
    },
    {
      "name": "Political Diversity and Engagement",
      "topics": [
        "How do Mexican Americans vote and why aren't they a monolith?",
        "What explains the growing Republican share of the Mexican American vote?",
        "How do border-region Mexican Americans differ politically from urban ones?",
        "What issues drive Mexican American political engagement?",
        "How has Mexican American representation in government changed?"
      ],
      "tags": [
        "politics",
        "representation",
        "americas",
        "elections"
      ]
    },
    {
      "name": "Religion and Faith",
      "topics": [
        "What role does Catholicism play in Mexican American life?",
        "How has Protestantism grown among Mexican Americans?",
        "What is the significance of Our Lady of Guadalupe?",
        "How do Mexican American Catholics differ from the broader Church?",
        "What folk religious practices persist in Mexican American communities?",
        "How does faith intersect with politics for Mexican Americans?",
        "What role do quinceañeras play in religious and cultural life?",
        "How do Día de los Muertos observances blend faith and tradition?"
      ],
      "tags": [
        "religion",
        "tradition",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Family Structures and Gender",
      "topics": [
        "What family patterns characterize Mexican American households?",
        "How do gender roles play out across generations?",
        "What is machismo and how has it evolved in the American context?",
        "How do Mexican American women navigate tradition and change?",
        "What role does extended family play in Mexican American life?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "gender"
      ]
    },
    {
      "name": "Cultural Production and Influence",
      "topics": [
        "How have Mexican Americans shaped American music?",
        "What Mexican American artists have achieved national prominence?",
        "How has Mexican food become American food?",
        "What literature and poetry has emerged from Mexican American experience?",
        "How do Mexican Americans appear in film and television?",
        "What cultural crossover flows between Mexico and Mexican America?",
        "How has lowrider culture evolved and spread?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "americas",
        "music"
      ]
    },
    {
      "name": "The Next Generation",
      "topics": [
        "How do young Mexican Americans think about identity differently?",
        "What challenges face third and fourth generation Mexican Americans?",
        "How does intermarriage affect Mexican American identity?",
        "What does educational achievement look like for young Mexican Americans?",
        "How do social media and technology shape young Mexican American culture?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    }
  ]
}
