{
  "name": "Mixed-Status Families: Citizen Children, Undocumented Parents",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "mixed-status",
    "family-separation",
    "citizen-children",
    "deportation-fear",
    "immigration-enforcement"
  ],
  "chapters": [
    {
      "name": "What Are Mixed-Status Families?",
      "topics": [
        "What does 'mixed-status family' mean?",
        "How many American children have undocumented parents?",
        "What combinations of immigration status exist within families?",
        "Why do mixed-status families form?",
        "How common are mixed-status families across America?",
        "What does the law say about citizen children of undocumented parents?"
      ],
      "tags": [
        "hispanic-culture",
        "migration",
        "americas",
        "family"
      ]
    },
    {
      "name": "Daily Life in a Mixed-Status Home",
      "topics": [
        "How do mixed-status families navigate daily life?",
        "What fear and anxiety do these families experience?",
        "How do parents explain status differences to children?",
        "What economic challenges do mixed-status families face?",
        "How does immigration status affect housing and stability?",
        "What happens when parents can't get driver's licenses?",
        "How do families plan for emergencies and uncertainty?"
      ],
      "tags": [
        "hispanic-culture",
        "inequality",
        "americas",
        "family"
      ]
    },
    {
      "name": "The Deportation Threat",
      "topics": [
        "What happens when an undocumented parent is arrested by ICE?",
        "How do deportation orders affect citizen children?",
        "What is it like for children to witness a parent's arrest?",
        "How do families prepare for possible deportation?",
        "What custody arrangements happen during deportation proceedings?",
        "Can deportation be stopped to keep families together?"
      ],
      "tags": [
        "law",
        "justice",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "Children Left Behind",
      "topics": [
        "What happens to U.S. citizen children when parents are deported?",
        "Do children stay in America or go with parents?",
        "What are the challenges of American children living abroad?",
        "How do educational opportunities differ for children abroad?",
        "What mental health effects do children experience after parental deportation?",
        "How do children maintain relationships across borders?"
      ],
      "tags": [
        "hispanic-culture",
        "migration",
        "americas",
        "child-welfare"
      ]
    },
    {
      "name": "Economic Impacts",
      "topics": [
        "How does mixed status affect family income and economic mobility?",
        "What benefits are citizen children entitled to that parents aren't?",
        "How do families manage when parents can't work legally?",
        "What financial planning challenges exist for mixed-status families?",
        "How does parental deportation affect children's economic futures?",
        "What role does the underground economy play for these families?"
      ],
      "tags": [
        "economics",
        "inequality",
        "americas",
        "labor"
      ]
    },
    {
      "name": "Health and Healthcare Access",
      "topics": [
        "What healthcare access do undocumented parents have?",
        "How do citizen children access healthcare through their parents?",
        "What happens during medical emergencies for mixed-status families?",
        "How does fear of deportation affect healthcare-seeking behavior?",
        "What mental health services are available to these families?",
        "How do community health centers serve mixed-status families?"
      ],
      "tags": [
        "health",
        "inequality",
        "americas",
        "healthcare"
      ]
    },
    {
      "name": "Education and Schools",
      "topics": [
        "How do mixed-status families interact with schools?",
        "What protections exist for students regardless of status?",
        "How does parental status affect children's educational outcomes?",
        "What happens when parents can't attend school events?",
        "How do schools support students in mixed-status families?",
        "What college access issues exist for children in mixed-status families?"
      ],
      "tags": [
        "education",
        "inequality",
        "americas",
        "k-12"
      ]
    },
    {
      "name": "Psychological Toll on Children",
      "topics": [
        "What psychological impacts do citizen children in mixed-status families experience?",
        "How does 'toxic stress' affect child development?",
        "What are the long-term mental health effects?",
        "How do children cope with the constant threat of family separation?",
        "What role does secrecy and hiding play in children's psychology?",
        "What trauma-informed support helps these children?"
      ],
      "tags": [
        "health",
        "hispanic-culture",
        "americas",
        "mental-health"
      ]
    },
    {
      "name": "Community and Support Networks",
      "topics": [
        "How do mixed-status families build community support?",
        "What role do churches and faith organizations play?",
        "How do immigrant advocacy groups support these families?",
        "What legal aid resources exist?",
        "How do rapid response networks protect families?",
        "What sanctuary policies help mixed-status families?"
      ],
      "tags": [
        "hispanic-culture",
        "activism",
        "americas",
        "civil-rights"
      ]
    },
    {
      "name": "Policy Impacts",
      "topics": [
        "How have different administrations affected mixed-status families?",
        "What enforcement priorities help or harm these families?",
        "How do state and local policies affect mixed-status families?",
        "What is prosecutorial discretion and how does it apply?",
        "How have courts addressed family unity in immigration cases?",
        "What international human rights frameworks apply?"
      ],
      "tags": [
        "politics",
        "governance",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "Pathways to Legal Status",
      "topics": [
        "Can citizen children sponsor their undocumented parents?",
        "What are the age requirements and waiting periods for sponsorship?",
        "What is the unlawful presence bar and how does it affect families?",
        "What waivers exist to keep families together?",
        "How do DACA and other programs affect mixed-status families?",
        "What paths forward exist for family legalization?"
      ],
      "tags": [
        "law",
        "governance",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "The Future of Mixed-Status Families",
      "topics": [
        "What is the long-term outlook for mixed-status families?",
        "What reforms could address their situation?",
        "How are grown citizen children advocating for their parents?",
        "What happens as the population of affected children ages?",
        "How might comprehensive immigration reform address these families?",
        "What will be the legacy of growing up in a mixed-status family?"
      ],
      "tags": [
        "hispanic-culture",
        "migration",
        "americas",
        "immigration"
      ]
    }
  ]
}
