{
  "name": "Puertorriqueños en Estados Unidos: Ciudadanos Americanos, Identidad Caribeña",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "puerto-ricans",
    "boricua-identity",
    "circular-migration",
    "colonial-status",
    "nuyorican-culture"
  ],
  "chapters": [
    {
      "name": "Ciudadanos Sin un Estado",
      "topics": [
        "¿Cómo se convirtieron los puertorriqueños en ciudadanos estadounidenses en 1917?",
        "¿Qué significa la ciudadanía cuando no puedes votar por presidente desde tu hogar?",
        "¿Cómo moldea el estatus territorial de Puerto Rico la identidad de los puertorriqueños en el continente?",
        "¿Qué derechos tienen los puertorriqueños en la isla vs. en el continente?",
        "¿Cómo navegan los puertorriqueños su estatus legal único?",
        "¿Por qué no se ha convertido Puerto Rico en estado ni ha ganado la independencia?",
        "¿Qué piensan los puertorriqueños del continente sobre la cuestión del estatus?",
        "¿Cómo ha afectado la crisis de la deuda la relación de Puerto Rico con EE.UU.?"
      ],
      "tags": [
        "law",
        "governance",
        "americas",
        "civil-rights"
      ]
    },
    {
      "name": "La Gran Migración",
      "topics": [
        "¿Qué causó la migración masiva de puertorriqueños al continente después de la Segunda Guerra Mundial?",
        "¿Por qué fue Nueva York el destino principal para los migrantes puertorriqueños?",
        "¿Cómo afectó la Operación Manos a la Obra los patrones migratorios?",
        "¿Qué papel jugó el reclutamiento laboral en atraer a los puertorriqueños al continente?",
        "¿Qué condiciones encontraron los primeros migrantes?"
      ],
      "tags": [
        "history",
        "migration",
        "americas",
        "labor"
      ]
    },
    {
      "name": "Migración Circular: La Generación del Avión",
      "topics": [
        "¿Qué es la migración circular y por qué es única para los puertorriqueños?",
        "¿Cómo afectan los pasajes aéreos baratos entre la isla y el continente la migración?",
        "¿Qué quieren decir los puertorriqueños con 'la guagua aérea'?",
        "¿Cómo mantienen las familias conexiones a través del océano?",
        "¿Qué pasa con los niños que se mudan de un lado a otro?",
        "¿Cómo difiere la migración circular de otros patrones inmigrantes?",
        "¿Qué factores económicos impulsan el movimiento de ida y vuelta?"
      ],
      "tags": [
        "society",
        "migration",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Cultura Nuyorican",
      "topics": [
        "¿Qué es la identidad nuyorican y cómo surgió?",
        "¿Cómo moldeó el Nuyorican Poets Cafe la cultura literaria puertorriqueña?",
        "¿Qué papel jugaron los nuyoricans en el desarrollo del hip-hop?",
        "¿Cómo ven los puertorriqueños de la isla a los nuyoricans?",
        "¿Qué tensiones existen entre los puertorriqueños de la isla y del continente?"
      ],
      "tags": [
        "arts",
        "hispanic-culture",
        "americas",
        "literary-arts"
      ]
    },
    {
      "name": "Más Allá de Nueva York: La Diáspora Se Expande",
      "topics": [
        "¿Cómo han crecido las comunidades puertorriqueñas en Florida?",
        "¿Qué atrae a los puertorriqueños a Florida Central específicamente?",
        "¿Cómo difieren las comunidades puertorriqueñas de Chicago de las de Nueva York?",
        "¿Qué presencia puertorriqueña existe en otros estados?",
        "¿Cómo ha redistribuido el Huracán María la población puertorriqueña?",
        "¿Están declinando los puertorriqueños de Nueva York como proporción de la población del continente?",
        "¿Qué culturas distintas se han desarrollado en diferentes ciudades del continente?",
        "¿Qué tan conectadas están las comunidades puertorriqueñas en todo el continente?"
      ],
      "tags": [
        "geography",
        "migration",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Raza e Identidad Puertorriqueña",
      "topics": [
        "¿Cómo entienden los puertorriqueños la raza de manera diferente a los estadounidenses del continente?",
        "¿Cómo es el espectro racial en Puerto Rico?",
        "¿Cómo navegan los afropuertorriqueños la identidad racial en el continente?",
        "¿Qué discriminación racial han enfrentado los puertorriqueños en Estados Unidos?",
        "¿Cómo se identifican los puertorriqueños en las categorías raciales del Censo?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "race"
      ]
    },
    {
      "name": "Idioma y Pertenencia",
      "topics": [
        "¿Cómo mantienen los puertorriqueños el español a través de las generaciones?",
        "¿Qué es distintivo del español puertorriqueño?",
        "¿Cómo experimentan los puertorriqueños bilingües el cambio de código?",
        "¿Qué idioma hablan realmente los puertorriqueños nacidos en el continente?",
        "¿Cómo se relaciona el idioma con los reclamos de autenticidad?",
        "¿Qué batallas educativas han librado los puertorriqueños por el idioma?",
        "¿Cómo difieren el español de la isla y el del continente?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "linguistics"
      ]
    },
    {
      "name": "Política Puertorriqueña en el Continente",
      "topics": [
        "¿Cómo han moldeado los puertorriqueños la política en Nueva York y otras ciudades?",
        "¿Qué políticos puertorriqueños han alcanzado prominencia nacional?",
        "¿Cómo se involucran los puertorriqueños del continente con la política de la isla?",
        "¿Qué temas movilizan a los votantes puertorriqueños?",
        "¿Cómo han moldeado los Young Lords y otros movimientos la política puertorriqueña?"
      ],
      "tags": [
        "politics",
        "representation",
        "americas",
        "us-politics"
      ]
    },
    {
      "name": "Condiciones Económicas y Movilidad",
      "topics": [
        "¿Cómo se comparan los indicadores económicos puertorriqueños con otros hispanos?",
        "¿Por qué han tenido los puertorriqueños menor movilidad económica que algunos grupos?",
        "¿Qué papel jugó la desindustrialización en la pobreza puertorriqueña?",
        "¿Cómo les va económicamente a los puertorriqueños en diferentes regiones?",
        "¿Qué patrones educativos existen entre los puertorriqueños?",
        "¿Cómo ha cambiado el estatus económico de la segunda generación?",
        "¿Qué barreras para el avance económico enfrentan los puertorriqueños?",
        "¿Cómo se relacionan la ciudadanía y la movilidad con los resultados económicos?"
      ],
      "tags": [
        "economics",
        "inequality",
        "americas",
        "labor"
      ]
    },
    {
      "name": "Música: De la Bomba al Reggaetón",
      "topics": [
        "¿Qué raíces africanas y taínas moldean la música puertorriqueña?",
        "¿Cómo surgió la salsa de la colaboración puertorriqueña y cubana?",
        "¿Qué papel han jugado los puertorriqueños en el hip-hop latino?",
        "¿Cómo se desarrolló el reggaetón y se volvió global?",
        "¿Qué músicos puertorriqueños han moldeado la música popular estadounidense?"
      ],
      "tags": [
        "arts",
        "cultural-heritage",
        "americas",
        "music"
      ]
    },
    {
      "name": "El Huracán María y Sus Consecuencias",
      "topics": [
        "¿Cómo devastó el Huracán María a Puerto Rico en 2017?",
        "¿Cuál fue la respuesta del gobierno federal y por qué fue controversial?",
        "¿Cuántos puertorriqueños abandonaron la isla después de María?",
        "¿A dónde fueron los puertorriqueños desplazados?",
        "¿Cómo cambió María la conciencia política de los puertorriqueños del continente?",
        "¿Qué efectos a largo plazo ha tenido María en la comunidad?",
        "¿Cómo ha afectado la recuperación de la isla las conexiones con la diáspora?"
      ],
      "tags": [
        "environment",
        "migration",
        "americas",
        "humanitarian"
      ]
    },
    {
      "name": "El Futuro de la Identidad Puertorriqueña",
      "topics": [
        "¿Cómo están formando identidad los jóvenes puertorriqueños en el continente?",
        "¿Qué pasa con la identidad puertorriqueña con el matrimonio interracial?",
        "¿Continuará o disminuirá la migración circular?",
        "¿Cómo podría la estadidad o la independencia cambiar la identidad de la diáspora?",
        "¿Qué instituciones culturales están manteniendo la herencia puertorriqueña?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    }
  ]
}
