{
  "name": "South Americans in America: Colombians, Venezuelans, Peruvians, Ecuadorians, and Argentines",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "south-americans",
    "colombian-americans",
    "venezuelan-diaspora",
    "professional-immigrants",
    "diverse-origins"
  ],
  "chapters": [
    {
      "name": "South America: A Continent of Diversity",
      "topics": [
        "How diverse are South American nations in culture, race, and economy?",
        "What colonial histories shape South American identities?",
        "How do Andean, Southern Cone, and tropical regions differ?",
        "What indigenous populations exist across South America?",
        "How do class structures in South America affect who migrates?",
        "What connects South Americans despite national differences?"
      ],
      "tags": ["history", "colonialism", "americas", "anthropology"]
    },
    {
      "name": "Colombian Americans: The Largest South American Group",
      "topics": [
        "How many Colombian Americans are there and where do they live?",
        "What drove Colombian migration: violence, economy, or both?",
        "How did the drug war affect Colombian American image?",
        "What professional and middle-class migration has occurred?",
        "How have Colombian Americans built communities in Florida and New York?",
        "What cultural institutions serve Colombian Americans?",
        "How do Colombian Americans relate to their homeland today?"
      ],
      "tags": ["society", "identity", "americas", "sociology"]
    },
    {
      "name": "Venezuelan Americans: Crisis Migration",
      "topics": [
        "How has Venezuelan migration exploded since 2014?",
        "What caused the Venezuelan exodus?",
        "How do recent Venezuelan migrants differ from earlier waves?",
        "Where are Venezuelan Americans settling?",
        "What challenges do Venezuelan refugees face?",
        "How do Venezuelans relate to political debates about their homeland?",
        "What is TPS doing for Venezuelan migrants?",
        "How has the Venezuelan crisis created a diaspora from scratch?"
      ],
      "tags": ["society", "migration", "americas", "refugees"]
    },
    {
      "name": "Peruvian Americans",
      "topics": [
        "How many Peruvian Americans are there and where do they live?",
        "What drives Peruvian migration to the United States?",
        "How do Peruvian regional and ethnic identities carry over?",
        "What role does Peruvian cuisine play in diaspora identity?",
        "How have Peruvian Americans built communities in the Northeast and Florida?",
        "What connections do Peruvian Americans maintain with Peru?"
      ],
      "tags": ["society", "identity", "americas", "sociology"]
    },
    {
      "name": "Ecuadorian Americans",
      "topics": [
        "How many Ecuadorian Americans are there and where do they live?",
        "What migration patterns characterize Ecuadorian movement to America?",
        "Why is New York the center of Ecuadorian American life?",
        "How do highland and coastal Ecuadorians differ in the diaspora?",
        "What economic sectors employ Ecuadorian Americans?",
        "How do Ecuadorian Americans maintain transnational connections?"
      ],
      "tags": ["society", "migration", "americas", "sociology"]
    },
    {
      "name": "Argentine and Chilean Americans",
      "topics": [
        "How many Argentines and Chileans live in the United States?",
        "What distinguishes Southern Cone migration from other South Americans?",
        "How did political exile during dictatorships shape these communities?",
        "Where do Argentine and Chilean Americans concentrate?",
        "What class and educational profiles characterize these groups?",
        "How do Argentine and Chilean Americans relate to broader Latino identity?"
      ],
      "tags": ["society", "identity", "americas", "sociology"]
    },
    {
      "name": "Brazilian Americans: Not Hispanic, but Often Grouped Together",
      "topics": [
        "Are Brazilians Hispanic or Latino?",
        "How many Brazilian Americans are there?",
        "Where do Brazilian Americans concentrate?",
        "How do Brazilians navigate their ambiguous category?",
        "What cultural distinctiveness do Brazilians maintain?",
        "How do Brazilians relate to Spanish-speaking Latin Americans?",
        "What pan-Latin American solidarity exists despite language difference?"
      ],
      "tags": ["society", "identity", "americas", "linguistics"]
    },
    {
      "name": "Class and Professional Immigration",
      "topics": [
        "Why do South American immigrants tend to have higher education levels?",
        "What professional sectors attract South American talent?",
        "How does brain drain affect South American countries?",
        "What economic opportunities draw South Americans to America?",
        "How does class background affect diaspora identity?"
      ],
      "tags": ["economics", "development", "americas", "labor"]
    },
    {
      "name": "Race and South American Identity",
      "topics": [
        "How do South Americans understand race differently than Americans?",
        "What happens to South American racial identity in the U.S.?",
        "How do Afro-South Americans navigate American racial categories?",
        "What indigenous identities persist among South American migrants?",
        "How do white-identifying South Americans experience America?",
        "What tensions around race exist within South American communities?",
        "How does mestizaje ideology translate to American contexts?"
      ],
      "tags": ["society", "identity", "americas", "race"]
    },
    {
      "name": "Cultural Contributions",
      "topics": [
        "What South American cuisines have gained American popularity?",
        "How have South American musicians influenced American music?",
        "What South American artists and writers work in America?",
        "How do South American sports cultures transplant?",
        "What cultural festivals bring South American communities together?"
      ],
      "tags": ["arts", "cultural-heritage", "americas", "sociology"]
    },
    {
      "name": "Pan-South American or Nation-Specific Identity?",
      "topics": [
        "Do South Americans in America see themselves as a unified group?",
        "What rivalries and differences divide South American nationalities?",
        "How do South Americans relate to Central Americans and Mexicans?",
        "What organizations bring South Americans together?",
        "How does living in America affect national identity?"
      ],
      "tags": ["society", "identity", "americas", "sociology"]
    },
    {
      "name": "The Next Generations",
      "topics": [
        "How do second-generation South Americans form identity?",
        "What happens to national specificity among American-born children?",
        "How do young South Americans engage with broader Latino identity?",
        "What connections do young South Americans maintain with their parents' homelands?",
        "What is the future of South American American distinctiveness?",
        "How do intermarriage patterns affect identity transmission?"
      ],
      "tags": ["society", "identity", "americas", "sociology"]
    }
  ]
}
