{
  "name": "Spanish Words in American English",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "linguistics",
    "spanish-influence",
    "american-english",
    "language-history",
    "cultural-exchange"
  ],
  "chapters": [
    {
      "name": "The History of Spanish in America",
      "topics": [
        "When did Spanish words first enter American English?",
        "How did Spanish colonization influence American vocabulary?",
        "What role did the Mexican-American War play in language exchange?",
        "How did Western expansion spread Spanish words?",
        "What immigration waves brought Spanish into English?",
        "How has Spanish influence grown over time?"
      ],
      "tags": ["history", "linguistics", "americas", "language-contact"]
    },
    {
      "name": "Geographic and Place Names",
      "topics": [
        "How many American place names come from Spanish?",
        "What state names have Spanish origins?",
        "How did cities like Los Angeles and San Francisco get their names?",
        "What geographic terms like mesa and canyon come from Spanish?",
        "How do Spanish place names reflect colonial history?",
        "What do Spanish names tell us about American history?"
      ],
      "tags": ["history", "geography", "americas", "place-names"]
    },
    {
      "name": "Food Words",
      "topics": [
        "What common food words come from Spanish?",
        "How did words like tortilla, burrito, and salsa enter English?",
        "What Mexican food terms are now standard English?",
        "How have food words spread through restaurant culture?",
        "What Caribbean and Latin American food words are used?",
        "How do new food words continue entering English?"
      ],
      "tags": ["society", "food", "americas", "vocabulary"]
    },
    {
      "name": "Ranch and Cowboy Culture",
      "topics": [
        "How did Spanish shape cowboy and ranching vocabulary?",
        "What words like rodeo, lasso, and corral come from Spanish?",
        "How did vaquero traditions create American cowboy culture?",
        "What livestock and ranching terms have Spanish origins?",
        "How is Western vocabulary rooted in Spanish?",
        "What does cowboy language reveal about cultural exchange?"
      ],
      "tags": ["history", "western-culture", "americas", "ranching"]
    },
    {
      "name": "Architecture and Building",
      "topics": [
        "What architectural terms come from Spanish?",
        "How did words like patio, plaza, and adobe enter English?",
        "What building styles brought Spanish vocabulary?",
        "How has Southwest architecture popularized Spanish terms?",
        "What Spanish words describe home features?",
        "How do architectural terms reflect cultural influence?"
      ],
      "tags": ["arts", "architecture", "americas", "vocabulary"]
    },
    {
      "name": "Weather and Nature",
      "topics": [
        "What weather words come from Spanish?",
        "How did hurricane, tornado, and canyon enter English?",
        "What plant and animal names have Spanish origins?",
        "How did Spanish describe the American landscape?",
        "What environmental terms came from Spanish speakers?",
        "How do nature words show Spanish influence?"
      ],
      "tags": ["science", "nature", "americas", "vocabulary"]
    },
    {
      "name": "Music and Dance Words",
      "topics": [
        "What music and dance terms come from Spanish?",
        "How did salsa, tango, and rumba enter English?",
        "What musical instruments have Spanish names?",
        "How has Latin music vocabulary spread?",
        "What dance terms are now standard English?",
        "How do music words reflect cultural exchange?"
      ],
      "tags": ["arts", "music", "americas", "vocabulary"]
    },
    {
      "name": "Everyday Expressions",
      "topics": [
        "What Spanish expressions are used in everyday American English?",
        "How did words like macho, pronto, and fiesta become common?",
        "What slang terms have Spanish origins?",
        "How do Americans use Spanish phrases?",
        "What code-switching patterns exist?",
        "How are Spanish expressions spreading?"
      ],
      "tags": ["society", "language", "americas", "expressions"]
    },
    {
      "name": "Spanglish and Language Mixing",
      "topics": [
        "What is Spanglish and how does it work?",
        "How do bilingual speakers blend Spanish and English?",
        "What Spanglish terms have entered mainstream English?",
        "How is Spanglish viewed by linguists?",
        "What regional varieties of Spanglish exist?",
        "What future does Spanglish have in America?"
      ],
      "tags": ["society", "linguistics", "americas", "bilingualism"]
    },
    {
      "name": "Regional Variations",
      "topics": [
        "How does Spanish influence vary by region?",
        "What Spanish words are common in the Southwest?",
        "How has Florida Spanish affected local English?",
        "What New York Spanish terms are used?",
        "How do different Hispanic communities influence language?",
        "What regional patterns are emerging?"
      ],
      "tags": ["society", "regional-language", "americas", "variation"]
    },
    {
      "name": "Spanish in American Media",
      "topics": [
        "How do Spanish words appear in American media?",
        "What Spanish terms are used in advertising?",
        "How has television and film spread Spanish vocabulary?",
        "What role does music play in Spanish word adoption?",
        "How do social media and internet culture spread Spanish?",
        "What media trends are increasing Spanish influence?"
      ],
      "tags": ["media", "language", "americas", "popular-culture"]
    },
    {
      "name": "The Future of Spanish in English",
      "topics": [
        "How will Spanish continue influencing American English?",
        "What new Spanish words are entering English?",
        "How will demographic changes affect language?",
        "Will America become more bilingual?",
        "What does language contact reveal about culture?",
        "What will American English sound like in the future?"
      ],
      "tags": ["society", "linguistics", "americas", "future-trends"]
    }
  ]
}
