{
  "name": "The New Hispanic Geography: Growth Beyond Traditional Gateways",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-geography",
    "new-destinations",
    "southern-growth",
    "midwest-latinos",
    "dispersal-patterns"
  ],
  "chapters": [
    {
      "name": "From Concentration to Dispersal",
      "topics": [
        "How concentrated was the Hispanic population historically?",
        "When did Hispanic dispersal to new destinations accelerate?",
        "What economic factors drove movement to new regions?",
        "How did immigration enforcement affect settlement patterns?",
        "What role did labor recruitment play in dispersal?",
        "How do traditional gateways compare to new destinations today?"
      ],
      "tags": ["geography", "migration", "americas", "sociology"]
    },
    {
      "name": "The South's Hispanic Surge",
      "topics": [
        "How has Hispanic population grown in the South since 1990?",
        "What industries attracted Hispanics to the South?",
        "How did meatpacking and poultry processing reshape small towns?",
        "What construction boom drew Hispanics to Southern cities?",
        "How do Southern Hispanics differ from those in traditional destinations?",
        "What reception have Hispanics received in the South?",
        "How have Hispanic Southerners navigated the region's racial dynamics?"
      ],
      "tags": ["geography", "migration", "americas", "labor"]
    },
    {
      "name": "North Carolina: A Case Study",
      "topics": [
        "How did North Carolina's Hispanic population explode?",
        "What industries drew Hispanics to North Carolina?",
        "How have cities like Charlotte and Raleigh changed?",
        "What happened in small towns with Hispanic influx?",
        "How have schools adapted to new populations?",
        "What anti-immigrant backlash emerged and how did Hispanics respond?"
      ],
      "tags": ["geography", "migration", "americas", "sociology"]
    },
    {
      "name": "Georgia and the Deep South",
      "topics": [
        "How has Georgia's Hispanic population grown?",
        "What role did the Atlanta area play in attracting Hispanics?",
        "How have Alabama, Mississippi, and other Deep South states changed?",
        "What carpet industry connection exists in Georgia?",
        "How do Hispanics navigate the Deep South's racial history?",
        "What community formation has occurred in new Southern destinations?"
      ],
      "tags": ["geography", "migration", "americas", "sociology"]
    },
    {
      "name": "The Midwest Transformation",
      "topics": [
        "How have Midwestern communities changed with Hispanic growth?",
        "What meatpacking connection drives Midwest settlement?",
        "How do Iowa, Nebraska, and Kansas exemplify Midwest Hispanic growth?",
        "What has happened in small Midwest towns with major Hispanic influx?",
        "How do Midwest Hispanics form community?",
        "What integration challenges and successes exist in the Midwest?"
      ],
      "tags": ["geography", "migration", "americas", "sociology"]
    },
    {
      "name": "Pacific Northwest Growth",
      "topics": [
        "How has the Hispanic population grown in Washington and Oregon?",
        "What agricultural connection exists in the Northwest?",
        "How have Seattle and Portland's Hispanic communities developed?",
        "What distinguishes Northwest Hispanics from California's population?",
        "How do Hispanic communities in the Northwest organize?"
      ],
      "tags": ["geography", "migration", "americas", "sociology"]
    },
    {
      "name": "Rural America's Hispanic Transformation",
      "topics": [
        "How have small rural towns been transformed by Hispanic arrivals?",
        "What happened to dying towns that received Hispanic influx?",
        "How do longtime residents and newcomers relate?",
        "What schools, churches, and businesses have adapted?",
        "How do rural Hispanics maintain cultural connections?",
        "What unique challenges face rural Hispanic communities?",
        "How have some small towns embraced Hispanic residents while others resisted?"
      ],
      "tags": ["society", "migration", "americas", "sociology"]
    },
    {
      "name": "Work and Economy in New Destinations",
      "topics": [
        "What industries employ Hispanics in new destinations?",
        "How do wages and conditions compare to traditional destinations?",
        "What role do labor contractors and recruitment networks play?",
        "How have Hispanics affected local economies?",
        "What entrepreneurship has emerged in new destinations?",
        "How do economic opportunities differ from gateway cities?"
      ],
      "tags": ["economics", "labor", "americas", "immigration"]
    },
    {
      "name": "Schools and the Second Generation",
      "topics": [
        "How have schools in new destinations adapted to Hispanic students?",
        "What ESL and bilingual programs have developed?",
        "How do Hispanic students perform in new destination schools?",
        "What second-generation experiences characterize new destinations?",
        "How do identity formation experiences differ in new vs. old destinations?",
        "What educational attainment patterns are emerging?"
      ],
      "tags": ["education", "identity", "americas", "sociology"]
    },
    {
      "name": "Politics and Reception",
      "topics": [
        "How have new destination communities politically received Hispanics?",
        "What anti-immigrant legislation has emerged in new destination states?",
        "How have Hispanics engaged politically in new destinations?",
        "What local organizing has occurred?",
        "How do 287(g) and other programs affect new destinations?",
        "What political representation have Hispanics achieved?"
      ],
      "tags": ["politics", "governance", "americas", "immigration"]
    },
    {
      "name": "Community Building from Scratch",
      "topics": [
        "How do Hispanics build community in places without existing networks?",
        "What role do churches play in new destinations?",
        "How have soccer leagues and other organizations formed?",
        "What Spanish-language media serves new destinations?",
        "How do Hispanics maintain transnational connections from dispersed locations?",
        "What mutual aid networks have developed?"
      ],
      "tags": ["society", "identity", "americas", "sociology"]
    },
    {
      "name": "The Future of Hispanic Dispersal",
      "topics": [
        "Will Hispanic dispersal continue or reverse?",
        "How might economic changes affect settlement patterns?",
        "What role will climate change play in Hispanic geography?",
        "Will new destinations develop distinct Hispanic cultures?",
        "How will second generations in new destinations differ?",
        "What is the long-term outlook for Hispanic America's geography?"
      ],
      "tags": ["society", "migration", "americas", "sociology"]
    }
  ]
}
