{
  "name": "Los Indocumentados: 11 Millones de Vidas en las Sombras",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "undocumented-immigrants",
    "immigration-enforcement",
    "deportation",
    "immigrant-communities",
    "living-without-status"
  ],
  "chapters": [
    {
      "name": "¿Quiénes Son los Indocumentados?",
      "topics": [
        "¿Cómo llegaron 11 millones de personas a vivir indocumentadas en Estados Unidos?",
        "¿Cuál es la diferencia entre alguien que excedió su visa y alguien que cruzó sin inspección?",
        "¿De qué países provienen la mayoría de los inmigrantes indocumentados, y ha cambiado esto con el tiempo?",
        "¿Cuánto tiempo han vivido en EE.UU. la mayoría de las personas indocumentadas?",
        "¿Por qué nos cuesta obtener conteos precisos de la población indocumentada?",
        "¿Qué conceptos erróneos tienen comúnmente los estadounidenses sobre quiénes son los indocumentados?"
      ],
      "tags": [
        "hispanic-culture",
        "migration",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "Vivir Sin Estatus",
      "topics": [
        "¿Cómo es la vida diaria para alguien sin estatus legal de inmigración?",
        "¿Cómo navegan los inmigrantes indocumentados los sistemas que requieren identificación?",
        "¿Qué pasa cuando una persona indocumentada necesita atención médica?",
        "¿Cómo inscriben los padres indocumentados a sus hijos en la escuela?",
        "¿Qué soluciones creativas han desarrollado las comunidades indocumentadas para satisfacer necesidades básicas?",
        "¿Cómo afecta vivir sin estatus la salud mental y los niveles de estrés?",
        "¿Por qué algunos inmigrantes indocumentados viven abiertamente mientras otros permanecen completamente ocultos?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Trabajando en las Sombras",
      "topics": [
        "¿Cómo encuentran empleo los trabajadores indocumentados sin autorización de trabajo?",
        "¿Qué industrias dependen más del trabajo indocumentado?",
        "¿Cómo afecta ser indocumentado los salarios y las condiciones de trabajo?",
        "¿Qué pasa cuando un trabajador indocumentado se lesiona en el trabajo?",
        "¿Por qué algunos empleadores prefieren contratar trabajadores indocumentados?",
        "¿Cómo funcionan los documentos falsos y el fraude de identidad en contextos laborales?",
        "¿Qué protecciones, si alguna, tienen los trabajadores indocumentados bajo la ley laboral?",
        "¿Cuánto contribuyen los inmigrantes indocumentados al Seguro Social que nunca cobrarán?"
      ],
      "tags": [
        "economics",
        "labor",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "El Miedo a la Deportación",
      "topics": [
        "¿Cómo moldea el miedo constante a la deportación la psicología de las familias indocumentadas?",
        "¿Qué desencadena una acción de cumplimiento migratorio contra un individuo?",
        "¿Cómo preparan las personas indocumentadas a sus familias para una posible deportación?",
        "¿Cómo es para los niños crecer con padres que podrían desaparecer cualquier día?",
        "¿Cómo afectan las políticas de santuario el nivel de miedo diario de los residentes indocumentados?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "Vida Comunitaria y Redes",
      "topics": [
        "¿Cómo construyen comunidad los inmigrantes indocumentados a pesar de su estatus vulnerable?",
        "¿Qué papel juegan las iglesias y organizaciones religiosas en apoyar a los indocumentados?",
        "¿Cómo funcionan los barrios de inmigrantes como enclaves protectores?",
        "¿Qué redes de ayuda mutua existen dentro de las comunidades indocumentadas?",
        "¿Cómo mantienen los inmigrantes indocumentados conexiones con sus países de origen?",
        "¿Qué pasa cuando miembros de la comunidad son deportados — cómo sobreviven las redes?",
        "¿Cómo se relacionan entre sí los hispanos documentados e indocumentados dentro de las comunidades?",
        "¿Qué instituciones culturales han creado las comunidades indocumentadas?",
        "¿Cómo conecta la segunda generación a los padres indocumentados con la sociedad estadounidense?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Estrategias Legales y Remedios",
      "topics": [
        "¿Qué opciones legales existen para que los inmigrantes indocumentados obtengan estatus?",
        "¿Cómo protege la visa U a las víctimas de delitos que cooperan con la policía?",
        "¿Qué es la cancelación de remoción y quién califica?",
        "¿Cómo evalúan los abogados de inmigración las opciones de una persona indocumentada?",
        "¿Por qué esperan algunas personas indocumentadas décadas por una visa que puede que nunca llegue?",
        "¿Cuál es la diferencia entre discreción fiscal y estatus legal real?",
        "¿Cómo victimizan los notarios y el fraude migratorio a las personas indocumentadas desesperadas?"
      ],
      "tags": [
        "law",
        "governance",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "Aplicación de la Ley: ICE y CBP",
      "topics": [
        "¿En qué difieren las misiones del Servicio de Inmigración y Control de Aduanas (ICE) y la Oficina de Aduanas y Protección Fronteriza (CBP)?",
        "¿Qué poderes tienen los oficiales de inmigración para detener, interrogar y arrestar a las personas?",
        "¿Cómo ha cambiado la aplicación interior de la ley a través de diferentes administraciones presidenciales?",
        "¿Qué es la zona fronteriza de 100 millas y cómo afecta los derechos constitucionales?",
        "¿Cómo funcionan los acuerdos de cooperación entre la policía local e ICE?",
        "¿Qué entrenamiento reciben los oficiales de ICE y qué supervisión existe?",
        "¿Cómo cambian las prioridades de aplicación con los cambios políticos?"
      ],
      "tags": [
        "law",
        "governance",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "Redadas y Arrestos",
      "topics": [
        "¿Qué sucede durante una redada migratoria en el lugar de trabajo?",
        "¿En qué difieren las redadas domiciliarias de la aplicación en el lugar de trabajo?",
        "¿Qué derechos tienen las personas cuando ICE llega a su puerta?",
        "¿Cómo responden las comunidades cuando ocurren redadas?",
        "¿Qué pasó en las redadas importantes como las de Postville, Iowa o las plantas de pollos de Mississippi?",
        "¿Cómo experimentan los niños el arresto de sus padres en redadas?",
        "¿Qué desafíos legales se han interpuesto contra las tácticas de redada?",
        "¿Cómo intentan las redes de respuesta rápida apoyar a las personas durante las redadas?"
      ],
      "tags": [
        "law",
        "justice",
        "americas",
        "civil-rights"
      ]
    },
    {
      "name": "Detención y el Proceso de Deportación",
      "topics": [
        "¿Qué es la detención migratoria y en qué difiere del encarcelamiento criminal?",
        "¿Quién administra los centros de detención migratoria — el gobierno o empresas privadas?",
        "¿Cómo son las condiciones dentro de los centros de detención migratoria?",
        "¿Cuánto tiempo puede ser detenida una persona en detención migratoria?",
        "¿Qué atención médica está disponible para los inmigrantes detenidos?",
        "¿Cómo acceden los inmigrantes detenidos a representación legal?",
        "¿Qué sucede durante los procedimientos de deportación?",
        "¿Cómo funcionan la remoción expedita y otros procesos acelerados?",
        "¿Cómo es la vida para alguien después de ser deportado a un país que apenas recuerda?"
      ],
      "tags": [
        "law",
        "justice",
        "americas",
        "immigration"
      ]
    },
    {
      "name": "Impactos Familiares de la Aplicación de la Ley",
      "topics": [
        "¿Qué pasa con los niños ciudadanos estadounidenses cuando sus padres son deportados?",
        "¿Cómo toman las familias la decisión imposible entre quedarse juntos en el extranjero o separarse?",
        "¿Cuál es el impacto psicológico en los niños que presencian el arresto de un padre?",
        "¿Cómo afecta la deportación las finanzas y la estabilidad familiar?",
        "¿Qué servicios existen para los niños que quedan atrás después de la deportación de un padre?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Defensa y el Movimiento de Derechos de los Inmigrantes",
      "topics": [
        "¿Cómo se ha organizado el movimiento de derechos de los inmigrantes en las últimas décadas?",
        "¿Qué estrategias han utilizado los defensores para impulsar la reforma migratoria?",
        "¿Cómo equilibran los activistas indocumentados la visibilidad con el riesgo personal?",
        "¿Qué papel han jugado los sindicatos en la defensa de los inmigrantes?",
        "¿Cómo participan las comunidades religiosas en el trabajo de derechos de los inmigrantes?",
        "¿Qué organizaciones legales brindan representación a las personas indocumentadas?",
        "¿Cómo ha cambiado la narrativa sobre los inmigrantes indocumentados con el tiempo?",
        "¿Qué tensiones existen dentro del mismo movimiento de derechos de los inmigrantes?"
      ],
      "tags": [
        "politics",
        "activism",
        "americas",
        "civil-rights"
      ]
    },
    {
      "name": "Caminos Hacia Adelante",
      "topics": [
        "¿Cómo sería una reforma migratoria integral?",
        "¿Por qué ha fallado el Congreso en aprobar legislación migratoria importante durante décadas?",
        "¿Cuáles son los argumentos a favor y en contra de la amnistía o los programas de legalización?",
        "¿Cómo manejan las diferentes propuestas a los 11 millones que ya están aquí?",
        "¿Qué se puede hacer a través de acción ejecutiva versus legislación?",
        "¿Cómo visualizan los propios inmigrantes indocumentados su futuro en Estados Unidos?",
        "¿Qué se necesitaría políticamente para romper el estancamiento de la reforma migratoria?"
      ],
      "tags": [
        "politics",
        "governance",
        "americas",
        "immigration"
      ]
    }
  ]
}
