{
  "name": "The Hispanic Southwest: Tejanos, Nuevomexicanos, and Californios",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-southwest",
    "tejanos",
    "nuevomexicanos",
    "californios",
    "ancestral-lands"
  ],
  "chapters": [
    {
      "name": "Before the Border Crossed Them",
      "topics": [
        "Who were the Hispanics living in the Southwest before 1848?",
        "How did Spanish colonization create these communities?",
        "What was life like in the Mexican territories before the war?",
        "How did the Treaty of Guadalupe Hidalgo affect these populations?",
        "What rights were promised vs. what was delivered?",
        "How did these original Hispanics differ from later Mexican immigrants?"
      ],
      "tags": ["history", "colonialism", "americas", "anthropology"]
    },
    {
      "name": "Nuevomexicanos: Centuries of Continuity",
      "topics": [
        "What makes New Mexico's Hispanic population distinctive?",
        "How have Nuevomexicano families maintained land and identity for 400 years?",
        "What is the relationship between Nuevomexicanos and Pueblo peoples?",
        "How does Nuevomexicano Spanish differ from standard Spanish?",
        "What cultural traditions are unique to New Mexico?",
        "How do Nuevomexicanos relate to recent Mexican immigrants?",
        "What happened to Spanish land grants after American conquest?",
        "How has the hispano identity evolved over centuries?"
      ],
      "tags": ["history", "identity", "americas", "anthropology"]
    },
    {
      "name": "Tejanos: Texans Before Texas",
      "topics": [
        "Who were the Tejanos before Texas independence?",
        "What role did Tejanos play in Texas history, including the Alamo?",
        "How were Tejanos treated after Texas joined the United States?",
        "What happened to Tejano landholdings and political power?",
        "How do contemporary Tejanos connect to this heritage?",
        "What is the relationship between Tejanos and Mexican immigrants?"
      ],
      "tags": ["history", "identity", "americas", "sociology"]
    },
    {
      "name": "Californios: From Rancheros to Minorities",
      "topics": [
        "Who were the Californios before the Gold Rush?",
        "What happened to Californio land and power after 1848?",
        "How did the Gold Rush transform California's demographics?",
        "What became of elite Californio families?",
        "How is Californio heritage remembered and claimed today?",
        "What relationship exists between Californios and later Mexican migrants?"
      ],
      "tags": ["history", "identity", "americas", "sociology"]
    },
    {
      "name": "Arizona: Frontier Continuity",
      "topics": [
        "How does Arizona's Hispanic heritage differ from neighboring states?",
        "What Spanish and Mexican presence existed in Arizona?",
        "How did Arizona's later development affect its Hispanic population?",
        "What is the relationship between Arizona Hispanics and the border?",
        "How do Tucson and Phoenix differ in their Hispanic communities?",
        "What cultural traditions persist in southern Arizona?"
      ],
      "tags": ["history", "identity", "americas", "sociology"]
    },
    {
      "name": "Land, Water, and Dispossession",
      "topics": [
        "How did Hispanics lose land after American conquest?",
        "What legal mechanisms stripped Hispanic land ownership?",
        "How did water rights become contested?",
        "What land grant activism has sought restoration?",
        "How does land loss connect to contemporary economic status?",
        "What movements have sought justice for land claims?"
      ],
      "tags": ["law", "justice", "americas", "civil-rights"]
    },
    {
      "name": "Language and Cultural Preservation",
      "topics": [
        "How have traditional Spanish dialects survived in the Southwest?",
        "What is distinctive about New Mexican Spanish?",
        "How have place names preserved Hispanic heritage?",
        "What folk traditions have continued for centuries?",
        "How do traditional arts and crafts persist?",
        "What role do churches and religious traditions play?"
      ],
      "tags": ["society", "cultural-heritage", "americas", "linguistics"]
    },
    {
      "name": "Relations with Mexican Immigrants",
      "topics": [
        "How do established Southwest Hispanics relate to Mexican immigrants?",
        "What tensions exist between old families and newcomers?",
        "How do class differences complicate these relationships?",
        "What common cause unites these populations?",
        "How do political movements bridge or divide these groups?",
        "What does 'Mexican American' mean to those whose families predate the border?"
      ],
      "tags": ["society", "identity", "americas", "immigration"]
    },
    {
      "name": "Political and Economic Status Today",
      "topics": [
        "What is the political representation of traditional Southwest Hispanics?",
        "How do economic indicators compare to newer Hispanic populations?",
        "What educational attainment patterns exist?",
        "How has gentrification affected historic Hispanic neighborhoods?",
        "What advocacy organizations represent these communities?"
      ],
      "tags": ["politics", "inequality", "americas", "us-politics"]
    },
    {
      "name": "Identity Claims and Debates",
      "topics": [
        "What does it mean to claim Spanish rather than Mexican heritage?",
        "How do some families emphasize Spanish over indigenous ancestry?",
        "What critiques exist of these identity claims?",
        "How do DNA tests complicate heritage narratives?",
        "What authentic Southwestern Hispanic identity looks like today?"
      ],
      "tags": ["society", "identity", "americas", "anthropology"]
    },
    {
      "name": "Architecture, Food, and Material Culture",
      "topics": [
        "What architectural traditions define the Hispanic Southwest?",
        "How has adobe and mission style evolved?",
        "What foods represent centuries of Southwestern Hispanic cooking?",
        "How do New Mexican, Tex-Mex, and California cuisines differ?",
        "What crafts and material culture remain distinctive?",
        "How has commercialization affected authentic traditions?"
      ],
      "tags": ["arts", "cultural-heritage", "americas", "architecture"]
    },
    {
      "name": "The Future of Ancestral Claims",
      "topics": [
        "How are younger generations connecting to ancestral heritage?",
        "What genealogical and historical research is recovering lost history?",
        "How does intermarriage affect these identity claims?",
        "What cultural institutions preserve this heritage?",
        "Will distinctive Southwest Hispanic identity persist?",
        "How do these communities fit into broader Hispanic America?"
      ],
      "tags": ["society", "identity", "americas", "sociology"]
    }
  ]
}
