{
  "name": "El Voto Hispano: Poder, Patrones y el Camino Hacia Adelante",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-vote",
    "latino-politics",
    "electoral-power",
    "voting-patterns",
    "political-mobilization"
  ],
  "chapters": [
    {
      "name": "El Electorado Hispano",
      "topics": [
        "¿Cuántos votantes hispanos elegibles hay en Estados Unidos?",
        "¿Qué proporción del electorado es hispana?",
        "¿Cómo ha crecido el electorado hispano con el tiempo?",
        "¿Cuál es el desglose del estatus de ciudadanía de los adultos hispanos?",
        "¿Dónde se concentran geográficamente los votantes hispanos?",
        "¿Cuál es el crecimiento proyectado del poder de voto hispano?"
      ],
      "tags": [
        "politics",
        "demographics",
        "americas",
        "voting"
      ]
    },
    {
      "name": "Registro de Votantes y Participación",
      "topics": [
        "¿Cuáles son las tasas de registro de votantes hispanos?",
        "¿Cuál es la participación de votantes hispanos comparada con otros grupos?",
        "¿Por qué ha sido históricamente más baja la participación hispana?",
        "¿Qué barreras afectan la participación de votantes hispanos?",
        "¿Cómo ha cambiado la participación hispana en elecciones recientes?",
        "¿Qué impulsa a los votantes hispanos a ir a las urnas?"
      ],
      "tags": [
        "politics",
        "representation",
        "americas",
        "voter-turnout"
      ]
    },
    {
      "name": "Patrones de Voto por Partido",
      "topics": [
        "¿Cómo votan típicamente los votantes hispanos por partido?",
        "¿Qué porcentaje de hispanos vota demócrata vs. republicano?",
        "¿Cómo han cambiado las preferencias partidistas con el tiempo?",
        "¿Qué explica los cambios en los patrones de voto hispano?",
        "¿Cómo votan los hispanos independientes?",
        "¿Existe un 'gigante dormido' del poder político hispano?"
      ],
      "tags": [
        "politics",
        "representation",
        "americas",
        "partisanship"
      ]
    },
    {
      "name": "Diversidad Dentro del Voto Hispano",
      "topics": [
        "¿Cómo votan los cubanoamericanos de manera diferente a los mexicoamericanos?",
        "¿Qué patrones de voto existen entre los puertorriqueños?",
        "¿Cómo difieren los votantes centro y sudamericanos?",
        "¿Qué diferencias generacionales existen en el voto hispano?",
        "¿Cómo se comparan los votantes hispanos religiosos con los seculares?",
        "¿Qué explica la diversidad interna del voto hispano?"
      ],
      "tags": [
        "politics",
        "hispanic-culture",
        "americas",
        "demographics"
      ]
    },
    {
      "name": "Temas que Importan a los Votantes Hispanos",
      "topics": [
        "¿Qué temas priorizan los votantes hispanos?",
        "¿Es la inmigración el tema más importante para los hispanos?",
        "¿Qué preocupaciones económicas impulsan a los votantes hispanos?",
        "¿Cómo se clasifican la salud y la educación para los votantes hispanos?",
        "¿Qué papel juegan los temas sociales en el voto hispano?",
        "¿Cómo se comparan las prioridades de temas hispanos con otros grupos?"
      ],
      "tags": [
        "politics",
        "representation",
        "americas",
        "policy"
      ]
    },
    {
      "name": "Estados Competitivos y el Poder Hispano",
      "topics": [
        "¿Qué papel juegan los hispanos en los estados bisagra?",
        "¿Qué tan importantes son los votantes hispanos en Arizona?",
        "¿Cuál es el poder político hispano en Nevada?",
        "¿Cómo afectan los votantes hispanos de Florida los resultados?",
        "¿Qué campos de batalla emergentes presentan votantes hispanos?",
        "¿Cómo se dirigen las campañas a los votantes hispanos indecisos?"
      ],
      "tags": [
        "politics",
        "geography",
        "americas",
        "elections"
      ]
    },
    {
      "name": "Alcance y Movilización de Votantes",
      "topics": [
        "¿Cómo llegan las campañas a los votantes hispanos?",
        "¿Qué papel juegan los medios en español?",
        "¿Qué tan efectivo es el alcance digital a los hispanos?",
        "¿Qué movilización de votantes basada en la comunidad funciona?",
        "¿Cómo fallan las campañas en llegar a los votantes hispanos?",
        "¿Cómo sería un alcance hispano efectivo?"
      ],
      "tags": [
        "politics",
        "media",
        "americas",
        "campaigns"
      ]
    },
    {
      "name": "Supresión de Votantes y Acceso",
      "topics": [
        "¿Qué tácticas de supresión de votantes afectan a los votantes hispanos?",
        "¿Cómo impactan las leyes de identificación de votantes a los hispanos?",
        "¿Qué problemas de acceso a los centros de votación afectan a las comunidades hispanas?",
        "¿Cómo funcionan los requisitos de acceso lingüístico?",
        "¿Qué manipulación de distritos diluye el poder de voto hispano?",
        "¿Qué batallas legales han abordado los derechos de voto hispanos?"
      ],
      "tags": [
        "politics",
        "justice",
        "americas",
        "voting-rights"
      ]
    },
    {
      "name": "Organizaciones Políticas Hispanas",
      "topics": [
        "¿Qué organizaciones movilizan a los votantes hispanos?",
        "¿Cómo trabajan grupos como NALEO y Voto Latino?",
        "¿Qué papel juegan los sindicatos en la participación política hispana?",
        "¿Cómo se involucran políticamente las cámaras y grupos empresariales hispanos?",
        "¿Qué organización política de base existe?",
        "¿Qué tan efectivas son las organizaciones políticas hispanas?"
      ],
      "tags": [
        "politics",
        "activism",
        "americas",
        "civic-engagement"
      ]
    },
    {
      "name": "Las Elecciones de 2020 y 2024",
      "topics": [
        "¿Cómo afectaron los votantes hispanos la elección presidencial de 2020?",
        "¿Qué cambios sorprendentes ocurrieron en el voto hispano en 2020?",
        "¿Cómo cambió el voto del Valle del Río Grande?",
        "¿Qué pasó con los votantes hispanos de Florida en las elecciones recientes?",
        "¿Cómo han continuado las tendencias en 2024?",
        "¿Qué nos enseñan las elecciones recientes sobre el comportamiento político hispano?"
      ],
      "tags": [
        "politics",
        "elections",
        "americas",
        "recent-elections"
      ]
    },
    {
      "name": "Representación Hispana en Cargos Públicos",
      "topics": [
        "¿Cuántos funcionarios electos hispanos sirven en varios niveles?",
        "¿Cuál es la representación hispana en el Congreso?",
        "¿Cómo están representados los hispanos en las legislaturas estatales?",
        "¿Qué cargos locales ocupan los hispanos?",
        "¿Afecta la representación hispana la participación de votantes hispanos?",
        "¿Qué barreras existen para elegir más funcionarios hispanos?"
      ],
      "tags": [
        "politics",
        "representation",
        "americas",
        "elected-officials"
      ]
    },
    {
      "name": "El Futuro del Poder Político Hispano",
      "topics": [
        "¿Cómo crecerá el poder político hispano en las próximas décadas?",
        "¿Competirán ambos partidos por los votantes hispanos?",
        "¿Qué significaría movilizar a todos los votantes hispanos elegibles?",
        "¿Cómo podría el cambio generacional afectar la política hispana?",
        "¿Qué papel jugarán los votantes hispanos en la democracia estadounidense?",
        "¿Cuál es la trayectoria a largo plazo de la influencia política hispana?"
      ],
      "tags": [
        "politics",
        "demographics",
        "americas",
        "future-trends"
      ]
    }
  ]
}
