{
  "name": "¿Qué Significa \"Hispano\"?",
  "created_by": "Peter Nehl and Claude Opus 4.5",
  "tags": [
    "hispanic-identity",
    "ethnic-labels",
    "census-categories",
    "latino-terminology",
    "american-demographics"
  ],
  "chapters": [
    {
      "name": "El Censo Crea una Categoría",
      "topics": [
        "¿Cómo llegó la Oficina del Censo de EE.UU. a crear la categoría 'hispano'?",
        "¿Qué presiones políticas llevaron a la adopción de hispano como término oficial?",
        "¿Quiénes presionaron a favor y en contra de la clasificación hispana en los años 70?",
        "¿Cómo distinguió el Censo la categoría hispana de las categorías raciales?",
        "¿Cuáles fueron las alternativas a hispano que se consideraron y rechazaron?",
        "¿Cómo ha cambiado la definición censal de hispano a lo largo del tiempo?",
        "¿Qué desafíos de recopilación de datos creó la categoría hispana?"
      ],
      "tags": [
        "history",
        "hispanic-culture",
        "americas",
        "us-politics"
      ]
    },
    {
      "name": "El Idioma Español como Hilo Común",
      "topics": [
        "¿Es el idioma español la característica definitoria de la identidad hispana?",
        "¿Qué pasa con los brasileños, que hablan portugués — son hispanos?",
        "¿Cómo encajan en la categoría los hablantes de lenguas indígenas de América Latina?",
        "¿Qué sucede con la identidad hispana cuando el español se pierde a través de las generaciones?",
        "¿Cómo se relacionan con la etiqueta los hispanos monolingües en inglés?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "linguistics"
      ]
    },
    {
      "name": "Orígenes Coloniales: Lo que España Dejó Atrás",
      "topics": [
        "¿Cómo creó el colonialismo español las poblaciones que ahora llamamos hispanas?",
        "¿Qué papel jugó el mestizaje en la formación de la identidad hispana?",
        "¿Cómo complican las raíces indígenas y africanas la categoría hispana?",
        "¿Qué instituciones culturales implantó España en las Américas?",
        "¿Cómo oscurece la etiqueta hispana experiencias coloniales distintas?",
        "¿Por qué algunos rechazan hispano como una imposición imperial?",
        "¿Qué rasgos culturales comunes identifican los académicos entre las poblaciones hispanas?",
        "¿Cómo llegó el catolicismo a ser central en la identidad cultural hispana?"
      ],
      "tags": [
        "history",
        "colonialism",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Hispano vs. Latino: El Gran Debate",
      "topics": [
        "¿Cuál es la diferencia entre hispano y latino?",
        "¿Por qué algunos prefieren latino mientras otros prefieren hispano?",
        "¿Cómo varían las preferencias regionales de estos términos en Estados Unidos?",
        "¿Qué connotaciones políticas tiene cada término?",
        "¿Cómo usan estos términos de manera diferente las agencias gubernamentales, los medios y los académicos?",
        "¿Existe una división generacional en la preferencia de términos?",
        "¿Cómo encajan los brasileños y españoles en este debate?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Latinx: Un Nuevo Término Emerge",
      "topics": [
        "¿De dónde vino el término latinx y quién lo usa?",
        "¿Por qué se buscó una alternativa de género neutro a latino/latina?",
        "¿Cómo ha sido recibido latinx dentro de las comunidades hispanas?",
        "¿Qué muestran las encuestas sobre la aceptación de latinx entre generaciones?",
        "¿Cómo critican el término los tradicionalistas lingüísticos?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "gender"
      ]
    },
    {
      "name": "Raza y la Categoría Hispana",
      "topics": [
        "¿Es hispano una raza, una etnia, o algo completamente diferente?",
        "¿Cómo se identifican racialmente los individuos hispanos en los formularios del censo?",
        "¿Qué es el fenómeno de 'Alguna Otra Raza' entre los encuestados hispanos?",
        "¿Cómo navegan los afrolatinos las categorías raciales en Estados Unidos?",
        "¿Cómo experimentan la raza de manera diferente los hispanos que pasan por blancos?",
        "¿Por qué tiene América Latina categorías raciales diferentes a las de EE.UU.?",
        "¿Cómo ha intentado el Censo abordar la identificación racial hispana?",
        "¿Qué significa 'moreno' en el discurso racial hispano?",
        "¿Cómo navegan estas categorías los hispanos que se identifican como indígenas?"
      ],
      "tags": [
        "society",
        "hispanic-culture",
        "americas",
        "race"
      ]
    },
    {
      "name": "Origen Nacional vs. Identidad Panétnica",
      "topics": [
        "¿Se ven los mexicoamericanos, cubanoamericanos y puertorriqueños como un solo grupo?",
        "¿Cuándo supera la identidad de origen nacional a la identidad panétnica hispana?",
        "¿Cómo difieren los inmigrantes de primera generación de las generaciones posteriores en identidad?",
        "¿Qué circunstancias promueven la solidaridad panétnica?",
        "¿Cómo crean o refuerzan los movimientos políticos la identidad panétnica?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "La Política del Conteo",
      "topics": [
        "¿Cómo afecta el tamaño de la población hispana a la representación política?",
        "¿Qué está en juego en los subconteos censales de las poblaciones hispanas?",
        "¿Cómo afectan las preguntas sobre ciudadanía la participación hispana en el censo?",
        "¿Qué implicaciones de redistribución de distritos se derivan de los datos poblacionales hispanos?",
        "¿Cómo utilizan los datos demográficos los grupos de defensa hispanos?",
        "¿Qué significa el crecimiento de la población hispana para la política estadounidense?",
        "¿Cómo configuran las proyecciones de un futuro 'mayoría-minoría' los debates?"
      ],
      "tags": [
        "politics",
        "representation",
        "americas",
        "elections"
      ]
    },
    {
      "name": "Marketing y el Consumidor Hispano",
      "topics": [
        "¿Cómo descubrió la América corporativa el mercado hispano?",
        "¿Qué suposiciones hacen los mercadólogos sobre los consumidores hispanos?",
        "¿Cómo ha moldeado la publicidad en español la identidad hispana?",
        "¿Qué productos y marcas se han asociado con la cultura hispana?",
        "¿Cómo responden los hispanos a que les hagan marketing como grupo?"
      ],
      "tags": [
        "economics",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "¿Quién Puede Ser Hispano?",
      "topics": [
        "¿Pueden los que no hablan español reclamar la identidad hispana?",
        "¿Cómo encajan o no los españoles en la categoría hispana estadounidense?",
        "¿Qué pasa con los filipinos con apellidos y herencia española?",
        "¿Cómo se relacionan con la etiqueta los judíos sefardíes con raíces ibéricas?",
        "¿Qué papel juega la autoidentificación frente a la clasificación externa?",
        "¿Quién vigila los límites de la identidad hispana?",
        "¿Cómo experimentan la identidad hispana los niños adoptados de América Latina?",
        "¿Qué pasa con los estadounidenses que se mudan a América Latina y regresan?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "Críticas a la Categoría",
      "topics": [
        "¿Por qué argumentan algunos académicos que hispano es una categoría sin sentido?",
        "¿Cómo aplana la etiqueta hispana diferencias importantes?",
        "¿Qué propósitos políticos sirve la categoría?",
        "¿Cómo rechazan algunos activistas por completo las etiquetas panétnicas?",
        "¿Qué se perdería si la categoría hispana desapareciera?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    },
    {
      "name": "El Futuro de la Identidad Hispana",
      "topics": [
        "¿Cómo afectará el matrimonio interracial a la identidad hispana con el tiempo?",
        "¿Qué sucede cuando más hispanos se identifican principalmente como estadounidenses?",
        "¿Seguirá siendo significativa la categoría a medida que crece?",
        "¿Cómo podría la migración climática desde América Latina remodelar la categoría?",
        "¿Qué piensan los jóvenes hispanos sobre las etiquetas étnicas?",
        "¿Se está volviendo la identidad hispana más o menos importante?",
        "¿Cómo podría afectar la polarización política a la formación de la identidad hispana?"
      ],
      "tags": [
        "society",
        "identity",
        "americas",
        "hispanic-culture"
      ]
    }
  ]
}
